[
  {
    "section_id": "AK-0",
    "content": "W - ag: L) = i 1\nlabor.alaska.gov/unemployment",
    "metadata": {
      "page_number": 2
    }
  },
  {
    "section_id": "AK-1",
    "content": "Introduction ..................................................... 4 Program integrity .............................................4 Fraud ............................................................4 General ......................................................... 5 Benefit year .....................................................5 Amount/duration of benefits ..............................5 Regular base period ..........................................5 Benefits are taxable ..........................................6 Social Security numbers ....................................6 Dependent allowances ......................................6 Eligibility requirements and claimant responsibility ........................ 7 Ready and able to work ....................................7 Registration for work ........................................8 Work search contact requirements .....................8 Reemployment Services ....................................9 Quit, fired, refused work ...................................9 Attending school or training ..............................9 Work, wages, income ....................................... 9 Work ............................................................9 Wages .......................................................... 10 How wages affect your benefits ....................... 10 Excess earnings ............................................. 10 Other deductible income ................................. 11 Travel/relocate ............................................... 11 When to file a new claim or reopen your existing claim ....................... 12 File a new claim immediately if ........................ 12 You must reopen your existing claim immediately if ........................................ 12 Information you need before filing ................ 12",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 2
    }
  },
  {
    "section_id": "AK-2",
    "content": "........................................ 12 Information you need before filing ................ 12\n2\nHow to file a new claim or reopen your existing claim ....................... 13 myAlaska ....................................................... 13 Filing weekly claims ....................................... 14 Weekly claim questions .................................. 14 How to report hours worked ........................... 15 How to report gross wages ............................. 15 How to report net income when self employed ..... 16 How to report employment status .................... 16 Filing online .................................................... 16 Internet menu ................................................ 17 Helpful information ......................................... 17 Payment methods .......................................... 18 Debit card ...................................................... 18 Direct deposit ................................................ 18 Filing by phone — VICTOR ................................ 19 VICTOR menu ................................................ 19 Appeal rights .................................................. 20 Audits ............................................................. 20 Quality Control audit ....................................... 20 UI Crossmatch ............................................... 21 Overpayment of benefits ................................ 21 Repayment .................................................... 21 Extended Benefits (EB) .................................. 21 Alaska job centers .......................................... 21 Claim center phone numbers ......................... 22 VICTOR phone numbers ................................. 22 Other UI contacts ........................................... 22 Appeals ......................................................... 22 Benefit Payment Control ................................. 23 Internet addresses ......................................... 24",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 3
    }
  },
  {
    "section_id": "AK-3",
    "content": "You are responsible to read and become familiar with this handbook. Many of your Unemployment Insurance (UI) questions are answered here. If your question is not answered here, you will find links for more information and division contacts to help you with your UI questions on our website at",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 4
    }
  },
  {
    "section_id": "AK-4",
    "content": "The information in this handbook is based on but does not replace, Alaska Statute (23.20) and Title 8, Chapter 85, (8 AAC 85) of the Alaska Administrative Code.\nIf English is not your first language and you need answers to questions in your language, please contact your nearest claim center at the phone number on page 22 of this handbook. Telephone interpreter services are provided at no cost to you. Kung hindi Ingles ang iyong unang wika at kailangan mo ng sagot sa iyong mga katanungan, mangyaring tawagan mo lamang ang pinakamalapit na claim center sayo sa numero ng telepono sa pahina 22 ng handbook na ito. Ang mga serbisyo ng interpreter ng telepono ay ibinibigay nang libre para sayo. Si el inglés no es su primer idioma y necesita respuestas en español, comuníquese con su centro de reclamos más cercano al número de teléfono que aparece en la página 22 de este manual. Los servicios de intérprete se proporcionan sin costo alguno para usted.",
    "metadata": {
      "section_title": "labor.alaska.gov/unemployment.",
      "page_number": 4
    }
  },
  {
    "section_id": "AK-5",
    "content": "Program integrity is the number one focus of the UI program. Our goal is to improve program integrity by reducing improper payments. You are required to provide the department with timely, accurate and complete information to determine or reexamine eligibility for any claim or audit conducted by the division or its representatives.",
    "metadata": {
      "section_title": "Program Integrity",
      "page_number": 4
    }
  },
  {
    "section_id": "AK-6",
    "content": "Alaska law imposes severe penalties for attempting to collect benefits to which you are not entitled. For UI purposes, fraud is knowingly making a false statement, misrepresenting a material fact, or withholding information to obtain benefits. You will be required to repay the benefits. You also may have to pay a penalty equal to 50% of the benefits that were paid to you as a\n4\nresult of the misrepresentation. Also, current and future benefits may be withheld. All fraud cases are subject to criminal prosecution, fines, and imprisonment. If you suspect that a business or an individual is committing fraud, please contact us: Email: uifraud@alaska.gov Fax: (907) 269-4835 Phone: (907) 269-4880 Toll-free: (877) 272-4635",
    "metadata": {
      "section_title": "Fraud",
      "page_number": 5
    }
  },
  {
    "section_id": "AK-7",
    "content": "A “benefit year” is typically 52 weeks following the effective date of your claim. The effective date of your claim is Sunday of the week in which you file.",
    "metadata": {
      "section_title": "Benefit year",
      "page_number": 5
    }
  },
  {
    "section_id": "AK-8",
    "content": "The maximum weekly benefit amount in Alaska is $370. The minimum weekly benefit amount is $56. Your claim is based on wages paid to you in the first four of the last five completed calendar quarters from when you file your claim. (See diagram below.) If you do not qualify for a regular base period claim, you may be eligible for an alternate base period claim. This uses wages earned in the last four completed calendar quarters from when you filed your claim. If you have worked in another state during the benefit year, those wages may be requested to increase your weekly benefit amount, or you may choose to file for benefits with the other state. However, you may not file against more than one state at a time. The duration of benefits is 16 to 26 weeks, depending on the amount and distribution of wages paid in the base period.",
    "metadata": {
      "section_title": "Amount/duration of benefits",
      "page_number": 5
    }
  },
  {
    "section_id": "AK-9",
    "content": "Your base period is the shaded months. oct Jan April July 1f your claim is filed in: Dec No Feb Marc June May. Aug Jan Sept Jan April July oct April Feb May. Aug May f March June Sept Dec June April July oct Jan July May. Aug Nov. Feb Aug June Sept Dec March Sep oct Jan oct Aug July Nov. Feb April May Nov Sept Dec March June Dec Year Prior Last Year Current Year",
    "metadata": {
      "section_title": "Regular base period",
      "page_number": 6
    }
  },
  {
    "section_id": "AK-10",
    "content": "When you file your federal income tax return, you must report 100% of the benefits paid. We will send you a 1099-G form by Jan. 31. You can print your 1099-G online through myAlaska, when available. Ensure your address is current with us to receive your 1099-G. You may request that 10% of benefits be withheld for taxes. You can start or stop tax withholdings when filing online, or by calling your UI claim center. We cannot refund any money withheld.",
    "metadata": {
      "section_title": "Benefits are taxable",
      "page_number": 6
    }
  },
  {
    "section_id": "AK-11",
    "content": "To protect your privacy, Social Security numbers (SSN) are no longer displayed on documents mailed to you. A client ID number is displayed instead. Your SSN will still be used in correspondence with your former employer and shared with other government agencies such as Social Security Administration and U.S. Citizenship and Immigration Services.",
    "metadata": {
      "section_title": "Social Security numbers",
      "page_number": 6
    }
  },
  {
    "section_id": "AK-12",
    "content": "You may be eligible to receive an additional allowance of $24 per week per child, for up to three children. A dependent is your natural child, stepchild (by marriage), legally adopted child or court-appointed legal ward. Your dependent must be unmarried and under the age of 18 unless they have a permanent disability. You may be asked to provide documentation for dependent allowance eligibility. A dependent must reside with you, or you must certify that you have provided more than 50% of the dependent’s support over the past 12 months or since the loss of custody. If you certify that you provided more than 50% support, you may be required to submit proof. You can add a dependent to our claim anytime during your benefit year before exhausting your regular benefits. To add a dependent, call your UI claim center.\n6",
    "metadata": {
      "section_title": "Dependent allowances",
      "page_number": 7
    }
  },
  {
    "section_id": "AK-13",
    "content": "As a claimant filing for UI benefits, you are responsible for:\n1. Registering for work as directed by your local state workforce agency.\n2. Actively seeking suitable full-time employment.\n3. Reporting weekly employer work search contacts.\n4. Reporting all work activity and earnings for each week you file.\nIMPORTANT: U.S. Postal Service does not forward UI mail. You are responsible to maintain a current mailing address with our agency. You can update your address online, while filing for benefits, or by calling the UI claim center. Work registration requirements may change.",
    "metadata": {
      "section_title": "ELIGIBILITY REQUIREMENTS and CLAIMANT RESPONSIBILITY",
      "page_number": 7
    }
  },
  {
    "section_id": "AK-14",
    "content": "You must be physically able and available to seek and accept suitable full-time work. If you apply for or become a recipient of Workers’ Compensation or Social Security Disability, you must report this to your claim center as your UI benefits may be affected. Employers and department staff must be able to contact you. You must have transportation (car, bus, walk, etc.) to get to work and childcare options available if you are offered employment. You may not be considered available for full-time work if you are incarcerated or have legal restrictions. Incarceration is being confined in a correctional center, city jail, or community residential center. Legal restrictions include, but are not limited to, electronic monitoring or being subject to third-party custody. Suitable work means work you are suited for by experience or training, that meets the prevailing wage and working conditions for your locality, and is realistic to your labor market. You are expected to be flexible in your work searches and to accept suitable work even if the pay is less than you earned in your last job. Self-employment is not considered suitable work for UI purposes.\n7",
    "metadata": {
      "section_title": "Ready and able to work",
      "page_number": 8
    }
  },
  {
    "section_id": "AK-15",
    "content": "If you are in Alaska and you are instructed to register for work, you must register for work and post a resume online in AlaskaJobs at alaskajobs.alaska.gov. If you have already posted your resume in AlaskaJobs, you must make sure it is current and accessible online. Your resume must be posted online in AlaskaJobs within seven days of filing your new or reopened claim. It is your responsibility to check your resume often and verify the date your registration will inactivate on the “My Resumes” page in AlaskaJobs. If you are a member of a dispatching union, you must be in good standing and on your union’s out- of-work list. If you are outside of Alaska, you must register with the local state workforce agency office or with the local chapter of a dispatching union. Proof of out-of-state registration may be requested. To register for work in AlaskaJobs go online to alaskajobs.alaska.gov or call your nearest job center.",
    "metadata": {
      "section_title": "Registration for work",
      "page_number": 8
    }
  },
  {
    "section_id": "AK-16",
    "content": "You may be required to search for work with an employer each week you file for benefits. Work must be suitable based on your skills and capabilities. The work search information you provide may be reviewed and selected for audit, which means the employer you provide will be contacted for verification. It is important to document and save the information while filing for benefits. To be considered valid, you must contact an employer or person with the authority to hire, using a method of contact appropriate for the occupation (e.g., in-person, telephone, fax, mail, email or employer website).\nFor each work search, you are required to report\n. date of contact,\n• name of employer contacted, and\n• method of contact.\nIf you do not search for work each week or follow work search requirements, benefits may be denied. Report your work searches when filing. For more information on work searches, visit labor.alaska. gov/unemployment/work_search.htm.\n8",
    "metadata": {
      "section_title": "Work search contact requirements",
      "page_number": 9
    }
  },
  {
    "section_id": "AK-17",
    "content": "The Reemployment Services program is for job seekers who need information to rapidly return to suitable work. Employment and training resources are available through the Alaska Job Center Network online, and from Alaska’s statewide job centers. If you are selected to participate in a Reemployment Services program, you must complete all requirements as instructed. Failure to do so may result in denial of your UI benefits.",
    "metadata": {
      "section_title": "Reemployment Services",
      "page_number": 9
    }
  },
  {
    "section_id": "AK-18",
    "content": "You must report if you quit your job, are fired, or refuse work, so a determination of eligibility can be made. Potential penalties include a six-week disqualification period beginning with the first week you are unemployed, plus a three-week reduction in benefits. You also may be ineligible for Extended Benefits. If you return to work during the six-week disqualification period, contact a UI claim center, as your disqualification may be lifted.",
    "metadata": {
      "section_title": "Quit, fired, refused work",
      "page_number": 9
    }
  },
  {
    "section_id": "AK-19",
    "content": "You may be eligible to receive benefits while attending approved vocational or academic training. If you are enrolled in or attending school or training, report your school or training when you file your weekly claim or call your UI claim center.",
    "metadata": {
      "section_title": "Attending school or training",
      "page_number": 9
    }
  },
  {
    "section_id": "AK-20",
    "content": "We compare what you report with other sources to verify accuracy. Refer to the section on Fraud (Page 4) for information relating to the misrepresentation of work or earnings.",
    "metadata": {
      "section_title": "WORK, WAGES, INCOME",
      "page_number": 9
    }
  },
  {
    "section_id": "AK-21",
    "content": "Reportable work includes time spent on self- employment, volunteer activities, or anything you do for wages, whether paid or not, during the seven days of the week you claim. Even if you are only working part-time or temporarily, all work and earnings, including tips and commissions, must be reported when you file your weekly certifications.\n9",
    "metadata": {
      "section_title": "Work",
      "page_number": 10
    }
  },
  {
    "section_id": "AK-22",
    "content": "Wages are any kind of payment you receive for the work you do, including room and board, goods, barter, tips, commission, stipend, honorarium, per diem, COLA, payment for jury duty, bonuses and back pay. You must report your gross wages earned each week, Sunday through Saturday, whether you were paid or not. Report the amount earned before any deductions (your gross pay). Report the employer’s name and address, dates, and number of hours worked per week, and your employment status. If you are unsure of the number of hours worked or how much you earned, you can file up to seven days after the date you were paid. But, if you wait, you will need to call the UI claim center to file and report these wages, and your payment may be delayed. National Guard members called to active duty must report encampments and wages earned. Do not report weekend drills. If you are currently employed on an alternating or rotating work schedule — such as two weeks on, two weeks off — you may not be considered unemployed during your scheduled time off. Report your work schedule to your UI claim center.",
    "metadata": {
      "section_title": "Wages",
      "page_number": 10
    }
  },
  {
    "section_id": "AK-23",
    "content": "You must report all the wages you earned each week. Your benefit payment will be reduced by 75 cents for each dollar you earn over $50. If you do not know how much you earned at the time you report, call the UI claim center within seven days with the correct wage amount. Reporting less than you earned could result in an overpayment of benefits that you will have to repay.",
    "metadata": {
      "section_title": "How wages affect your benefits",
      "page_number": 10
    }
  },
  {
    "section_id": "AK-24",
    "content": "If you have gross wages equal to or greater than 11/3 times your weekly benefit amount plus $50, you will not receive a benefit payment for that week. To locate your excess earnings amount, use your monetary determination or access it online at my.alaska.gov. Click on “View Your Services,” then “Unemployment Insurance Benefits,” then “Current UI Claim Status” and “Work Search Requirements.”\n10",
    "metadata": {
      "section_title": "Excess earnings",
      "page_number": 11
    }
  },
  {
    "section_id": "AK-25",
    "content": "When you are filing for benefits you must report the gross amount of any of the following payments: vacation, holiday, sick, pension, retirement, severance, commission, bonus, wages in lieu of notice, and back pay awards. Changes in your gross pension amount must be immediately reported to the UI claim center. A deduction may be taken from your weekly benefits if you receive any of these payments. Social Security benefit payments are not deducted.",
    "metadata": {
      "section_title": "Other deductible income",
      "page_number": 11
    }
  },
  {
    "section_id": "AK-26",
    "content": "You must report all travel when filing for benefits. This includes any in-state travel. You are in travel status any time you travel outside the area in which you reside. You may be eligible while traveling if:\n• You travel in search of work for up to four consecutive weeks. You must be legally eligible to accept work in the area of travel and to actively search for work during each week you travel. Regulations only allow for in-person work searches done while traveling. You can show reasonable efforts to find work by making verifiable in-person contact with an employment service representative (e.g., two in-person employer contacts, in- person prearranged job interview, or in-person registration with the local chapter of your union).\n• You travel to accept an offer of work beginning within 14 days of your departure.\n• You travel to your home following discharge from the armed services.\n• You were paid UI benefits the week prior to your travel, did not refuse an offer of work and you travel to:\n• obtain medical services, or accompany a spouse or dependent(s) to obtain medical services not available where you live, on the advice of a healthcare provider.\n• attend the funeral of an immediate family member for up to seven days.\nIf you travel or relocate outside the U.S., Canada, Puerto Rico, or the U.S. Virgin Islands, you are not eligible to collect benefits.\n11",
    "metadata": {
      "section_title": "TRAVEL/RELOCATE",
      "page_number": 12
    }
  },
  {
    "section_id": "AK-27",
    "content": "• Separated (quit, fired, laid off) from work.\n• Working on-call or part-time.",
    "metadata": {
      "section_title": "File a new claim immediately if you are:",
      "page_number": 12
    }
  },
  {
    "section_id": "AK-28",
    "content": "• You stop filing weekly claims for any reason and want to start filing again.\n• You move out of Alaska, move from one state to another, or move from one area to another within a state.\n• You travel in search of work for more than four weeks.",
    "metadata": {
      "section_title": "You must reopen your claim immediately if:",
      "page_number": 12
    }
  },
  {
    "section_id": "AK-29",
    "content": "• Your Social Security number\n• If not a U.S. citizen, your alien registration number, work permit type, passport number and expiration date\n• Name, mailing address, and phone number of your last employer\nDates of employment\n• Hours and gross wages earned in the last week you worked\n• Gross amount of holiday, vacation, severance or bonus received the last week you worked\n• If you worked for the federal government in the past 18 months you will need an SF-8 or SF-50\n• If you were active-duty military in the past 18 months you will need copy 4 of your DD-214\n• Retirement information if currently receiving retirement payments\n12",
    "metadata": {
      "section_title": "INFO YOU NEED BEFORE FILING",
      "page_number": 13
    }
  },
  {
    "section_id": "AK-30",
    "content": "For the fastest service, apply online. Our online services are available 24 hours a day, seven days a week. You can also call a UI claim center. (For claim center hours and phone numbers, see Page 22.) Claims are effective Sunday of the week in which you open or reopen. To file on the Internet, log in to my.alaska.gov and click “View Your Services,” then “Unemployment Insurance Benefits.”\nIMPORTANT: To submit applications online, you must read and certify as instructed, and click “I AGREE” to complete the application process. Keep a copy for your records and comply as instructed, or benefits may be denied. The confirmation page will provide important links such as for AlaskaJobs, direct deposit and work-search log.",
    "metadata": {
      "section_title": "HOW TO FILE A NEW CLAIM or REOPEN AN EXISTING CLAIM",
      "page_number": 13
    }
  },
  {
    "section_id": "AK-31",
    "content": "You must use the same myAlaska account each time you access the UI website. If you previously registered with myAlaska to apply for your Alaska Permanent Fund Dividend, or for other reasons, you may use the same account. Please store your myAlaska account information safely for future reference. To ensure your privacy and the security of your information, remember to log out of myAlaska when you finish your session.\nIMPORTANT: Whether filing online or by phone, you are responsible for the answers provided and payments made using your username, password, and PIN. These electronic signatures have the same legal authority as your signature on paper. Do NOT share your username, password, or PIN with anyone.\n13",
    "metadata": {
      "section_title": "myAlaska",
      "page_number": 14
    }
  },
  {
    "section_id": "AK-32",
    "content": "When you open a new claim or reopen an existing claim, you will be given dates for when to file your weekly claim. You must file every week or two to keep your claim active and to receive benefits. Weeks that are filed late may be disqualified. The first eligible week of a new claim is a “waiting week.” You do not receive payment for this week. You must file to get credit for the week and meet the same requirements as any other week.",
    "metadata": {
      "section_title": "FILING WEEKLY CLAIMS",
      "page_number": 14
    }
  },
  {
    "section_id": "AK-33",
    "content": "Each of the questions on the weekly UI benefits application pertains only to the week(s) listed on the form. Depending on your answers, you may be asked additional questions or to complete a questionnaire.\n• Were you available and physically able to work full time each day?\n• Did you miss work or refuse a job offer or job referral?\nIf you turned down work or refused to be scheduled for work by an employer, answer yes.\n• Were you attending school or a training program?\n• Did you travel or move to a different town? If you traveled outside the area in which you reside, traveled to accept a definite offer of work, or if you relocated to a new town, answer yes.\n• Did you receive vacation, sick, retirement, bonus, holiday, or severance pay? If you received any of the above payments report the income in the week it was received.",
    "metadata": {
      "section_title": "WEEKLY CLAIM QUESTIONS",
      "page_number": 15
    }
  },
  {
    "section_id": "AK-34",
    "content": "Do not report Social Security. If you answer yes but do not report an amount, you will be advised to contact the UI claim center. Failure to contact the claim center as advised may result in the denial or late payment of your benefits.\n14\n• Did you work for an employer, or were you self-employed?\nIf you worked for an employer — whether it is full-time, part-time, temporary, casual/day labor, etc. — you are required to report the amount you earned, hours you worked, the employer’s name and address, and the last day you worked in the week you are claiming. You must report the wages that you earned in the week that you worked not when you are paid for the work. If you performed self-employment services, you must report the number of hours you spent on your business and your net income.\n• Did you search for work?\nYou are required to provide information on weekly work search contacts. (Please see work search contact requirements.)",
    "metadata": {
      "section_title": "WEEKLY CLAIM QUESTIONS",
      "page_number": 15
    }
  },
  {
    "section_id": "AK-35",
    "content": "When reporting your hours worked in regular or self-employment, include any partial hours in 15-minute increments (15 minutes=.25, 30 minutes=.50, 45 minutes=.75). For example, if you worked 3 hours and 45 minutes, enter 3.75. If you work 7 hours and 15 minutes, enter 7.25.",
    "metadata": {
      "section_title": "How to report hours worked",
      "page_number": 15
    }
  },
  {
    "section_id": "AK-36",
    "content": "Your gross wage is the total amount you earned before any deductions. You must report your gross wages earned each week, Sunday through Saturday, whether you were paid or not. Multiply the total number of hours worked by the total hourly wage. Report dollars and cents rounded to the nearest cent. For example: You worked 3 hours and 45 minutes in one week, and you earn $10.25 an hour. Multiply total hours worked (3.75) by hourly wage ($10.25) to obtain gross earnings ($38.4375). Round wages to the nearest cent to report $38.44.",
    "metadata": {
      "section_title": "How to report gross wages",
      "page_number": 15
    }
  },
  {
    "section_id": "AK-37",
    "content": "15",
    "metadata": {
      "section_title": "IMPORTANT: Factor in any overtime performed, including tips or earnings from commissions.",
      "page_number": 16
    }
  },
  {
    "section_id": "AK-38",
    "content": "To calculate your net income for the week, take your gross income earned from your self- employment and subtract your business expenses for that week. If you did not and will not receive payment for the self-employment services, you must still report the hours you spent on your business.",
    "metadata": {
      "section_title": "How to report net income when self employed",
      "page_number": 16
    }
  },
  {
    "section_id": "AK-39",
    "content": "After reporting that you worked for an employer you will be asked about your employment status. You will be given the following options: laid off, working on call, working part-time, quit, or fired. If you are a part-time or on-call employee and work 40 or more hours in a week, do not report your status as full-time. Misreporting the status of your employment may result in a delay in payment. If you fail to report that you were fired or have quit your job, you may have to repay benefits already paid to you in error, and you may be subject to penalties for fraud.",
    "metadata": {
      "section_title": "How to report employment status",
      "page_number": 16
    }
  },
  {
    "section_id": "AK-40",
    "content": "MyAlaska is a quick and easy full-service site to file for benefits and manage your account. Log in to my.alaska.gov, and click “View Your Services,” then “Unemployment Insurance Benefits.”\nIMPORTANT: When filing online, additional information may be requested. If you are instructed to contact the claim center on your confirmation page, you must do so, or benefits may be denied.\n16",
    "metadata": {
      "section_title": "FILING ONLINE",
      "page_number": 17
    }
  },
  {
    "section_id": "AK-41",
    "content": "(Options may be different based on your claim status)\n• File a new claim or reopen an existing claim\n• File Extended Benefits (if available)\n• File for a week of UI benefits\n• Current Claim Status and Work Search Requirements — shows last payment, current mailing address, and account status\n• Direct Deposit — start, change, or verify direct deposit account\n• If you cancel your direct deposit, you will be sent a debit card\n• Debit card enrollment\n• Debit card holder account information\n• Help finding a job, AlaskaJobs\n• 1099-G tax information (if available)",
    "metadata": {
      "section_title": "Internet menu",
      "page_number": 17
    }
  },
  {
    "section_id": "AK-42",
    "content": "You can change your mailing and/or physical address online by completing a claim application; your registration requirements may be affected. Help Icon will provide additional instructions and requirements.\nIMPORTANT: It is your responsibility to read all UI mail, and to contact the UI claim center any time you are instructed to do so. Failure to do so may result in denial of your UI benefits.\n17",
    "metadata": {
      "section_title": "Helpful information",
      "page_number": 18
    }
  },
  {
    "section_id": "AK-43",
    "content": "Payments will be automatically dispensed through a debit card unless you set up direct deposit. Electronic payment is typically deposited within three business days of filing your weekly certifications. You can sign up for direct deposit or a debit card online.",
    "metadata": {
      "section_title": "PAYMENT METHODS",
      "page_number": 18
    }
  },
  {
    "section_id": "AK-44",
    "content": "Unless you establish direct deposit a debit card and information packet will be mailed to you when you file a claim for benefits. The packet includes information on how to activate your card and contact numbers for customer service.",
    "metadata": {
      "section_title": "Debit card",
      "page_number": 18
    }
  },
  {
    "section_id": "AK-45",
    "content": "You can set up, reactivate, or cancel your direct deposit by selecting “Direct Deposit” on our online Benefit Internet Filing (BIF) system. You will need the following information to establish direct deposit:\n1. The routing number is 9 digits surrounded by |:\n2. The account number (do not include hyphens or other special characters)\n3. Do not enter the check number\n       \nIMPORTANT: Direct deposit is automatically suspended if it has not been used for a year. Your benefits will be issued to your debit card until direct deposit is re-established.\n18",
    "metadata": {
      "section_title": "Direct deposit",
      "page_number": 19
    }
  },
  {
    "section_id": "AK-46",
    "content": "If you are unable to file online, you can file weekly by phone using the automated filing system VICTOR. VICTOR does not provide full service and has limited hours. Alaska residents more than 55 road miles from an Alaska job center can file 6 a.m.-7 p.m. Wednesday-Saturday, AST. All other VICTOR filers can file 6 a.m.-7 p.m. on Thursdays. For VICTOR phone numbers, see Page 22.",
    "metadata": {
      "section_title": "FILING BY PHONE — VICTOR",
      "page_number": 19
    }
  },
  {
    "section_id": "AK-47",
    "content": "1. To file weekly claims\n2. For information about your claim\n• Payment status — You will be given information about the last two weeks you claimed\n• Excess earnings amount\n• 1099-G amount — the amount of benefits and withholdings reported to the IRS on form 1099-G\n3. Start, change, or cancel direct deposit\n• Option to set up, cancel, or confirm direct deposit to your personal bank account\n• Status of debit card\n• You cannot cancel or request a debit card through VICTOR\n4. Current mailing address\n5. Change your VICTOR PIN\n• You may change your previously established PIN\n• When changing your PIN, choose a four-digit number you have not previously used\n• Once you set up your PIN, it is in effect until you change it\n• If you do not know your PIN, contact the UI claim center for assistance\n6. Speak to a claim center representative\nIMPORTANT: If you hang up before VICTOR tells you your claim has been accepted, your answers will not be recorded and your claim will not be processed. You will need to call back and file again. If you are instructed by VICTOR to call the UI claim center, you must call within seven days. Your benefits will be denied if you do not contact the UI claim center as instructed. If you report less money than you earned, you will be required to repay the benefit amount and may be subject to penalties for fraud.\n19",
    "metadata": {
      "section_title": "VICTOR menu",
      "page_number": 20
    }
  },
  {
    "section_id": "AK-48",
    "content": "You may appeal any written determination that denies or restricts your benefits. You must phone, fax, mail, or email your request for an appeal to your UI claim center or the Appeals office within 30 days of the determination. (Include your SSN or claimant ID with the issue you are appealing.) For contact information, see the other UI contacts section of this handbook. Appeals will schedule a hearing and mail a notice to you (contact Appeals if not received within three weeks). After the hearing, you will receive a decision in the mail. If you disagree with the decision, you have the right to further appeal.\n• Continue to file your weekly claims throughout the appeal process.\n• If the decision is in your favor, weeks which were not filed timely cannot be paid.\nContact the Appeals office directly with questions, or go to labor.alaska.gov/appeals. Per Alaska Statute 23.20.110(r), appeal hearing decisions are public information and are posted online at appeals.dol.alaska.gov. Select “Appeal Tribunal Decisions.”",
    "metadata": {
      "section_title": "APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "AK-49",
    "content": "Under federal requirements, we may randomly select and audit your claim to ensure that all payments or denials of benefits were properly made. Auditors check all information you provide for accuracy. The reviews are thorough and may involve an interview with you and other interested parties. Failure to respond to a Quality Control audit request for information will result in a denial of benefits. For more information, contact QC: Email: dol.qc@alaska.gov Website: labor.alaska.gov/qc/claimants.htm Juneau: (907) 465-3000 Toll-free: (800) 478-2999 Fax: (907) 465-2247 Toll-free fax: (800) 478-4847\n20",
    "metadata": {
      "section_title": "Quality Control audit",
      "page_number": 21
    }
  },
  {
    "section_id": "AK-50",
    "content": "Crossmatch compares the earnings you reported with your employers’ reports of earnings. This process discovers errors in reported earnings which may have resulted in a mispayment of benefits. This also is done for persons who may have worked in other states. If you fail to report earnings correctly, a 50% penalty may be assessed, and future benefits denied.",
    "metadata": {
      "section_title": "UI Crossmatch",
      "page_number": 21
    }
  },
  {
    "section_id": "AK-51",
    "content": "You are entitled only to benefits for which you are eligible. You must repay all benefits that are overpaid even if you were paid in error. Overpayments are legally enforceable debts. Payment arrangement can be made by contacting a Benefit Payment Control claims technician Monday- Friday, 10 a.m. to 3 p.m. AST, at (888) 810-6789, or (907) 465-2863 in Juneau.",
    "metadata": {
      "section_title": "Repayment",
      "page_number": 21
    }
  },
  {
    "section_id": "AK-52",
    "content": "EB provides additional benefits during times of high unemployment for those who exhaust their regular benefits. These benefits are available only while this program is active. When the program becomes active you will be mailed EB instructions.",
    "metadata": {
      "section_title": "EXTENDED BENEFITS",
      "page_number": 21
    }
  },
  {
    "section_id": "AK-53",
    "content": "If you are interested in seeking work, job training, or advancing in a career, check in with one of the Alaska job centers listed online at:",
    "metadata": {
      "section_title": "ALASKA JOB CENTERS",
      "page_number": 21
    }
  },
  {
    "section_id": "AK-54",
    "content": "21",
    "metadata": {
      "section_title": "jobs.alaska.gov/offices or call (877) 724-2539",
      "page_number": 22
    }
  },
  {
    "section_id": "AK-55",
    "content": "If you need assistance regarding your claim, call the number closest to your community or visit us online at:",
    "metadata": {
      "section_title": "CLAIM CENTER PHONE NUMBERS",
      "page_number": 22
    }
  },
  {
    "section_id": "AK-56",
    "content": "Anchorage UI Claim Center: (907) 269-4700 Fairbanks UI Claim Center: (907) 451-2871 Juneau UI Claim Center: (907) 465-5552 Toll-free for remote locations: (888) 252-2557 (888) 25CALLS Fax: (888) 353-2937 (888) 35FAXES Telephone hours are 10 a.m. to 3 p.m. Alaska Standard Time, Monday-Friday (except federal or state holidays). Relay Alaska and tele-interpreter services are available at no cost to you.",
    "metadata": {
      "section_title": "labor.alaska.gov/unemployment/ call-centers.htm",
      "page_number": 22
    }
  },
  {
    "section_id": "AK-57",
    "content": "Call the number closest to your community: Anchorage (907) 277-0693 Fairbanks (907) 451-6126 Juneau (907) 586-4650 If you are in a remote location that has been determined to be underserved for broadband internet service, you may still have access to the toll-free number: (888) 222-9989.",
    "metadata": {
      "section_title": "VICTOR PHONE NUMBERS",
      "page_number": 22
    }
  },
  {
    "section_id": "AK-58",
    "content": "Email: appeals@alaska.gov Website: labor.alaska.gov/appeals Juneau: P.O. Box 115509 JUNEAU, AK 99811-5509 Fax: (907) 465-3374 Toll-free: (800) 232-4762\n22",
    "metadata": {
      "section_title": "APPEALS",
      "page_number": 23
    }
  },
  {
    "section_id": "AK-59",
    "content": "Email: uifraud@alaska.gov Website: labor.alaska.gov/ unemployment/bpc.htm",
    "metadata": {
      "section_title": "BENEFIT PAYMENT CONTROL",
      "page_number": 23
    }
  },
  {
    "section_id": "AK-60",
    "content": "JUNEAU, AK 99811-5509 Phone: (907) 465-2863 Fax: (907) 465-6010 Toll-free: (888) 810-6789 (remote locations)",
    "metadata": {
      "section_title": "Juneau: P.O. Box 115509",
      "page_number": 23
    }
  },
  {
    "section_id": "AK-61",
    "content": "ANCHORAGE, AK 99503 Phone: (907) 269-4880 Fax: (907) 269-4835 Outside Anchorage: (877) 272-4635",
    "metadata": {
      "section_title": "Anchorage: 3301 Eagle St., #205",
      "page_number": 23
    }
  },
  {
    "section_id": "AK-62",
    "content": "FAIRBANKS, AK 99701 Phone: (907) 451-2952 Fax: (907) 451-2883 Outside Fairbanks: (877) 272-4635",
    "metadata": {
      "section_title": "Fairbanks: 675 7th Ave., Station L",
      "page_number": 23
    }
  },
  {
    "section_id": "AK-63",
    "content": "If you need assistance with your unemployment claim, dial 711 from inside Alaska or (800) 770-8255 (toll-free) from outside the state. Alaska Department of Labor and Workforce Development Division of Employment and Training Services P.O. Box 115509, Juneau, AK 99811-5509 Printed for the Alaska DOLWD Division of Employment and Training Services, in Juneau, Alaska, in September 2022, at a cost of $0.15 per copy. We are an equal opportunity employer/program. Auxiliary aids and services are available upon request to individuals with disabilities. Form 210-804\n23",
    "metadata": {
      "section_title": "Relay Alaska for the deaf and hard of hearing:",
      "page_number": 24
    }
  },
  {
    "section_id": "AK-64",
    "content": "(Log in and click on the “Services” tab, then “Unemployment Insurance Benefits.”)",
    "metadata": {
      "section_title": "my.alaska.gov",
      "page_number": 24
    }
  },
  {
    "section_id": "AK-65",
    "content": "24",
    "metadata": {
      "section_title": "jobs.alaska.gov/offices",
      "page_number": 24
    }
  }
]