[
  {
    "section_id": "AL-0",
    "content": "- Sa,",
    "metadata": {
      "section_title": "ALABAMA UNEMPLOYMENT COMPENSATION",
      "page_number": 1
    }
  },
  {
    "section_id": "AL-1",
    "content": "] meroter\nAn Equal Opportunity Employer/Program Auxiliary aids and services available upon request to individuals with disabilities.\nTHIS HANDBOOK CAN BE OBTAINED IN LARGE PRINT ONLINE AT https://labor.alabama.gov/docs/guides/uc_brr_large_print.pdf\nOR\nBY WRITING TO: UNEMPLOYMENT COMPENSATION DIVISION ROOM 2469 649 MONROE STREET MONTGOMERY, AL 36131\n(Revised 02/23)",
    "metadata": {
      "section_title": "A HANDBOOK FOR ALABAMA UNEMPLOYMENT COMPENSATION CLAIMANTS",
      "page_number": 2
    }
  },
  {
    "section_id": "AL-2",
    "content": "This handbook has been prepared to explain the Unemployment Compensation program and answer many questions you may have. It does not take the place of the Alabama Unemployment Compensation Law.\nYour responsibility for meeting the Alabama unemployment compensation benefit requirements begins when your claim is filed. Please read and familiarize yourself with the contents of this handbook and ask questions about anything that you do not understand. This handbook contains valuable information, which will assist you in every phase of filing for and receiving unemployment benefits.\nThe Alabama Department of Labor Unemployment Compensation Division does not discriminate on the basis of a disability in the provision of services or employment. If you need this material interpreted, in a different form, or if you need assistance in using our service, please contact us.",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 2
    }
  },
  {
    "section_id": "AL-3",
    "content": "PART ONE: UNEMPLOYMENT COMPENSATION BASICS ------------------------------------------------------------------------------- 1-2 • What is Unemployment Compensation? • The Unemployment Compensation Trust Fund • Your Social Security Number • Income Tax Withholding • Benefit Payment Options • AL Vantage Customer Service PART TWO: FILING A CLAIM FOR UNEMPLOYMENT COMPENSATION ----------------------------------------------------------- 2-3 • Filing a Claim Application • Preparing to File Your Claim • How to File by Internet or Phone • Processing Time for Your Claim • Change of Address • What to Do If You Return to Work and Become Unemployed Again • Disclosure of Information PART THREE: QUALIFYING FOR BENEFITS ------------------------------------------------------------------------------------------------- 4-6 • Monetary and Separation Determinations • Computing Monetary Eligibility • Work Performed Outside the State of Alabama During the Base Period PART FOUR: CONDITIONS FOR ELIGIBILITY ----------------------------------------------------------------------------------------------- 6-8 • What is an Eligibility Issue? • Separation Eligibility Issues • Non-Separation Eligibility Issues • Alabama Career Center System Registration • Work Search Requirements\ni\nTABLE OF CONTENTS (continued)\nPART FIVE: SPECIAL PROGRAM CLAIMS -------------------------------------------------------------------------------------------------- 9-12 • Military Employment • Federal Employment • Educational Employment • Trade Act Program • Reemployment Trade Adjustment Assistance • Health Coverage Tax Credit (HCTC) • Disaster Unemployment Assistance • Extended Benefits • Employer Filed Claims PART SIX: WEEKLY CLAIM CERTIFICATIONS ------------------------------------------------------------------------------------------ 12-13 • Filing Your Weekly Claim Certification • How to File Your Weekly Certification • Reporting Earnings • What to Do if You Move or Go Out of Town PART SEVEN: FRAUD DETECTION ---------------------------------------------------------------------------------------------------------- 14-15 • Fraud Definition • Fraud Detection Programs • Penalties for Fraud • Overpayment of Benefits • Waiver of Repayment of Overpayment PART EIGHT: APPEALS ------------------------------------------------------------------------------------------------------------------------- 16-17 • Notice of Hearing • Hearing Procedure • Evidence and Affidavits • Attendance of Witnesses and Subpoenas • The Appeals Decision • The Board of Appeals • Circuit Court PART NINE: EQUAL OPPORTUNITY IS THE LAW -------------------------------------------------------------------------------------------18 • What to Do If You Believe You Have Experienced Discrimination",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 3
    }
  },
  {
    "section_id": "AL-4",
    "content": "ii",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "AL-5",
    "content": "Unemployment Compensation is a weekly benefit paid to workers who are either unemployed or working reduced hours, through no fault of their own. Not everyone who applies for unemployment benefits will qualify. Certain conditions must be met in order to meet initial eligibility requirements and to remain eligible to receive benefits.",
    "metadata": {
      "section_title": "WHAT IS UNEMPLOYMENT COMPENSATION?",
      "page_number": 4
    }
  },
  {
    "section_id": "AL-6",
    "content": "The unemployment compensation program is financed by employer taxes. Employees do not pay any unemployment compensation taxes on wages earned.\nUnemployment tax is paid by employers on the first $8,000.00 of their workers’ gross earnings during a tax year. These are called insured wages. Quarterly state tax payments are deposited into the Unemployment Compensation Trust Fund and used solely for the payment of unemployment compensation benefits to eligible claimants.\nNot all employers are required to pay the unemployment compensation tax. Some employers elect to reimburse the Unemployment Compensation Trust Fund the amount of benefits paid to their workers on a dollar-for-dollar basis.",
    "metadata": {
      "section_title": "THE UNEMPLOYMENT COMPENSATION TRUST FUND",
      "page_number": 4
    }
  },
  {
    "section_id": "AL-7",
    "content": "The Unemployment Compensation Division can only process your claim if you provide your social security number. We use your social security number to verify your identity, locate your employer(s) and your wages, determine other income, determine eligibility, keep records of your benefit payments, and gather statistics.\nThe authority to require your social security number is found under the Internal Revenue Code of 1954, and the Code of Alabama, 1975.",
    "metadata": {
      "section_title": "YOUR SOCIAL SECURITY NUMBER",
      "page_number": 4
    }
  },
  {
    "section_id": "AL-8",
    "content": "Unemployment compensation benefits are taxable income. Each year all your unemployment benefit payments are reported to the Internal Revenue Service (IRS).\nYou can request to have federal income taxes withheld from your unemployment benefit payments. If you elect to have federal tax withheld, your weekly benefits will be reduced by 10 percent (10%). You will be given the option to change your withholding status only once during your claim year. We will mail a Statement of Benefits, Form 1099-G, to your last address of record no later than January 31st of each year. A copy of your Form 1099-G is also available on our website at www.labor.alabama.gov.",
    "metadata": {
      "section_title": "INCOME TAX WITHHOLDING",
      "page_number": 4
    }
  },
  {
    "section_id": "AL-9",
    "content": "Alabama provides two options for receiving unemployment benefit payments:\n(1) Direct Deposit:\nTo have your benefit payment deposited into your personal checking or savings account, please have your bank routing and account number available when you file your unemployment claim. You can locate the nine-digit bank routing number on the bottom left of your check. Once your claim is approved, funds are deposited into your checking or savings account within two business days.\n(2) The AL Vantage Prepaid Benefits Card:\nThe AL Vantage Card is currently serviced by Comerica Bank. The service provider is subject to change. There are fees associated with certain activities. Your AL Vantage Card will not be mailed until your claim has been approved.\n1\nThis could delay receipt of your first payment by 7-10 days, for card delivery. Additional information about the AL Vantage Card is available online at www.labor.alabama.gov/AL_VantageCard.",
    "metadata": {
      "section_title": "BENEFIT PAYMENT OPTIONS",
      "page_number": 5
    }
  },
  {
    "section_id": "AL-10",
    "content": "Lost or stolen AL Vantage cards should be reported immediately to 833-888-2779 (for TTY, see back cover). Any other problems with your AL Vantage Card should be addressed with cardholder services at this same number.\nYou may also access your AL Vantage account information online at www.goprogram.com.",
    "metadata": {
      "section_title": "AL VANTAGE CUSTOMER SERVICE",
      "page_number": 5
    }
  },
  {
    "section_id": "AL-11",
    "content": "Filing a claim application does one of the following:\n1. Starts a new 52-week benefit year if you have never filed for unemployment before.\n2. Starts a new 52-week benefit year if your benefit year from an earlier claim has ended.\n3. Reactivates or reopens a benefit year that has not yet ended.",
    "metadata": {
      "section_title": "FILING A CLAIM APPLICATION",
      "page_number": 5
    }
  },
  {
    "section_id": "AL-12",
    "content": "You should have the following information available when you call or go online to file an initial claim application:\n• Your social security number;\n• Your Driver’s License or Alabama ID #;\n• Your Alien Registration Card, if applicable;\n• A list of names, complete addresses, and telephone numbers, and the beginning and end dates of employment for your last 2 employers;\n• Information and related documents for any federal civilian employment, military service, or work performed in another state in the past 18 months;\n• Your bank routing number and checking or savings account number, if you choose to have your unemployment payment deposited directly into your bank account.\nThe information you provide will be used to determine your eligibility for Unemployment Compensation benefits. It is important that your answers are accurate and complete for each question asked. The law provides penalties for making false statements to obtain unemployment benefits.",
    "metadata": {
      "section_title": "PREPARING TO FILE YOUR CLAIM",
      "page_number": 5
    }
  },
  {
    "section_id": "AL-13",
    "content": "www.labor.alabama.gov\n1-866-2-FILE UC\n(For TTY, see back cover.)\n2\nTo file by internet, go to www.labor.alabama.gov, click on Unemployment, then File Claim, then Establish a New or Reopen a UC Claim and follow the prompts.\nTo file by phone, call the above toll-free number, 866-234-5382, (for TTY, see back cover). You will be connected to a claims specialist to complete the filing of your Unemployment Claim. Due to call quality, using a mobile telephone is not recommended.\nIf needed, telephones and computers are available for use at a local Alabama Career Center (see inside back cover).\nFor general information, and inquiries on previously filed claims, please schedule a callback with the UC Claimant Inquiry Line, at 800-361-4524 (for TTY, see back cover), or visit www.labor.alabama.gov.",
    "metadata": {
      "section_title": "HOW TO FILE BY INTERNET OR PHONE",
      "page_number": 6
    }
  },
  {
    "section_id": "AL-14",
    "content": "It usually takes two or three (2-3) weeks following the week you filed your claim to receive your first benefit payment, provided that you have followed all instructions, filed your weekly certifications as instructed, and have met all eligibility requirements. Failure to give complete and correct information will delay any benefits to which you may be entitled. Please keep this in mind when inquiring as to whether your first or future benefit payments have been issued.",
    "metadata": {
      "section_title": "PROCESSING TIME FOR YOUR CLAIM",
      "page_number": 6
    }
  },
  {
    "section_id": "AL-15",
    "content": "If you have a change of address following the filing of your claim, you must call the UC Claimant Inquiry Line at 800- 361-4524 (for TTY, see back cover) to update your address. This will ensure that payments and all other correspondence are forwarded to your correct address.\nYou should always notify the U. S. Post Office located nearest you of your change of address. However, it is your responsibility to keep the Unemployment Compensation Division informed of your correct mailing address.",
    "metadata": {
      "section_title": "CHANGE OF ADDRESS",
      "page_number": 6
    }
  },
  {
    "section_id": "AL-16",
    "content": "You should reopen your claim as soon as you become unemployed, either via internet at www.labor.alabama.gov or by calling the claims line at 866-234-5382 (for TTY, see back cover).\nDo not wait to receive your last paycheck. Remember, your claim will not be backdated. Your most recent employer will be notified that you have filed a claim for benefits and will be asked to provide information about why you are no longer employed.",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU RETURN TO WORK AND BECOME UNEMPLOYED AGAIN",
      "page_number": 6
    }
  },
  {
    "section_id": "AL-17",
    "content": "Your claim information is considered confidential, but the law and various regulations permit us to report your unemployment income to the Internal Revenue Service, the Alabama Department of Revenue, and other governmental agencies without your consent.\nWritten information related to your Unemployment Claim may be requested as follows:\n• Complete a written, notarized request using the Individual Confidential Information Request Form (Form 480) located at www.labor.alabama.gov\n• Each request must include a $10.00 money order (price subject to change).\n• Completed form and money order should be mailed to:\nATTN: Central Cashier ADOL 649 Monroe Street, Room 2684 Montgomery, Alabama 36131-0001\n3\nPART THREE: QUALIFYING FOR BENEFITS",
    "metadata": {
      "section_title": "DISCLOSURE OF INFORMATION AND REQUESTS FOR YOUR INFORMATION",
      "page_number": 7
    }
  },
  {
    "section_id": "AL-18",
    "content": "There will be at least two determinations made on your claim, including (1) a monetary determination and (2) a separation determination.\n1) Monetary Determination – Whether you have earned enough wages to qualify for unemployment benefits. The monetary determination will indicate:\na. wages paid to you by your employer(s) within the base period quarters. (The base period is explained further under the section, “Computing Monetary Eligibility” of this handbook), and\nb. your maximum and weekly benefit amount if you qualify.\nBe sure to review your monetary determination carefully! Notify the UC Claimant Inquiry Line if there appears to be any missing or incorrectly reported wages. Proof of wages, such as a W-2 form, pay stubs, or a letter from your employer, may be required to correct your wage record.\n• Working for cash or received a 1099? Did you know this could affect your eligibility for unemployment benefits? Let us help you! Call 1-855-234-2856 (for TTY, see back cover) or email us at TipHotline@labor.alabama.gov\nIf you have wages from another state, military or federal wages, school-related wages, or if some of your Alabama wages are missing or require an investigation, you may be issued another monetary determination after these additional wages are recorded.",
    "metadata": {
      "section_title": "MONETARY AND SEPARATION DETERMINATIONS",
      "page_number": 7
    }
  },
  {
    "section_id": "AL-19",
    "content": "You cannot receive benefits from more than one state for the same period of time.\n2) Separation Determination – A second determination will be made regarding the reason you were separated from your last employer. For more information, see Separation Eligibility Issues in Part Four of this book.\nIf no disqualification is assessed on your claim after an investigation is completed on your reason for being separated from your last employer, you will receive unemployment benefits for any weekly certifications you have filed, provided there were no questions regarding your eligibility.\nIf a disqualification is assessed on your claim after an investigation is completed you will receive a written decision notifying you that benefits were either reduced, suspended, or denied for any length of time because of your most recent job separation.",
    "metadata": {
      "section_title": "MONETARY AND SEPARATION DETERMINATIONS",
      "page_number": 7
    }
  },
  {
    "section_id": "AL-20",
    "content": "You must have insured wages in at least two quarters of your base period in order to qualify for unemployment benefits. The following definitions and charts will help you understand which wages are used on your claim, and provide general information about how weekly and maximum benefit amounts are determined:\nCALENDAR QUARTERS:\nCALENDAR QUARTERS: The four calendar quarters of the year are as follows:\n1st Qtr: January/February/March 2nd Qtr: April/May/June 3rd Qtr: July/August/September 4th Qtr: October/November/December\nCalendar quarters begin with the first Sunday in the new quarter.\n4\nBASE PERIOD: The base period is the first four of the last five completed calendar quarters before the week you call to file an initial claim application for a new benefit year. Wages paid to you during your base period are used to determine if you have enough wages to qualify for a claim and to calculate how much you can be paid in benefits.\nThe chart below will help you understand how the calendar quarters in a base period are determined.\nTo determine your base period, find the month in the far-right row in which your benefit year is effective. The four shaded quarters in the same row across to the left are the base period quarters of your claim. PLEASE REMEMBER: A benefit year is dated effective the Sunday beginning the week in which you file.",
    "metadata": {
      "section_title": "COMPUTING MONETARY ELIGIBILITY",
      "page_number": 8
    }
  },
  {
    "section_id": "AL-21",
    "content": "(AFTER THE FIRST SUNDAY) IN:\nOCT. JAN. APR. JUL. JAN. NOV. FEB. MAY AUG. FEB DEC MAR. JUN SEP. MAR JAN. APR. JUL. OCT. APR FEB. MAY AUG NOV. MAY MAR. JUN SEP. DEC. JUN. APR. JUL. OCT. JAN. JUL. MAY AUG. NOV. FEB. AUG. JUN. SEP. DEC. MAR. SEP. JUL. OCT. JAN. APR. OCT AUG. NOV. FEB. MAY NOV SEP. DEC. MAR JUN. DEC.\n<\nBASE PERIOD\nHIGH QUARTER: Your high quarter is the base period quarter during which you were paid the highest amount of wages from covered employment. The average earnings of your two highest base period quarters must equal to at least the minimum amount specified by law. Your total base period wages must equal or exceed 1½ times your high quarter earnings in order to be eligible for unemployment benefits.",
    "metadata": {
      "section_title": "IF YOU FILE YOUR CLAIM",
      "page_number": 8
    }
  },
  {
    "section_id": "AL-22",
    "content": "Benefits range from a minimum of $45 to a maximum of $275 calculated using your base period earnings. You will receive a monetary determination after you file that lists your base period wages by employer, and the total weekly amount to which you may be entitled.",
    "metadata": {
      "section_title": "MINIMUM AND MAXIMUM BENEFIT",
      "page_number": 8
    }
  },
  {
    "section_id": "AL-23",
    "content": "Claims effective on or after January 1, 2020, may qualify for an additional five (5) weeks of benefits for those who are participating in approved training. These additional weeks will be established as five times your regular weekly benefit amount added to your maximum benefit amount. These training weeks will not be paid for any benefit weeks ending after your benefit year has expired. You must attend an approved training course during your benefit year to qualify for these additional benefits.",
    "metadata": {
      "section_title": "ADDITIONAL TRAINING BENEFITS",
      "page_number": 8
    }
  },
  {
    "section_id": "AL-24",
    "content": "Covered employment is work performed for an employer who is subject to the Alabama Unemployment Compensation Law. Only wages paid from covered employment can be used to qualify for unemployment benefits and to calculate your monetary eligibility. Some work, however, can be excluded (or not covered) by law, even when performed for a covered employer.\n5\nBENEFIT YEAR: A benefit year is the 52-week period during which you can claim benefits, beginning with the week you file your initial claim. The maximum benefit amount that you will be able to draw during that year is based on your wages in the base period, and the unemployment rate.\nYour benefit year will expire one year from the date of your initial claim. You can stop claiming weekly benefits during your benefit year as many times as you want or need; however, once your unemployment benefits are exhausted or your benefit year has expired, no other benefits will be payable on that claim.\nWAITING WEEK: A waiting week is a one-week period for which benefits will not be paid on your claim. The waiting week will not be deducted from your claim balance. For all claims effective on or after August 1, 2012, the waiting week is the first compensable week of a claim. Although no benefits will be paid, you must file a weekly certification for the benefit week to be counted as the waiting week.",
    "metadata": {
      "section_title": "COVERED AND INSURED EMPLOYMENT",
      "page_number": 9
    }
  },
  {
    "section_id": "AL-25",
    "content": "Wages earned in other states or territories of the U.S. during the base period may be used in combination with your Alabama wages to determine your eligibility. If you have worked in another state, the District of Columbia, Puerto Rico\nor the U.S. Virgin Islands during the base period, be sure to advise a claims specialist when filing your claim via the telephone, 866-234-5382 (for TTY, see back cover), or through the UC Claimant Inquiry Line, 800-361-4524 (for TTY, see back cover). If you are filing online at www.labor.alabama.gov you will be asked specific questions about your work performed outside the state of Alabama.\nYou may file an interstate or an intrastate claim on wages earned and reported to another state, the District of Columbia, Puerto Rico, or the U.S. Virgin Islands. To file an interstate claim, you may call the toll-free number, 866-234-5382 (for TTY, see back cover), or file online at www.labor.alabama.gov.",
    "metadata": {
      "section_title": "WORK PERFORMED OUTSIDE THE STATE OF ALABAMA DURING THE BASE PERIOD",
      "page_number": 9
    }
  },
  {
    "section_id": "AL-26",
    "content": "You will be required to furnish the names and addresses of all employers you worked for during the base period and the dates you were employed with them.\nIf you need to file a new claim, or if you have filed a claim against the U.S. Virgin Islands within the last 12 months, Alabama will notify that territory to process a reopen or an additional claim, unless your benefits from that territory are exhausted or terminated for a definite or indefinite period of time where requalifying requirements have not been met.\nThe state or territory where your wages were earned and against which you are filing your claim will make the decision as to whether you qualify for unemployment benefits. You will be subject to all the eligibility requirements of that state. Each state’s unemployment compensation law and procedure for filing may vary.",
    "metadata": {
      "section_title": "WORK PERFORMED OUTSIDE THE STATE OF ALABAMA DURING THE BASE PERIOD",
      "page_number": 9
    }
  },
  {
    "section_id": "AL-27",
    "content": "An eligibility issue is any information or set of circumstances, discovered during or after your benefit year, that can raise a legal question about whether you should be paid unemployment benefits.\nThere are two types of eligibility issues: separation and non-separation eligibility issues. The Department must investigate all relevant eligibility issues that apply to your claim before and while paying benefits. A fact-finding interview will be conducted to determine if you are eligible for benefits. An eligibility issue can reduce, suspend, or deny your benefits under the Alabama Unemployment Compensation Law.\n6",
    "metadata": {
      "section_title": "WHAT IS AN ELIGIBILITY ISSUE?",
      "page_number": 10
    }
  },
  {
    "section_id": "AL-28",
    "content": "A form will be mailed to your most recent employer to notify them that you have filed a claim for unemployment benefits. This form will request information about why you are no longer employed. Although information about your job separation is obtained from you at the time you file your claim, it may be necessary that we contact you again once a response is received from your employer. Before a decision can be made on your claim, it is necessary that the Department have a clear understanding of the circumstances under which you became unemployed. Circumstances regarding your separation from your last employer can affect whether or not you can draw benefits.",
    "metadata": {
      "section_title": "SEPARATION ELIGIBILITY ISSUES",
      "page_number": 10
    }
  },
  {
    "section_id": "AL-29",
    "content": "1. You voluntarily quit your job without a good cause connected with the work. Personal reasons for quitting a job (i.e., lack of transportation, moving, etc.) are not considered good work-connected causes, no matter how well justified.\n2. You were discharged from your job for misconduct in connection with the work. Failure to obey an employer’s work rules and policies (i.e., having excessive or unexcused late arrivals or absences, endangering the safety of others, disregarding orders, or instructions, committing a dishonest or criminal act, etc.) is considered good cause for an employer to discharge an employee. The seriousness of the misconduct, any prior warnings, and/or if steps were taken to correct the behavior prior to the discharge will determine the severity of the effect on one’s benefits.\nExample: An individual discharged from a job for committing a dishonest or criminal act could receive a disqualification that requires wages reported by that employer be removed from the individual’s base period wage file.\n3. You become unemployed due to a work stoppage resulting from a labor dispute. In general, individuals are disqualified for the week(s) they are unemployed due to a work stoppage resulting from a labor dispute.",
    "metadata": {
      "section_title": "The Alabama Unemployment Compensation Law provides for a delay or disqualification from receipt of benefits if:",
      "page_number": 10
    }
  },
  {
    "section_id": "AL-30",
    "content": "Other requirements for remaining eligible to receive unemployment benefits include:\n1. You must be available for work during each week that you wish to draw benefits. You must be able, available, seeking, and willing to immediately accept full-time work, during the hours, days and shifts normally worked in the trade or industry for which your training and/or experience qualifies you. You are not eligible to file a claim if you reside outside the United States.\n2. You must be able to work to qualify for benefits. If sickness or injury prevents you from working on a job for which you are qualified based on your past experience and/or training, benefits can be denied until such time that you can provide proof that you are able to work.\n3. You must participate in or report to fact-finding interviews, profile interviews, eligibility reviews, and register with the Employment Service, as instructed.",
    "metadata": {
      "section_title": "NON-SEPARATION ELIGIBILITY ISSUES",
      "page_number": 10
    }
  },
  {
    "section_id": "AL-31",
    "content": "s, profile interviews, eligibility reviews, and register with the Employment Service, as instructed. If you fail to take part or report, as instructed, to a call-in notice to an Alabama Career Center, or for a fact-finding or eligibility review interview, benefits can be denied. While receiving unemployment benefits, you may be selected to participate in an eligibility review interview. When you make your telephone call or go online to file your weekly claim certification, you may be instructed to answer eligibility questions. This eligibility review interview will be conducted prior to filing your weekly claim certification.\n4. You must make three (3) work search contacts each week that you wish to receive benefits. These contacts must be reported when you file your weekly claim. See the \"Work Search Requirements\" section of this handbook for more information.\n5. You must not refuse any offer of suitable work.",
    "metadata": {
      "section_title": "NON-SEPARATION ELIGIBILITY ISSUES",
      "page_number": 11
    }
  },
  {
    "section_id": "AL-32",
    "content": "s\" section of this handbook for more information.\n5. You must not refuse any offer of suitable work. Your benefits can be delayed if you fail to respond to a call-in notice from the Alabama Career Center regarding a possible job referral. If you refuse a referral to a job, if you fail to keep an appointment with a prospective employer, or if you refuse suitable work from an employer, your benefits can be delayed or denied. Suitability is determined based upon your past training and experience, the details of the job, and by the local labor market. Any job referral or refusal must be immediately reported through the UC Claimant Inquiry Line.\n7\n6. You must immediately report any and all income through the UC Claimant Inquiry Line, 800-361-4524 (for TTY, see back cover). You must follow the instructions discussed further in the “How to File Your Weekly Certification” section of this handbook.",
    "metadata": {
      "section_title": "NON-SEPARATION ELIGIBILITY ISSUES",
      "page_number": 11
    }
  },
  {
    "section_id": "AL-33",
    "content": "tructions discussed further in the “How to File Your Weekly Certification” section of this handbook. Certain types of payments such as wages, vacation pay, holiday pay, workers’ compensation pay, sick pay, etc., may be disqualifying or deductible.\n7. If you are not a citizen of the United States, you must provide your alien registration number as documentation of your permission to work in the United States. Your alien registration number will be verified with the U.S. Citizenship and Immigration Service (USCIS). If the USCIS indicates that you do not have authorization to work in the United States, unemployment benefits cannot be paid to you. An unemployment claim cannot be established using any wages you earned before you had authorization to work.\n8. If you attend GED classes, a college, or a vocational school, you may be able to draw benefits as long as you make yourself fully available for any suitable work, even if it means changing the hours of your classes or quitting school.",
    "metadata": {
      "section_title": "NON-SEPARATION ELIGIBILITY ISSUES",
      "page_number": 11
    }
  },
  {
    "section_id": "AL-34",
    "content": "If you are a regular, full-time student attending high school, you will be disqualified from receiving benefits until you are no longer attending high school.\n9. If you are enrolled in training approved by this Department, you must remain enrolled and make satisfactory progress in completing your approved course of training. As long as you remain enrolled and are making satisfactory progress, it will have no effect on your benefits. You can ask about available training courses and enrollment qualifications at a local Alabama Career Center.\n10. Generally, failure to meet the above requirements will result in a denial of benefits on your claim. In some instances, such as deduction of earnings, no written notice is required; however, you have the right to protest or request redetermination of any reduction or denial of benefits.",
    "metadata": {
      "section_title": "NON-SEPARATION ELIGIBILITY ISSUES",
      "page_number": 11
    }
  },
  {
    "section_id": "AL-35",
    "content": "If you are an Alabama resident, you must visit a local Alabama Career Center (see inside back cover) to register for work or create an online registration at alabamaworks.alabama.gov and update your online resume.\nYour Career Center application will remain active for at least 90 days. You will be required to keep your Career Center application active during the weeks you draw unemployment benefits. You can update or obtain information regarding your Career Center application online at alabamaworks.alabama.gov.\nIf you are an Alabama claimant residing and seeking work in another state, you must register for work and maintain an active registration with the Employment Service or American Job Center office in your local area.",
    "metadata": {
      "section_title": "ALABAMA CAREER CENTER SYSTEM REGISTRATION",
      "page_number": 11
    }
  },
  {
    "section_id": "AL-36",
    "content": "Unless otherwise instructed, you will be required to make an active search for work and will be required to enter work search contact information with each weekly certification.\nYou must provide three (3) work search contacts each week when you file your weekly certification. Required contact information includes date of contact, employer name, city, state, method of contact, and contact results. The date of contact MUST be during the week for which you are claiming benefits. Failure to provide required information may result in a denial of benefits.\nThe following guidelines will assist you in making a reasonable and active work search:\n1. Apply each week with employers who hire people with your experience, training, or skills. Your contacts should include former employers if you have reason to believe that there is some chance that you may be rehired.\n2. Contact employers during hours of the day and days of the week when hiring is normally done.\n3. Apply to the person who has authority to hire. Complete a job application whenever you have the chance. Online applications are acceptable.\n4. Apply for work for which you are qualified, within the normal commuting distance of your place of residence.\n5. Log in to Alabama Works or visit a local Alabama Career Center at least once a week while you are claiming unemployment benefits.\n8",
    "metadata": {
      "section_title": "WORK SEARCH REQUIREMENTS",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-37",
    "content": "You may file a claim based on your separation or release from active military duty. It will be necessary for you to provide your social security number and your DD-214, Member 4 copy, before your eligibility can be determined. As a spouse of an active-duty member of the military, you may be eligible for unemployment benefits if you leave your job due to the permanent relocation of your military spouse. You will be required to submit proof of the permanent relocation and your spousal relationship. Certain other conditions must be met in order to meet initial eligibility requirements and to remain eligible to receive benefits.",
    "metadata": {
      "section_title": "MILITARY EMPLOYMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-38",
    "content": "You may file a claim based on separation from federal civilian employment. It will be necessary for you to provide form SF-8, SF-50, or earnings/leave statements as proof of employment.",
    "metadata": {
      "section_title": "FEDERAL EMPLOYMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-39",
    "content": "School employees with reasonable assurance of re-employment the next school year are generally denied benefits between academic terms and during regularly scheduled breaks.\nIndividuals who have educational employment will receive two monetary determinations:\nA) one containing all wages reported during the base period, including school wages, and\nB) one containing all wages reported during the base period, without school wages. It may be possible for these individuals to draw a reduced benefit amount during a scheduled school break and between terms if enough wages from non-school employers were earned during the base period.",
    "metadata": {
      "section_title": "EDUCATIONAL EMPLOYMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-40",
    "content": "If you were laid off as a result of competition from imports, you may be eligible for Trade Readjustment Allowance (TRA) and other benefits under the Trade Adjustment Assistance Extension Act of 2011 and Trade Adjustment Assistance Reauthorization Act of 2015.\nIf your company is certified eligible for Trade Adjustment Assistance (TAA), you will be notified by letter. You can file your TAA claim as soon as you are notified; however, weekly Trade Readjustment Allowance (TRA) benefits cannot be paid until your regular unemployment benefits are exhausted. To file for TRA, call the Claims Line at 866-234-5382 (for TTY, see back cover).\nBenefits may include relocation and job search allowances, training assistance, employment services, Health Coverage Tax Credit (HCTC) and TRA. In order to receive TRA benefits, you must enroll in approved training or a training waiver must be granted within 26 weeks after the petition certification date or 26 weeks after your last qualifying separation.",
    "metadata": {
      "section_title": "TRADE ACT PROGRAM",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-41",
    "content": "If your petition number allows you to receive TRA benefits and you are not in training, you will be required to register with the Alabama Career Center System every four (4) weeks. The Alabama Career Center will assist you with your training waiver. A waiver of training participation can only be granted for a limited period of time, and only because of health (which may impact your benefits), if enrollment for the training in which you will be placed is not immediately available, or if there is no training available.",
    "metadata": {
      "section_title": "TRADE ACT PROGRAM",
      "page_number": 12
    }
  },
  {
    "section_id": "AL-42",
    "content": "Trade Adjustment Assistance Reauthorization Act of 2015 established the RTAA program as a wage supplement program for reemployed older workers certified eligible to apply for Trade Adjustment Assistance. The Act requires that petitioners who request that workers be certified for the RTAA program must do so at the time the petition is filed.\n9\nRTAA is designed to allow TAA eligible workers for whom retraining may not be appropriate and who find reemployment to receive a wage subsidy to help bridge the salary gap between their old and new employment. To receive the RTAA benefits, workers must be TAA eligible and certified.\nUnder the RTAA program, workers in an eligible worker group who are at least 50 years of age and who obtain different, full-time employment after separation from adversely affected employment at wages less than those earned in the adversely affected employment, may receive up to half of the difference between the worker's old wage and the new wage.",
    "metadata": {
      "section_title": "REEMPLOYMENT TRADE ADJUSTMENT ASSISTANCE (RTAA) PROGRAM",
      "page_number": 13
    }
  },
  {
    "section_id": "AL-43",
    "content": "employment, may receive up to half of the difference between the worker's old wage and the new wage. The wage subsidy may be paid up to a maximum of $10,000 during a two-year eligibility\nperiod. To be eligible for the RTAA program, workers may not earn more than $50,000 per year in the new employment. Workers who begin receiving payments under the RTAA program may be eligible to receive other TAA benefits and services.\nHEALTH COVERAGE TAX CREDIT (HCTC) The Trade Adjustment Assistance Reauthorization Act of 2015 (TAARA) has reinstated the Health Coverage Tax Credit (HCTC) for eligible TAA, RTAA, and ATAA recipients. The TAA program provides two options for an eligible individual to receive the benefit. Taxpayers may elect to file for HCTC with an end-of-the-year tax credit with their tax return. This program established a tax credit of 72.5% of the amount paid by an individual for qualified health insurance coverage.",
    "metadata": {
      "section_title": "REEMPLOYMENT TRADE ADJUSTMENT ASSISTANCE (RTAA) PROGRAM",
      "page_number": 13
    }
  },
  {
    "section_id": "AL-44",
    "content": "The advance credit option will provide the 72.5% of the payable premium for a qualified health insurance plan as a monthly credit. This amount will be forwarded by the Internal Revenue Service (IRS) to the qualified health insurance plan on behalf of the individual receiving advance credit. The taxpayer will be responsible for the payment of the 27.5% of the payable premium on a monthly basis. Until the advance tax credit option is implemented, taxpayers must continue to pay 100% of the payable premium for qualified health insurance.\nIf you have questions regarding HCTC or need additional information, you may contact the IRS.\nOnly the IRS can determine whether you qualify for HCTC. Please go to the HCTC website at www.irs.gov/HCTC for further information on how to apply for this credit.",
    "metadata": {
      "section_title": "REEMPLOYMENT TRADE ADJUSTMENT ASSISTANCE (RTAA) PROGRAM",
      "page_number": 13
    }
  },
  {
    "section_id": "AL-45",
    "content": "The major objective of the Disaster Unemployment Assistance (DUA) program is to provide assistance to individuals whose employment has been lost or interrupted as a direct result of a major disaster. A major disaster is defined as any hurricane, tornado, storm, flood, high water, tidal wave, wind- driven water, earthquake, drought, ice or fire conditions, or other catastrophes declared by the president to warrant government assistance to communities and individuals.\nIf you have filed a claim for Disaster Unemployment Assistance (DUA) under the Robert T. Stafford Disaster Relief and Emergency Assistance Act, a determination of your eligibility will be made and mailed to you.",
    "metadata": {
      "section_title": "DISASTER UNEMPLOYMENT ASSISTANCE BENEFIT RIGHTS AND RESPONSIBILITIES",
      "page_number": 13
    }
  },
  {
    "section_id": "AL-46",
    "content": "In order to be eligible for DUA, you must meet the following eligibility requirements:\n• An initial application for DUA must normally be filed within 30 days of the State announcement date of the availability of assistance, and\n• Your unemployment must have been caused as a direct result of a major disaster declared by the President of the United States, and\n• The wages used to calculate your weekly benefit amount meet the state unemployment benefit criteria, and\n• Self-employed individuals must furnish documentation including the last completed year’s income tax records within 21 days of filing their application to substantiate wage information used in the calculation of benefits.\n10",
    "metadata": {
      "section_title": "GENERAL ELIGIBILITY REQUIREMENTS",
      "page_number": 14
    }
  },
  {
    "section_id": "AL-47",
    "content": "One or more of the following conditions of unemployment must have occurred as a direct result of the major disaster to qualify for DUA:\n• No longer have a job\n• Unable to reach the place of employment\n• Was to start work in the major disaster area and the job no longer exists or you are unable to reach the job\n• Became the breadwinner or major support of the family because the head of household died\n• Cannot work because of an injury incurred during the major disaster.\nIf you are not a citizen of the United States, you cannot be paid DUA benefits based on your service unless you were legally authorized to work in the United States at the time such services were performed.",
    "metadata": {
      "section_title": "CONDITIONS OF UNEMPLOYMENT AS A DIRECT RESULT OF THE MAJOR DISASTER",
      "page_number": 14
    }
  },
  {
    "section_id": "AL-48",
    "content": "In order to be eligible for any week of DUA, you must meet the following conditions:\n• Be totally or partially unemployed, in the disaster area as a direct result of the disaster and have no entitlement to regular Unemployment Compensation benefits from the State of Alabama or any other state, unless disqualified directly due to disaster related injury.\n• Continue to file claims each week.\n• Be able and available for full time work each day of your claim week. This means that you must be ready, willing and able to accept suitable work and there must be no reason or circumstances – personal, physical (unless you are unable to work due to incapacitation directly caused by the major disaster), or otherwise – to keep you from looking for or taking a full-time job for which you are qualified. If you are an unemployed self-employed claimant, you will not be considered unavailable for work if you are engaged in activities solely for the purpose of resuming self-employment.\n• Report any work whether or not you have received pay for that work.\n• Report any gross earnings before deductions (include all tips, room and meals).",
    "metadata": {
      "section_title": "REPORTING AND FILING REQUIREMENTS",
      "page_number": 14
    }
  },
  {
    "section_id": "AL-49",
    "content": "Certain types of payments such as wages, vacation pay, holiday pay, workers’ compensation pay, sick pay, etc., may be disqualifying or deductible.\n• Report any change in your address.\nKnowingly giving false information to obtain benefits is considered fraud. See PART SEVEN: FRAUD DETECTION of this handbook.\nDecisions affecting eligibility for DUA can be appealed following the guidelines found in PART EIGHT: APPEALS of this handbook. If you have appealed a decision denying DUA benefits, you should continue to file weekly claims for benefits until the appeal is decided. If the decision finds you eligible to receive DUA benefits, you will be paid only for those weeks for which you filed timely claims.",
    "metadata": {
      "section_title": "REPORTING AND FILING REQUIREMENTS",
      "page_number": 14
    }
  },
  {
    "section_id": "AL-50",
    "content": "The most recent tax year that has ended will be considered as the base period to be utilized in computing a DUA weekly benefit amount (WBA).",
    "metadata": {
      "section_title": "DUA BASE PERIOD",
      "page_number": 14
    }
  },
  {
    "section_id": "AL-51",
    "content": "A disaster assistance period begins the first week following the date the major disaster began. The DAP ends the last week that begins prior to 26 weeks after the date the major disaster was declared. DUA will not be paid for any period of unemployment that occurs prior to the disaster date nor for a week of unemployment after the end of the DAP.\n11",
    "metadata": {
      "section_title": "DISASTER ASSISTANCE PERIOD (DAP)",
      "page_number": 15
    }
  },
  {
    "section_id": "AL-52",
    "content": "The computation of the WBA for DUA will be based on net income from the most recently ended tax year. The state unemployment compensation (UC) formula will be used to compute the WBA and earnings allowance. All individuals who have worked full-time but have insufficient wages to compute a WBA or who are entitled to a DUA WBA less than 50 percent of the average weekly UC amount will be eligible for 50 percent of the average weekly UC amount.",
    "metadata": {
      "section_title": "DUA WEEKLY BENEFIT AMOUNT (WBA)",
      "page_number": 15
    }
  },
  {
    "section_id": "AL-53",
    "content": "The Alabama Unemployment Compensation Law provides for extended benefits for claimants who have exhausted their benefits during periods of high unemployment. The Department will make public announcements to all news media of the beginning and ending dates of any extended benefits period.",
    "metadata": {
      "section_title": "EXTENDED BENEFITS",
      "page_number": 15
    }
  },
  {
    "section_id": "AL-54",
    "content": "Your employer may file a partial claim for benefits for any given week that you worked and earned less than your weekly unemployment benefit amount. To be valid, your employer must file the partial claim after the end of the payable week, but within 14 days following the week claimed. If your employer does not file the partial claim for you within that time period, it is your responsibility to file your claim application by telephone.",
    "metadata": {
      "section_title": "EMPLOYER FILED CLAIMS",
      "page_number": 15
    }
  },
  {
    "section_id": "AL-55",
    "content": "You may file your weekly claim certifications either by\n(1) Internet at www.labor.alabama.gov; or\n(2) Telephone using the Unemployment Compensation Division’s automated voice response system. The weekly certification telephone number for your calling area will be provided to you when you file your claim. A complete list of local numbers is provided in this handbook.\nWeekly certifications may be filed 12:01 AM Sunday through 5:00 PM Friday (Central Time).\n• NOTE: TO BE CONSIDERED TIMELY, YOU MUST FILE YOUR WEEKLY CERTIFICATION BY NO LATER THAN 5PM EACH FRIDAY.",
    "metadata": {
      "section_title": "PART SIX: WEEKLY CLAIM CERTIFICATIONS",
      "page_number": 15
    }
  },
  {
    "section_id": "AL-56",
    "content": "To be eligible for payment, you must file certifications each week as instructed, even if the determination has not yet been made on your claim. You will need the following:\n(1) Social security number, and\n(2) Personal Identification Number (PIN) that you established when you filed your unemployment claim. If you have forgotten your PIN, you must either successfully complete security questions on the website or schedule a callback with the UC Claimant Inquiry line for assistance.\nYour PIN should never be shared with anyone. It is your electronic signature. It is legally valid and enforceable.\n12",
    "metadata": {
      "section_title": "FILING YOUR WEEKLY CERTIFICATION",
      "page_number": 16
    }
  },
  {
    "section_id": "AL-57",
    "content": "When you file your certification for weekly benefits, you will be instructed to answer the questions truthfully.\nWhen all the information has been entered and verified, you will be told that your certification has been accepted and is being processed. You must wait for this response to ensure that all your answers have been recorded. If one or more of your answers is potentially disqualifying, you will be instructed to call the UC Claimant Inquiry Line for a fact-finding interview.\nNOTE: Your electronic pin or your signature on an unemployment benefit check is written acknowledgment that you have given true and accurate information and understand that there are penalties for giving false information to obtain unemployment benefits.\nIf you choose to stop filing weekly claim certifications for any reason, your claim becomes inactive. If you make your weekly call and the system detects that your claim is inactive, you will receive a message informing you that you have a break in your claim series. Failure to follow the instructions provided, may result in a loss of benefits.\nIf the system detects that you have failed to call for at least two weeks or more, you will be instructed to reopen your claim by calling the Claims Line at 866-234-5382 (for TTY, see back cover). Your claim will be reopened effective the week that you called and reopened claim.",
    "metadata": {
      "section_title": "HOW TO FILE YOUR WEEKLY CERTIFICATION",
      "page_number": 16
    }
  },
  {
    "section_id": "AL-58",
    "content": "You must report your gross pay (before taxes) for the week when you file your weekly claims certification. You must report all pay for this week, including any cash payments, even if you have not yet been paid. This amount should include any pay for work performed, wages paid while on a temporary layoff, and wages paid while on a scheduled break under a contract. If you have multiple employers, include wages from all jobs. Failure to properly report your earnings could result in an overpayment of your unemployment benefits.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 16
    }
  },
  {
    "section_id": "AL-59",
    "content": "If you have moved to another state, you must call the UC Claimant Inquiry Line at 1-800-361-4524 (for TTY, see back cover). If you are away from Alabama temporarily, you may file your weekly certifications via internet or by continuing to call the weekly certification number previously given to you. Long distance charges may apply. You will still have to meet all eligibility requirements while out of town.",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU MOVE OR GO OUT OF TOWN",
      "page_number": 16
    }
  },
  {
    "section_id": "AL-60",
    "content": "(for TTY, see back cover)\nBirmingham (205) 458-2282 Montgomery (334) 954-4094 Not in a local area: (800) 752-7389\nTo file a weekly certification via the Internet:\nwww.labor.alabama.gov\n13",
    "metadata": {
      "section_title": "WEEKLY CERTIFICATION NUMBERS",
      "page_number": 17
    }
  },
  {
    "section_id": "AL-61",
    "content": "To report fraud, call 1-800-392-8019 (for TTY, see back cover), or report online at www.labor.alabama.gov/Fraud/.",
    "metadata": {
      "section_title": "PART SEVEN: FRAUD DETECTION",
      "page_number": 17
    }
  },
  {
    "section_id": "AL-62",
    "content": "Fraud: Failure to report information that affects your eligibility for benefits; falsely reporting any information on your claim application or weekly claim certifications; or filing a claim using another person’s identity may be construed as an act of fraud. Any intentional misrepresentation or withholding of facts or information concerning your eligibility while claiming benefits constitutes fraud, whether or not benefits are received as a result of the act.",
    "metadata": {
      "section_title": "FRAUD",
      "page_number": 17
    }
  },
  {
    "section_id": "AL-63",
    "content": "Alabama, as well as many other states, has several methods of detecting fraud and overpayments of unemployment benefits. These methods include:\n(1) Employer Wage Records\n(2) Benefit Payment Audits\n(3) Quality Assurance Audits\n(4) Reports through the Fraud Hotline\n(5) Reports through the State and National New Hire programs",
    "metadata": {
      "section_title": "FRAUD DETECTION PROGRAMS",
      "page_number": 17
    }
  },
  {
    "section_id": "AL-64",
    "content": "If any of the above situations is detected in the payment of unemployment benefits, a fraud determination may result in a fraud penalty assessment against your current or future unemployment compensation claim(s). The fraud penalty will be automatically deducted from your current and/or future maximum benefit amount(s).\nThe first offense of an act of fraud will result in a disqualification for a 52-week period, beginning immediately following the final date of the fraud determination.\n• Each subsequent act determined as fraud will result in a disqualification for a period of 104-weeks, immediately following the final date of determination of fraud, and\n• All fraudulently received payments must be repaid in full (with verified funds or cash) before being able to qualify for a future claim.\n• All fraudulent overpayment balances are subject to a minimum 15 percent penalty and shall accumulate interest at the rate of two percent (2%) per month.",
    "metadata": {
      "section_title": "PENALTIES FOR FRAUD",
      "page_number": 17
    }
  },
  {
    "section_id": "AL-65",
    "content": "These amounts will be added to the debt balance.\nCommitting the act of unemployment fraud is punishable by prosecution from a Class B Felony to a Class A Misdemeanor. An arrest warrant may be issued against you. Each week claimed involving fraud shall constitute a separate offense. Upon conviction, you can be:\n• Sentenced to a maximum of not more than 20 years or less than 2 years in jail for each offense for a Class B Felony.\n• Sentenced to a maximum of not more than 10 years or less than 1 year and 1 day for a Class C Felony.\n• Sentenced to not more than one year for a Class A misdemeanor.\n14",
    "metadata": {
      "section_title": "PENALTIES FOR FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "AL-66",
    "content": "An overpayment can result if you are paid benefits and it is later determined, for any reason, that you did not qualify for those benefits. Overpayments may result from:\n• Failure to truthfully answer all questions on your claim,\n• Failure to report any gross income or deductible income,\n• Failure to report any condition or situation that may make you unavailable for or unable to work, or\n• Receiving benefits initially but later being disqualified after an employer appeal.\nIf it is determined that you were overpaid benefits, you will be notified by mail, through a Notice of Determination of Overpayment, which will indicate the amount of the overpayment and explain why you were overpaid.\nThe overpayment can be collected, by law, through offset of your weekly benefit payment(s) where not determined as fraud. In overpayments determined as fraud, the offset of your state and/or federal income tax refunds can be intercepted to satisfy the overpayment as a cash payment. You may also voluntarily repay your overpayment online at www.labor.alabama.gov, or via personal check, money order, certified check, or a cashier’s check made payable to the Alabama Department of Labor.",
    "metadata": {
      "section_title": "OVERPAYMENT OF BENEFITS",
      "page_number": 18
    }
  },
  {
    "section_id": "AL-67",
    "content": "If the overpayment cannot be paid in full, a repayment agreement can be arranged. If you would like to make repayment arrangements or have any questions about your overpayment, you may contact the Benefit Payment Control Section at (334) 956-4000.\nAll repayment agreements must be in writing. Mail your payments to the following address:\nAlabama Department of Labor Benefit Payment Control Section, Room 3430 649 Monroe Street Montgomery, Alabama 36131 Phone: (334) 956-4000 (for TTY, see back cover)",
    "metadata": {
      "section_title": "PLEASE DO NOT SEND CASH IN THE MAIL! WRITE THE LAST FOUR DIGITS OF YOUR SOCIAL SECURITY NUMBER ON YOUR CHECK OR MONEY ORDER!",
      "page_number": 18
    }
  },
  {
    "section_id": "AL-68",
    "content": "Waiver of overpayments may only be granted where the overpayment was cause by no fault of your own. You may request that the repayment of your overpayment be waived by the chairperson of the Waiver Committee.\nRequests for waiver questionnaires are reviewed by the Waiver Committee only after all appeal rights on your overpayment(s) have become final.\nYou may request a waiver questionnaire by contacting the:\nAlabama Department of Labor Benefit Payment Control, Room 3430 649 Monroe Street Montgomery, Alabama 36131 FAX: (334) 956-4024 or Phone: (334) 956-4000 (for TTY, see back cover)\n15",
    "metadata": {
      "section_title": "WAIVER OF REPAYMENT OF OVERPAYMENT",
      "page_number": 19
    }
  },
  {
    "section_id": "AL-69",
    "content": "If you disagree with an examiner’s determination, you may file an appeal to the Hearing and Appeals Division. This is your first level of administrative appeal. Appeal requests must be filed within 15 calendar days of the mailing date of the original decision or within seven (7) calendar days if the decision was handed to you in-person. If the last day to file falls on a weekend or a state holiday, the deadline to file an appeal will be the next business day after the weekend or holiday.\nYour appeal must be made in writing. You can mail, fax or deliver the appeal, or file the appeal online at www.labor.alabama.gov. The mailing address and fax number for the Hearings and Appeals Division is shown below:\nAlabama Department of Labor\nHearing and Appeals Division, Room 4677\n649 Monroe Street\nMontgomery, Alabama 36131\nFAX:\nFAX: (334)956-5891\nTELEPHONE:\nTELEPHONE: (800)321-9323\n(for TTY, see back cover)\nYour appeal must be signed and include your full name (printed), the last four digits of your social security number, and the reason you do not agree with the decision made on your claim.",
    "metadata": {
      "section_title": "PART EIGHT: APPEALS",
      "page_number": 19
    }
  },
  {
    "section_id": "AL-70",
    "content": "Be certain that you mail, fax or deliver your appeal so that it is received at the Alabama Department of Labor on or before the 7th calendar day if the decision was handed to you or the 15th calendar day if mailed.\nEither party to an appeal may be represented by any competent person of their choosing including an attorney, although an attorney is not required.\nNOTE: It is important that you continue to file your weekly certifications by telephone or the Alabama Department of Labor website during the appeals process so that, if the decision is in your favor, you can be paid for eligible back weeks.",
    "metadata": {
      "section_title": "PART EIGHT: APPEALS",
      "page_number": 19
    }
  },
  {
    "section_id": "AL-71",
    "content": "Appeals are processed in the order of receipt/file date. A telephone appeal hearing will be scheduled. The Notice of Unemployment Compensation Telephone Hearing will be mailed to your address of record informing you of the date, time, the issue(s) to be discussed, and the hearing officer’s name. Please promptly report a change of mailing address to the Unemployment Compensation Division.\nPlease read carefully and follow the instructions on the notice of hearing for your participation in the hearing. All interested parties to the appeal will be notified in writing at their address of record. If your appeal is on the reason for separation from work, the employer will be notified to participate in the hearing.",
    "metadata": {
      "section_title": "NOTICE OF HEARING",
      "page_number": 19
    }
  },
  {
    "section_id": "AL-72",
    "content": "The hearing officer has sole responsibility in conducting the hearing. Hearings are recorded by the hearing officer. No one other than the hearing officer may record the hearing. An oath will be administered prior to taking testimony.",
    "metadata": {
      "section_title": "HEARING PROCEDURE",
      "page_number": 19
    }
  },
  {
    "section_id": "AL-73",
    "content": "If you have documents supporting your case, mail or fax such evidence to the hearing officer. Mail or fax the hearing officer only evidence that is relevant to your appeal. If you or witnesses are unable to attend the hearing, an affidavit may be submitted. The affidavit should set forth all facts in chronological order, giving dates, places, and names. Affidavits must be received by the hearing officer before the hearing. Such affidavits carry less weight than testimony given under oath at the hearing.\n16",
    "metadata": {
      "section_title": "EVIDENCE AND AFFIDAVITS",
      "page_number": 20
    }
  },
  {
    "section_id": "AL-74",
    "content": "You may have witnesses to participate in the hearing on your behalf. If a witness refuses to appear voluntarily, you may request that the individual be subpoenaed.\nDocuments may also be subpoenaed. Requests for subpoenas should be made by contacting the Hearings and Appeals Division as far in advance of the hearing as possible to allow for preparation, mailing, and delivery. You must provide the Department with the residential address of the person you wish to subpoena.",
    "metadata": {
      "section_title": "ATTENDANCE OF WITNESSES AND SUBPOENAS",
      "page_number": 20
    }
  },
  {
    "section_id": "AL-75",
    "content": "The hearing officer will render a written decision and mail it to all interested parties within a reasonable time after the hearing. If you have questions about the hearing or the decision, you may contact the Hearings and Appeals Division.\nIf either party disagrees with the hearing officer’s decision, an appeal may be filed to the Board of Appeals.",
    "metadata": {
      "section_title": "THE APPEALS DECISION",
      "page_number": 20
    }
  },
  {
    "section_id": "AL-76",
    "content": "This is the second level of administrative appeal. The Board of Appeals is a three-member body appointed by the Governor. Hearings are only conducted in Birmingham, Tuscaloosa, Dothan, Decatur, Oxford, Mobile, and Montgomery. The Board of Appeals does not conduct hearings by telephone.\nAn appeal to the Board of Appeals must be received by the Board of Appeals within fifteen (15) calendar days after the mailing date of the hearing officer’s decision. Your appeal should include your name, social security number, and the reason you disagree with the decision made on your claim.\nAppeals to the Board can be made by writing to:\nAlabama Department of Labor Board of Appeals Office, Room 2206 649 Monroe Street Montgomery, Alabama 36131 FAX 334-956-7494\nYou may also submit your appeal request online at www.labor.alabama.gov/Appeals/.\nThe Board of Appeals may grant or deny your application for appeal. In order for the appeal to be granted, the request for appeal must be complete and address specific points that were not thoroughly covered in the appeal with the hearing officer. If your application for an appeal with the Board of Appeals is denied, you will be notified of the denial by certified mail. If your application for appeal is granted, the Board may decide the case based on the record or may schedule a hearing. You will be notified of the time and place of the hearing. The decision of the Board of Appeals becomes final 10 days after the date the decision is mailed.",
    "metadata": {
      "section_title": "THE BOARD OF APPEALS",
      "page_number": 20
    }
  },
  {
    "section_id": "AL-77",
    "content": "If either party is dissatisfied with the decision of the Board of Appeals, they may file an appeal to the circuit court in the county of the claimant’s residence. If you live out of the state of Alabama, you must file your appeal to the circuit court in the Alabama County in which you last worked or resided. You have 30 days from the date the decision of the Board of Appeals becomes final to appeal to the circuit court. Appealing to the circuit court does not require the services of an attorney. Decisions of the circuit court may be appealed to the Alabama Court of Civil Appeals.\n17",
    "metadata": {
      "section_title": "CIRCUIT COURT",
      "page_number": 21
    }
  },
  {
    "section_id": "AL-78",
    "content": "It is against the law for the recipient of Federal financial assistance to discriminate on the following basis:\n• Against any individual in the United States, on the basis of race, color, religion, sex (includes pregnancy, childbirth, and related medical conditions, sex stereotyping, transgender status, and gender identity), national origin (includes limited English proficiency), age, disability, political affiliation, or belief; or\n• Against any beneficiary of, applicant to, or participant in programs financially assisted under Title I of the Workforce Innovation and Opportunity Act (WIOA), on the basis of the individual’s citizenship status or participation in any WIOA Title I-financially assisted program or activity.\nADOL must not discriminate in any of the following areas:\n• Deciding who will be admitted, or have access, to any WIOA Title I - financially assisted program or activity;\n• Providing opportunities in, or treating any person with regard to, such program or activity; or\n• Making employment decisions in the administration of, or in connection with, such a program or activity.\nRecipients of Federal financial assistance must take reasonable steps to ensure that communications with individuals with disabilities are as effective as communications with others. This means that, upon request at no cost to the individual, recipients are required to provide appropriate auxiliary aids and services to qualified individuals with disabilities.",
    "metadata": {
      "section_title": "PART NINE: EQUAL OPPORTUNITY IS THE LAW",
      "page_number": 21
    }
  },
  {
    "section_id": "AL-79",
    "content": "If you think that you have been subjected to discrimination under a WIOA Title I – financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with ADOL or with the Civil Rights Center (CRC).\nFor Employment Service and Unemployment Insurance Programs and Activities:\nTonya D. Scott\nEqual Employment Opportunity Manager EEO and Grievance Section Alabama Department of Labor (ADOL) 649 Monroe Street Montgomery, Alabama 36131 (334) 956-5835\nAlabama Relay: 711 (TTY or Voice)\n711 (TTY or Voice)\nor\nDirector Civil Rights Center (CRC) U. S. Department of Labor\n200 Constitution Avenue, NW, Room N-4123\nWashington, D.C. 20210 or electronically as directed on the CRC website at www.dol.gov/crc\nIf you file a complaint with ADOL, you must wait either until ADOL issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above).",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU BELIEVE YOU HAVE EXPERIENCED DISCRIMINATION",
      "page_number": 21
    }
  },
  {
    "section_id": "AL-80",
    "content": "s have passed (whichever is sooner), before filing with the Civil Rights Center (see address above).\nIf ADOL does not give you a written Notice of Final Action within 90 days of the day on which you filed your compliant, you may file a complaint with CRC before receiving that Notice. However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with ADOL).\nIf the ADOL does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\nReference: 29 CFR §38.35\n18\ne\nHOURS OF OPERATION AND CONTACT INFORMATION:\ne\nS\no\nS\nTO FILE A NEW CLAIM APPLICATION OR TO REOPEN AN EXISTING CLAIM\nTOLL FREE 866-2 FILE UC (866-234-5382) 8:00 AM – 4:30 PM CENTRAL TIME MONDAY THROUGH FRIDAY\nVIA THE INTERNET www.labor.alabama.gov SUNDAY-FRIDAY\ne\nS\nUC CLAIMANT INQUIRY LINE TO OBTAIN INFORMATION, ASSISTANCE, OR TALK TO A CLAIMS SPECIALIST\nTOLL FREE 800-361-4524\nNEXT-DAY APPOINTMENT ONLY SCHEDULING OPENS AT 5PM SUNDAY-THURSDAY\ne\nS\nDEAF, HARD-OF-HEARING, SPEECH –IMPAIRED, OR DEAF-BLIND CUSTOMERS MAY CONTACT\nWWW.ALABAMARELAY.COM\n800-548-2546 (TTY) OR DIAL 711 (Voice)\nDEBIT CARD CUSTOMER SERVICE TO ACTIVATE A CARD OR OBTAIN DEBIT CARD ASSISTANCE, INCLUDING REPORTING A CARD LOST OR STOLEN\n833-888-2779 (TOLL FREE)\nor\nwww.goprogram.com\ne\nS\no\no\no\no",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU BELIEVE YOU HAVE EXPERIENCED DISCRIMINATION",
      "page_number": 22
    }
  }
]