[
  {
    "section_id": "AR-0",
    "content": "Your Unemployment Insurance Information Handbook\nArkansas Division of Workforce Services\nJanuary 2024\nUnemployment Insurance Hotline 1-844-908-2178\no ! \\/ B (/ N - - /] - | l | — ¥ i $ |\nArkansas Division of W orkforce Services O\n<\nAn equal opportunity employer and proud partner of the American Job Center network\nTable of Contents SECTION 1: General Information ................................................................................................................... 2 Purpose of the Unemployment Insurance Handbook .............................................................................. 2 Contact Information .................................................................................................................................. 2 Language Assistance ................................................................................................................................. 3 Overview of the Unemployment Insurance (UI) Program ........................................................................ 3 SECTION 2: Eligibility for UI Beneﬁts ............................................................................................................. 4 Qualifying for Beneﬁts .............................................................................................................................. 4 Options for Receiving a Payment .............................................................................................................. 5 Amount of UI Beneﬁts ............................................................................................................................... 5 Waiting Week ............................................................................................................................................ 6 Reporting Earnings Other Income or Deductions ..................................................................................... 6 Other Income or Deductions that Can Aﬀect Unemployment Beneﬁts ................................................... 7 Filing Weekly Certiﬁcations ....................................................................................................................... 8 Work Search .............................................................................................................................................. 8 SECTION 3: Fraud ........................................................................................................................................ 10 Deﬁnition of Fraud .................................................................................................................................. 10 Examples of UI Fraud .............................................................................................................................. 10 Penalties for Fraud .................................................................................................................................. 10 What We Do to Stop UI Fraud ................................................................................................................. 11 Unemployment Insurance Fraud and Identity Theft ............................................................................... 11 SECTION 4: Appeal Rights ........................................................................................................................... 12 The Appeal Process ................................................................................................................................. 12 Appeal Tribunal ....................................................................................................................................... 12 Board of Review ...................................................................................................................................... 12 Arkansas Court of Appeals ...................................................................................................................... 13 Filing Continued Claims During Your Appeal ........................................................................................... 13 Appendix A: Legal Disclosures ..................................................................................................................... 14 Equal Opportunity Information ........................................................................................................... 14 What to Do if You Experience Discrimination ..................................................................................... 14 Accommodations for Individuals with Disabilities .............................................................................. 14 Your Privacy Matters to Us .................................................................................................................. 14 Appendix B: Glossary .................................................................................................................................. 16",
    "metadata": {
      "page_number": 2
    }
  },
  {
    "section_id": "AR-1",
    "content": "1",
    "metadata": {
      "page_number": 3
    }
  },
  {
    "section_id": "AR-2",
    "content": "The goal of this book is to give information about ﬁling for unemployment beneﬁts.\nYou must read and understand the information in this document. If you do not understand or you have questions, please contact our UI Hotline at 1-844-908-2178.",
    "metadata": {
      "section_title": "PURPOSE OF THE UNEMPLOYMENT INSURANCE HANDBOOK",
      "page_number": 3
    }
  },
  {
    "section_id": "AR-3",
    "content": "There are many ways to contact us:",
    "metadata": {
      "section_title": "CONTACT INFORMATION",
      "page_number": 3
    }
  },
  {
    "section_id": "AR-4",
    "content": "You can call us at 1-844-908-2178. The UI Hotline is available Monday through Friday, 8:00am – 3:30pm.",
    "metadata": {
      "section_title": "Call Us",
      "page_number": 3
    }
  },
  {
    "section_id": "AR-5",
    "content": "To ﬁle a claim using EZARC, click here. https://www.ezarc.adws.arkansas.gov/home\nTo ﬁle your continued claim or change your payment option, click here. https://www.arknet.arkansas.gov/login\nFor information about partner programs, click here. https://dws.arkansas.gov/\n2 ARKANSAS FORCE CENTERS Bringing People and Jobs Together.",
    "metadata": {
      "section_title": "Go to our Website",
      "page_number": 3
    }
  },
  {
    "section_id": "AR-6",
    "content": "You may visit one of our Arkansas Workforce Centers. Click here for the locations of our Arkansas Workforce Centers. https://dws.arkansas.gov/workforce-services/arkansas-workforce-centers/\nYou can also visit one of our mobile units locations and schedules are here. https://dws.arkansas.gov/workforce-services/mobile-workforce-centers/mobile- workforce-centers-monthly-schedule/\n2",
    "metadata": {
      "section_title": "Visit in Person",
      "page_number": 4
    }
  },
  {
    "section_id": "AR-7",
    "content": "Free services are available to assist you if you do not speak English.\n*** Servicios de Interpretación/Traducción disponibles por medio de su oﬁcina local. -- Ewōr Jerbal in ukok ikijien jeje im kennaan ilo opij ko ijo kwoj pād ie. --- Các Dịch Vụ Thông Dịch/Phiên Dịch có sẵn qua văn phòng địa phương của quý vị. --- ຫ້ອງການປະຈໍ າທ້ອງຖິ ່ ນຂອງທິ ່ ານໃຫ້ບໍ ຣິ ການນາຍພາສາແລະການແປເອກະສານ --- Interpretation/Translation services available through your local oﬃce.***",
    "metadata": {
      "section_title": "LANGUAGE ASSISTANCE",
      "page_number": 4
    }
  },
  {
    "section_id": "AR-8",
    "content": "UI provides beneﬁts to workers who lost their jobs through no fault of their own. This can include layoﬀs, plant closures, or lack of available work.\n• Beneﬁts are paid from an employer tax.\nDD Kr N W S L\n• UI beneﬁts are income that must be reported on your state and federal income tax.\n• You can choose to have federal taxes withheld from your beneﬁts.\n• Due to the Privacy Act, we cannot discuss your claim with anyone but you. This includes family members.\nWe are here to assist you through your time unemployed. To make sure you are paid beneﬁts in a timely manner, please:\n• Provide correct information.\n• Reply to requests for information right away.\n• Meet all conditions to be eligible for beneﬁts.\n• Make sure your address and phone number are up to date.",
    "metadata": {
      "section_title": "OVERVIEW OF THE UNEMPLOYMENT INSURANCE (UI) PROGRAM",
      "page_number": 4
    }
  },
  {
    "section_id": "AR-9",
    "content": "If you move or change your phone number, let us know as soon as possible. Failure to notify our agency of your current contact information may result in a delay in payment of beneﬁts. The easiest way to update your address or phone number is by calling the UI Hotline.\n3",
    "metadata": {
      "section_title": "Change of Address or Phone Number",
      "page_number": 5
    }
  },
  {
    "section_id": "AR-10",
    "content": "Our agency will review your claim to determine if you qualify for beneﬁts. We look at these three criteria:\n)-",
    "metadata": {
      "section_title": "QUALIFYING FOR BENEFITS",
      "page_number": 5
    }
  },
  {
    "section_id": "AR-11",
    "content": "This period is your base period. These wages are reported by your employer through their taxes during this period. This will determine if you have enough wages to set up a claim and how much you could receive in beneﬁts.",
    "metadata": {
      "section_title": "How much did you work in the 12-18 months before ﬁling your claim?",
      "page_number": 5
    }
  },
  {
    "section_id": "AR-12",
    "content": "The reason you are no longer working helps determine if you may receive beneﬁts. Below are some examples of separation reasons and if you could receive beneﬁts based on these reasons or not.",
    "metadata": {
      "section_title": "Why are you no longer working for your past employer?",
      "page_number": 5
    }
  },
  {
    "section_id": "AR-13",
    "content": "o Were laid oﬀ or your hours were reduced by your employer.\no Left your last job and can show it was for good cause related to the job (such as unsafe working conditions).\no Are unemployed because you or your child were a victim of domestic violence, stalking, or sexual assault.",
    "metadata": {
      "section_title": "You may receive beneﬁts if you:",
      "page_number": 5
    }
  },
  {
    "section_id": "AR-14",
    "content": "o Left your job for personal reasons not related to work.\no Were ﬁred for misconduct.\no Are not legally allowed to work in the United States.\no Are self-employed.\no Are currently receiving workers’ compensation.\no Refusing to apply for or accept suitable work.\no Refusing recall after being laid oﬀ.\no Are on leave through the Family Medical Leave Act. You are not considered unemployed.\n4",
    "metadata": {
      "section_title": "You may not receive beneﬁts if you:",
      "page_number": 6
    }
  },
  {
    "section_id": "AR-15",
    "content": "In order to receive beneﬁts, you must be:\n[ [ —— [\no Looking for work.\no Able to work. This means both mentally and physically.\no Legally allowed to work in the United States.\no Have no barriers that would prevent you from being able to begin work.",
    "metadata": {
      "section_title": "Are you able and available to work?",
      "page_number": 6
    }
  },
  {
    "section_id": "AR-16",
    "content": "If you are eligible for UI beneﬁts, you can be paid by:\nDirect Deposit – Choose this method of payment and enter your bank account information in ArkNet. Learn more about direct deposit here. https://dws.arkansas.gov/wp-content/uploads/direct-deposit-brochure- 2019.pdf\nDebit Card – The US Bank Reliacard issued by ADWS. If you do not choose direct deposit as your method of payment, a debit card will be issued to you. Learn more about the debit card here.\nhttps://dws.arkansas.gov/wp-content/uploads/ReliaCard_Visa_Flyer_2022.pdf",
    "metadata": {
      "section_title": "OPTIONS FOR RECEIVING A PAYMENT",
      "page_number": 6
    }
  },
  {
    "section_id": "AR-17",
    "content": "After you ﬁle your claim for beneﬁts, you will receive a Monetary Determination in the mail. This form explains:\n• The amount of beneﬁts you could receive, if approved. Your Weekly Beneﬁt Amount is the amount you will receive each week. The Maximum Beneﬁt Amount is the total amount of beneﬁts on your claim.\n• The number of weeks you will be eligible for beneﬁts.\n• Instructions on what to do if you disagree with the amount(s).\nThe highest weekly amount of beneﬁts paid per week in the state of Arkansas is $451. You may qualify for up to 12 weeks per claim. The monetary determination will tell you how much you will get if approved in beneﬁts and for how long.\nWhen a claim is ﬁled, a beneﬁt year is established. This begins the ﬁrst day of the ﬁrst month of a quarter – no matter when the claim is ﬁled, an runs for ﬁfty-two (52) weeks.",
    "metadata": {
      "section_title": "AMOUNT OF UI BENEFITS",
      "page_number": 7
    }
  },
  {
    "section_id": "AR-18",
    "content": "Example: A claim ﬁled on November 14 will have a beneﬁt year that begins on October 1 of the same year and ends on September 30 of the following year.\nIf you have any questions about this form, please call the UI Hotline at 1-844-908-2178.\n5\nWAITING WEEK\nThe ﬁrst eligible week on your claim is considered your waiting week. You must still meet the eligibility requirements for the week, but you will not be paid for this week. If you still meet the eligibility requirements for the next week, that should be when your payments will begin.\nSUNDAY MONDAY TUESDAY WEDNESDAY THURSDAY FRIDAY SATURDAY Week 1 Claim Filed Week 2\nExample – John lost his job on Monday. He ﬁled his intiial claim for UI beneﬁts the same day. Even though John submits a weekly certiﬁcation for the ﬁrst week of beneﬁts (Week 1), he will not be paid for this waiting week.\nThe next week (Week 2), if John is eligible, he will receive a payment.",
    "metadata": {
      "section_title": "AMOUNT OF UI BENEFITS",
      "page_number": 7
    }
  },
  {
    "section_id": "AR-19",
    "content": "If you are working while claiming UI beneﬁts, you must report how much money you made. The amount you must report is your gross earnings for the work performed during the week you are claiming.\nGROSS V. NET PAY GROSS PAY NET PAY Wages before taxes Wages after taxes and other deductions and other deductions\nWeeks begin on Sunday and end on Saturday for unemployment purposes. You must keep up with your work and earnings in this way.",
    "metadata": {
      "section_title": "REPORTING EARNINGS OTHER INCOME OR DEDUCTIONS",
      "page_number": 7
    }
  },
  {
    "section_id": "AR-20",
    "content": "Sunday Monday Tuesday Wednesday Thursday Friday Saturday Total Hours X 8 4 4 0 0 X 16\nWeek 1 – 16 hours worked X hourly rate = Gross Earnings for Week 1\n6",
    "metadata": {
      "section_title": "Example:",
      "page_number": 8
    }
  },
  {
    "section_id": "AR-21",
    "content": "Other types of income can aﬀect your beneﬁts. Also, there may be deductions from your beneﬁts which may keep you from getting your full weekly amount.\nSeparation Pay – Severance pay, pay in lieu of notice, or continuing to be paid by an employer may aﬀect beneﬁts. Be sure to report any of this pay when ﬁling for beneﬁts or by calling the UI Hotline.\nRetirement Income – Retirement pay received from an employer in the base period may aﬀect your beneﬁts. Be sure to report any retirement pay when ﬁling for beneﬁts or by calling the UI Hotline.\nCommission Sales – If you know the amount of commission you will receive, you will report it during the week that you earn it. If you do not know your amount of commission, you can report it during the week it is received.\nMilitary Drill – If you participate in military drill, you must report your gross earnings during the week being claimed.",
    "metadata": {
      "section_title": "OTHER INCOME OR DEDUCTIONS THAT CAN AFFECT UNEMPLOYMENT BENEFITS",
      "page_number": 8
    }
  },
  {
    "section_id": "AR-22",
    "content": "Holiday Pay – Report gross holiday pay during the week of the holiday.\nVacation Pay – Report gross vacation pay during the week you took your vacation – regardless of when you receive the payment from your employer.\nSick Pay – Report gross sick pay during the week you were oﬀ of work on sick leave – regardless of when you receive the payment from your employer.\nPaid Time Oﬀ (PTO) – Report gross PTO during the week you were oﬀ of work – regardless of when you receive the payment from your employer.\nBonus Pay – Report gross bonus pay during the week it is received.\nAN\nIf you fail to report your earnings correctly to obtain more beneﬁts it is considered fraud. There are severe penalties for fraud.\nYour beneﬁts may be reduced for:\nMoney Owed – Some or all your unemployment beneﬁts may be reduced if you:\n%\nOwe child support.\n*\nPreviously received UI beneﬁts that you were not entitled to and did not repay them.\n®\nTaxes – Your beneﬁts are taxable by the federal government and state government. You may choose to have federal taxes withheld at a rate of 10% from your weekly beneﬁt amount.\nIf you do not have federal taxes withheld, you will be responsible for the full taxable amount at the end of the year.\nBy the end of January, ADWS will provide you with the IRS form 1099-G. This form shows the amount of beneﬁts you were paid the previous year and the amount of taxes withheld if you selected that option.",
    "metadata": {
      "section_title": "OTHER INCOME OR DEDUCTIONS THAT CAN AFFECT UNEMPLOYMENT BENEFITS",
      "page_number": 9
    }
  },
  {
    "section_id": "AR-23",
    "content": "After you ﬁle for beneﬁts, you must ﬁle weekly certiﬁcations. This is to receive credit each week. You can do so by using one of the methods below:\nArkNet – ArkNet is the online service that allows you to ﬁle weekly certiﬁcations, change your payment option and check the status of your claim. ArkNet can be accessed at www.arknet.arkansas.gov and is available on Sunday from 12:01am through 6:00pm and Monday through Friday from 6:00am until 6:00\n*\nArkLine – ArkLine is the way to ﬁle weekly certiﬁcations by phone, change your PIN, and access unemployment insurance information. You can reach ArkLine by calling 1-501- 907-2590. ArkLine is available on Sunday from 12:01am through 6:00 pm and Monday through Friday from 6:00am until 6:00 pm.",
    "metadata": {
      "section_title": "FILING WEEKLY CERTIFICATIONS",
      "page_number": 9
    }
  },
  {
    "section_id": "AR-24",
    "content": "You are required to actively search for work every week you receive UI beneﬁts by completing at least ﬁve (5) of the work search activities in any combination listed below. These activities must be logged and kept for possible audit requirements.",
    "metadata": {
      "section_title": "WORK SEARCH",
      "page_number": 9
    }
  },
  {
    "section_id": "AR-25",
    "content": "o\nApply for a job that ﬁts your skills and abilities.\nD\nInterview for a job.\nAttend a job fair. (one job fair counts as one work search activity, and no more than one job fair can be claimed in one week)\nD\nttend a job skill training at an Arkansas Workforce Center.\n@\nAttend a training with an approved training provider for an occupation that is in\ndemand.\nIf you belong to a union, will return to full-time work, or start full-time work in ten (10) weeks, or are on jury duty, call the UI Hotline.\nNew Job us Ad\nFull-time Work: After you start a new full-tme job, you do not need to notify our oﬃce that you found work. Simply stop ﬁling your weekly certiﬁcations when you start your new job (even if you will not be paid for a week or more.) Should you start a new job in the middle of the week, be sure to report your gross earnings for your new job when you claim that ﬁnal week.\nPart-time Work: If you ﬁnd part-time work, you may still be eligible for partial UI beneﬁt payments. Be sure to report any gross earnings from that part-time work.\n9",
    "metadata": {
      "section_title": "Qualifying Work Search Activities",
      "page_number": 11
    }
  },
  {
    "section_id": "AR-26",
    "content": "Fraud is not giving correct facts on purpose to obtain beneﬁts. Fraud is a crime with severe penalties. You could also be subject to criminal prosecution.\nFinding and stopping fraud is important to ADWS. Claims are reviewed regularly to check for fraud.",
    "metadata": {
      "section_title": "DEFINITION OF FRAUD",
      "page_number": 11
    }
  },
  {
    "section_id": "AR-27",
    "content": "Not reporting money earned while claiming beneﬁts.\nNot telling the truth about why you are no longer working for the last employer on your claim.\nSaying that you are able and available to work when you are not.\nHaving someone else ﬁle your weekly certiﬁcations.\nReporting that you looked for work when you did not.\nThe most important thing is to be honest – lying makes you guilty of fraud. If you are confused about what you are supposed to do or report, call the UI Hotline at 1-844-908-2178. We are here to help!",
    "metadata": {
      "section_title": "EXAMPLES OF UI FRAUD",
      "page_number": 11
    }
  },
  {
    "section_id": "AR-28",
    "content": "If you make false statements on purpose to gain or maintain beneﬁts, this is fraud. You will:\nPay back all UI beneﬁts that you should not have received plus penalty and interest.\nNot be able to receive future beneﬁts until the fraud disqualiﬁcation period has been satisﬁed.\nNot be able to receive beneﬁts for ten (10) years if you received $1,000 or more in beneﬁts due to your fraud.\nBeing charged with a crime in state and/or federal court.\n10",
    "metadata": {
      "section_title": "PENALTIES FOR FRAUD",
      "page_number": 12
    }
  },
  {
    "section_id": "AR-29",
    "content": "These are just some of the ways we identify fraud:\nComparing earnings reported by workers and their employers.\nYVVVYYVY\nChecking state and national new hire databases.\nChecking job contacts.\nLeads from the public.\nChecking inmate rosters.",
    "metadata": {
      "section_title": "WHAT WE DO TO STOP UI FRAUD",
      "page_number": 12
    }
  },
  {
    "section_id": "AR-30",
    "content": "You can report suspected fraud:\nOnline here.\no https://dws.arkansas.gov/workforce-services/unemployment/report-ui-fraud/\nCall the Fraud Hotline at 1-501-682-1058.",
    "metadata": {
      "section_title": "Report Suspected Fraud",
      "page_number": 12
    }
  },
  {
    "section_id": "AR-31",
    "content": "If you believe someone has ﬁled unemployment insurance in your name, you need to report it immediately. Click here to complete the form to report identity theft.\nhttps://dws.arkansas.gov/workforce-services/unemployment/reporting-ui-fraud/\nMore information and ways to contact our Fraud Unit can be found here.\nhttps://dws.arkansas.gov/wp-content/uploads/Be_Aware_UI_Fraud_Info_6.12.23.pdf\nYou will be asked to provide a police report if your identity has been stolen.\n11",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE FRAUD AND IDENTITY THEFT",
      "page_number": 13
    }
  },
  {
    "section_id": "AR-32",
    "content": "If you or your employer disagree with a decision regarding your UI claim, you each have the right to appeal. Appeals bring your claim to another authority to review. Once reviewed, the appellate body will decide if the decision remains or if changes are needed.",
    "metadata": {
      "section_title": "THE APPEAL PROCESS",
      "page_number": 13
    }
  },
  {
    "section_id": "AR-33",
    "content": "The Appeal Tribunal is the ﬁrst level of appeals once DWS makes their decision. You have twenty (20) days from the mailing date of the decision letter, known as the Notice of Agency Determination, to submit your appeal to the Appeal Tribunal. You can submit an appeal by:\nMail – Download a copy of the Petition for Appeal to the Appeal Tribunal, found here or write a letter explaining why you disagree with the decision and send with a copy of the Notice of Agency Determination to:\nArkansas Appeal Tribunal\nP.O. Box 8013\nLittle Rock, AR 72203\nhttps://dws.arkansas.gov/wp-content/uploads/ARK-AT-213_PETITION_FOR_APPEAL_L-static.pdf\nEmail – Send all forms to ADWS.UI.Hotline@arkansas.gov.\n©\nArkansas Workforce Center – You can drop oﬀ all forms to any Arkansas Workforce Center.\nClick here for the locations of our Arkansas Workforce Centers.\nhttps://dws.arkansas.gov/workforce-services/arkansas-workforce-centers/\nAny inquires about a pending appeal can be directed to the Appeal Tribunal at 501-682-1063.",
    "metadata": {
      "section_title": "APPEAL TRIBUNAL",
      "page_number": 13
    }
  },
  {
    "section_id": "AR-34",
    "content": "Once the Appeal Tribunal has made its decision, and you or your employer disagrees with that decision, an appeal can be ﬁled to the Board of Review. You have twenty (20) days from the mailing date of the Appeal Tribunal decision to submit your appeal to the Board of Review. You can submit an appeal by:\nMail – Download a copy of the Petition for Appeal to the Board of Review, found here or write a letter explaining why you disagree with the decision and send with a copy of the Appeal Tribunal decision to:\nBoard of Review\n12\nP.O. Box 8016\nLittle Rock, AR 72203\nhttps://dws.arkansas.gov/wp-content/uploads/ARK-BR-100-E_v09112019-static.pdf\nEmail – Send all forms to ADWS.UI.Hotline@arkansas.gov.\nAny inquiries about a pending appeal can be directed to the Board of Review at 501-683-4300.",
    "metadata": {
      "section_title": "BOARD OF REVIEW",
      "page_number": 14
    }
  },
  {
    "section_id": "AR-35",
    "content": "If you or your employer disagree with the decision made by the Board of Review, you can petition to the Arkansas Court of Appeals. You have thirty (30) days to ﬁle an appeal to the Arkansas Court of Appeals. You will have to ﬁle the Petition for Review to the Arkansas Court of Appeals yourself. You cannot submit this petition to DWS.\nMail your petition to:\nArkansas Court of Appeals 625 Marshall St. Suite 130 Little Rock, AR 72201\nIt is your responsibility to provide a copy of your petition to any opposing party, such as your employer.",
    "metadata": {
      "section_title": "ARKANSAS COURT OF APPEALS",
      "page_number": 14
    }
  },
  {
    "section_id": "AR-36",
    "content": "If you are still unemployed while going through the appeal process, it is important that you continue to ﬁle your weekly claims on ArkNet or ArkLine. You will still have to meet the eligibility requirements.\n13",
    "metadata": {
      "section_title": "FILING CONTINUED CLAIMS DURING YOUR APPEAL",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-37",
    "content": "It is against the law for this agency to discriminate against any individual on the basis of race, color, religion, sex, national origin, age, disability, or political aﬃliation or belief, or against any beneﬁciary of, applicant to, or participant in programs ﬁnancially assisted under Title I of the Workforce Innovation and Opportunity Act (WIOA).",
    "metadata": {
      "section_title": "Equal Opportunity Information",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-38",
    "content": "If you think that you have been subjected to discrimination under a WIOA Title I–ﬁnancially assisted program or activity, you may ﬁle a complaint within 180 days from the date of the alleged violation.",
    "metadata": {
      "section_title": "What to Do if You Experience Discrimination",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-39",
    "content": "Visit: www.dol.gov/oasam/programs/crc/complaint.htm",
    "metadata": {
      "section_title": "To File a Complaint Online",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-40",
    "content": "Send information about your complaint to: The Director - Civil Rights Center U.S. Department of Labor 200 Constitution Avenue, NW, Room N-4123 Washington, DC 20210",
    "metadata": {
      "section_title": "To File a Complaint by Mail",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-41",
    "content": "We will make accommodations to allow your participation in all UI programs, activities, and services. To request an accommodation for a disability, please contact us at 1-844-908-2178.",
    "metadata": {
      "section_title": "Accommodations for Individuals with Disabilities",
      "page_number": 15
    }
  },
  {
    "section_id": "AR-42",
    "content": "We follow all state and federal laws that protect your private information. To help connect you with programs designed to get you back to work, we share some of your information with our partners at the Division of Workforce Services and they are not allowed to share it with anyone else. We give them your:\n• Contact information\n• Employment and job search history\n• Demographics (such as age or gender)\n14\nYour previous employers and other state or local government agencies may release to our agency any information, including your Social Security number, required for the proper administration of your claim. We also use your Social Security number to report the amount of UI beneﬁts you receive to the Internal Revenue Service (IRS) as taxable income.\n15",
    "metadata": {
      "section_title": "Your Privacy Matters to Us",
      "page_number": 17
    }
  },
  {
    "section_id": "AR-43",
    "content": "This section deﬁnes commonly used terms and acronyms. Appeal – A process for requesting a formal review of a prior UI decision. Base Period – The window of time used to determine UI beneﬁt eligibility. At the time an initial claim is ﬁled, the base period is the ﬁrst four of the last ﬁve completed calendar quarters. Beneﬁt Year – Also referred to as a claim year. This is the 52-week period starting with the ﬁrst day of the ﬁrst month of the quarter in which the claim is ﬁled. Beneﬁts – The money given to eligible individuals. Claim – An application for UI beneﬁts. EZARC – The online system to ﬁle a claim for beneﬁts in Arkansas. Fraud – Not being truthful about facts on the claim to receive beneﬁts. Gross Earnings – The amount of money you are paid for work before taxes and deductions are taken out.",
    "metadata": {
      "section_title": "Appendix B: Glossary",
      "page_number": 17
    }
  },
  {
    "section_id": "AR-44",
    "content": "ross Earnings – The amount of money you are paid for work before taxes and deductions are taken out. Maximum Beneﬁt Amount (MBA) – The total amount of beneﬁts you may receive during the beneﬁt year. Misconduct – Careless or deliberate behavior that results in being ﬁred or suspended from your job. Monetary Determination – A form mailed to you after you ﬁle an initial claim for beneﬁts that explains how much you are eligible for, the Maximum Beneﬁt Amount (MBA) and Weekly Beneﬁt Amount (WBA), the Base Period and Base Period employer(s), and other details about the Beneﬁt Year. UI Hotline – The staﬀ that are able to assist claimants and employers with questions about unemployment. The number for the UI Hotline is 1-844-908-2178. Unemployment Insurance (UI) – the beneﬁt program for workers who become unemployed through no fault of their own. Weekly Beneﬁt Amount (WBA) – The maximum amount of money you are eligible to draw per week without any deductions.\n16",
    "metadata": {
      "section_title": "Appendix B: Glossary",
      "page_number": 17
    }
  }
]