[
  {
    "section_id": "AZ-0",
    "content": "ol ) \\ 3 b Ay N e - y o wi N - > a) N\nArizona Department of Economic Security Unemployment Insurance Tax Employer Handbook\n. o & i R y A& g WA 5 3 £ B ) 5 L ¥ %\nA Guide to Unemployment Insurance\nTax and Benefits\nARIZONA DEPARTMENT OF A ECONOMIC SECURITY\ne’ * PA . A A k ! Ny ‘ W i\nThis page left intentionally blank.\nI",
    "metadata": {
      "page_number": 3
    }
  },
  {
    "section_id": "AZ-1",
    "content": "The Unemployment Insurance Program is a state and federal partnership that temporarily provides eligible unemployed workers, who are actively seeking employment, with a measure of financial assistance that does not eliminate their incentive to become reemployed.\nBy providing certain benefits to disenfranchised workers, the program helps stabilize the economy during periods of recessions by partially replacing the lost purchasing power of the unemployed portion of the workforce.\nUnder the Unemployment Insurance Program all employers in Arizona (with noted exceptions) must pay a federal Unemployment Insurance tax under the Federal Unemployment Tax Act (FUTA). This tax is used to fund the costs incurred by states in administering the program.\nAdditionally employers are required to pay a state unemployment insurance tax under the State Unemployment Tax Act (SUTA). SUTA payments are used solely for the payment of unemployment insurance benefits to eligible unemployed workers.\n0| m b s | M M | | o T £ ] i o A ! \\ N i v l - \\ \\ l 3 St by \"™ S £ Ao A -t 7 | o I il ] v\naf N 4 (4 AV \\ / ) & 1§ \\ 3 ek",
    "metadata": {
      "section_title": "Arizona Unemployment Insurance Tax",
      "page_number": 4
    }
  },
  {
    "section_id": "AZ-2",
    "content": "1. Applying for an Arizona Unemployment Insurance Account ...................1 2. Employers and Unemployment Insurance Coverage .........................................2 2.1. Who Pays Unemployment Taxes? ............2 2.2. Successor Employers ...............................3 2.2.1. Acquisition of an Entire Business .......3 2.2.2. Acquisition of a Portion of a Business .............................................3 2.3. Termination of Account ..............................3 3. Employment and Wages ...................................4 3.1. Defining an Employee ...............................4 3.2. Temporary and Part-Time Employees ................................................5 3.3. Domestic Employees ...............................5 3.4. Employees in Multiple States ...................5 3.5.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 4
    }
  },
  {
    "section_id": "AZ-3",
    "content": "ployees ...............................5 3.4. Employees in Multiple States ...................5 3.5. Exempt Employment ................................6 3.6. Wages to Report .......................................7 3.7. Corporate Officers ....................................8 3.8. Member/Manager of LLC .........................8 3.9. Voluntary Coverage ..................................8 4. Unemployment Insurance Taxes (and other Employment Taxes) ........................9 4.1. Calculating Unemployment Tax Rates .................................................9 4.2. Voluntary Payments to Lower Tax Rate ....................................................10 4.3. Reimbursement Payment Option ..............10 4.4. Federal Unemployment Tax (FUTA) .........11 4.5. Arizona Withholding Tax ............................11 5. Reporting Wages and Paying Unemployment Insurance Taxes .......................12 5.1.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 5
    }
  },
  {
    "section_id": "AZ-4",
    "content": "........11 5. Reporting Wages and Paying Unemployment Insurance Taxes .......................12 5.1. Reporting Wages .......................................12 5.2. Paying Taxes .............................................12 5.2.1. Reimbursement in Lieu of Paying Quarterly Taxes ...................13 5.3. Wage Reporting Schedule .........................13 5.4. Gross, Total and Taxable Wages ...............14 5.5. Filing Wage Reports without a Tax Account Number ........................................14 5.6. Completing the Wage Report .....................15\n———————\ne o o o\n5.7. Report Corrections .....................................15 5.7.1. Correcting Taxes and Wages on a Previously Submitted Report .............................................15 5.7.2. Correcting Names or Social Security Numbers on a Previously Submitted Report ..........15 5.8. No Employees to Report / Account Suspension ...............................................16 5.9.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 6
    }
  },
  {
    "section_id": "AZ-5",
    "content": ". No Employees to Report / Account Suspension ...............................................16 5.9. Penalties for Late Wage Reports and/or Tax Payments ................................16 5.10. Additional Questions about Wage Reports and/or Tax Payments .................16 6. Additional Employer Requirements ..................17 6.1. Record Keeping .......................................17 6.2. Reporting Business Changes ....................18 6.3. Providing Information to Your Employees ................................................18 6.4. Reporting New Hires .................................18 6.4.1. Reporting New Hires to the Arizona New Hire Reporting Center .............................................18 6.4.2. Employers Can Make a Big Difference for Employees Who Pay Child Support ............................19 7. Audits .................................................................20 8.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 6
    }
  },
  {
    "section_id": "AZ-6",
    "content": ".................19 7. Audits .................................................................20 8. Employer Appeals..............................................22 8.1. Information about the Employer Appeal Process .....................................................22 8.1.1. Liability for Unemployment Insurance / Determination of Unemployment Insurance Liability (UC-016 or UC-015A) .........................................22 8.1.2. Liability for Specific Services or Remuneration / Determination of Liability for Employment or Wages (UC-016A) ...............................................23 8.1.2.1. First Contact – Receipt of Determination ..................................23 8.1.3. Appealing the Determination ...................23 8.1.4. Assessment of Unemployment Taxes Due / Notice of Assessment (UC-018A) ...........23 8.1.5. Charges if Benefits are paid to Former Employee(s) / Notice to Employer (UB-110) or Determination of Deputy (UB-100) ..................................................24 8.1.5.1.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 7
    }
  },
  {
    "section_id": "AZ-7",
    "content": "Notice to Employer (UB-110) ........24\n8.1.5.2. Determination of Deputy (UB-100) .......................................... 24 8.1.6. Account Has Been Charged for Benefits Paid to Former Employee(s) / Benefit Charge Notice (UC-602) .........................................24 8.1.7. Determination of Unemployment Tax Rate (UC-603) ....................................................24 9. Tax Evasion ..........................................................25 9.1. State Unemployment Tax Act (SUTA) Dumping ....................................................... 25 9.2. What Harm Does SUTA Dumping Cause? .........................................................25 9.3. SUTA Dumping Schemes .............................26 9.4. Illegality and Penalties ..................................26 9.5. How Do I Report It? ......................................27 10. Introduction to Arizona Unemployment Insurance Benefits ..............................................................28 10.1. Determining Eligibility for Benefits ............. 29 10.1.1. Monetary Eligibility Factors §23-771 .........................................29 10.1.2. Non-Monetary Eligibility Factors ..........................................29 10.1.2.1 The Reason for Separation from Last Employer .........................29 10.1.2.2. Other Eligibility Requirements ................31 10.3. How Your UI Taxes Fund Benefit Payments ..................................................31 10.3.1. Quarterly Notice of Benefit Charges ........................................31 10.3.2. Reimbursement Employer Billings ...........................................32 11. Detection and Prevention of Improper Benefit Payments ...........................................................33 11.1. Quality Control ..........................................33 11.2. Post Audit ..................................................33 11.3. “New Hire” Directory Audit .........................33 12. Interstate Unemployment Benefits .....................34 13. Extended Unemployment Benefits .....................35 14. Labor Disputes ...................................................36 15. How to Keep Your UI Cost Down........................37 15.1. Stabilize Employment ...............................37 15.2. Minimize Charges to Your Account ...........37 15.3. Maintain a Good Tax Rate ........................38\nsecton 1~",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 7
    }
  },
  {
    "section_id": "AZ-8",
    "content": "As soon as you begin business in Arizona, you must register with the Arizona Department of Economic Security (DES) and Arizona Department of Revenue (DOR). Registration must be done by completing the Arizona Joint Tax Application online at www.AZTaxes.gov or by completing and submitting the “application” to DOR. DOR will then forward a copy to DES. The information you provide to DES on the form will be used to determine whether or not you are liable to pay Arizona Unemployment Insurance (UI) taxes.\nIf you are determined liable to pay UI taxes, a “Determination of Unemployment Insurance Liability” (UC-016 or UC-015A) will be mailed to you by DES. It will specify the legal basis for your liability, the date your UI coverage starts, your tax rate, and your Arizona UI employer account number (be sure to include this account number on any correspondence with DES). If you have questions about registering your business after reading these instructions, contact the Employer Registration Unit.\n1\nAN N 4\n= = - 43 ] e WA \\ & v / \"y _\" 55> 0e \\ 3 s i\n[Ea= |",
    "metadata": {
      "section_title": "1. Applying for an Arizona Unemployment Insurance Account",
      "page_number": 8
    }
  },
  {
    "section_id": "AZ-9",
    "content": "In Arizona, most employers are required by law to pay unemployment taxes on the first $7,000 in gross wages paid to each employee in a calendar year prior to December 31, 2022 or beginning January 1, 2023, the first $8,000 paid to each employee. An employer can be an individual, partnership, corporation, Limited Liability Company or any other entity for which a worker performs services. If you meet one of the following conditions, you are an employer required to pay unemployment taxes:\n1. Pay wages of at least $1,500 during a calendar quarter. (A.R.S. §23-613(A)(2)(b))\n2. Employ at least one worker for some part of a day in each of 20 different weeks in a calendar year. (A.R.S. §23-613(A))\n3. Acquire the business or part of the business of an employer already subject to unemployment taxes. (A.R.S. §23-613(A)(3))\n4.",
    "metadata": {
      "section_title": "2.1. Who Pays Unemployment Taxes?",
      "page_number": 8
    }
  },
  {
    "section_id": "AZ-10",
    "content": "Are required to pay federal Unemployment Tax because you employed any individuals in any other state or for any other reason. (A.R.S. §23-613(A)(6))\n5. Own or control two or more businesses in Arizona which together meet any of the other conditions described in this section. (A.R.S. §23-613(A)(5))\n6. Pay domestic/household workers at least $1,000 cash wages in a calendar quarter.\n7. Pay agricultural workers at least $20,000 cash wages in a calendar quarter, or employ at least 10 agricultural workers for some part of a day in each of 20 different weeks in a calendar year. A.R.S. § 23-613(B)\n8. Are a nonprofit organization exempt under section 501(c)(3) of the Internal Revenue Code, and employ four or more individuals for some part of a day in each of 20 different weeks in a calendar year.\n—————\n9. Voluntarily elect to provide unemployment coverage to your workers even though it is not required. (A.R.S. §23-613(A)(8))\n10. Are a leasing or temporary services business which leases or provides workers to other businesses. (A.R.S. §23-614(E))\n11. Are an Indian tribe, or are any subdivision, subsidiary, or business enterprise wholly owned by such Indian tribe. (A.R.S. §23-751.01)\nWhen you meet one of the above conditions during a calendar year, you must report all gross wages and pay taxes on all taxable wages you paid during that entire calendar year. You must continue paying taxes each subsequent calendar year until your account is terminated.",
    "metadata": {
      "section_title": "2.1. Who Pays Unemployment Taxes?",
      "page_number": 9
    }
  },
  {
    "section_id": "AZ-11",
    "content": "When you acquire all or part of a business that was required to pay unemployment taxes in this state, you are a “successor” for unemployment tax purposes. As a successor, you are immediately liable for unemployment taxes regardless of the amount of wages you pay or the number of workers you employ.\nAs a successor, you may also take into account wages paid by the former owner in determining the amount of wages on which you must pay taxes during the year in which you acquired the business. For example, if the former owner has paid wages in excess of $7,000 prior to December 31, 2022 or beginning January 1, 2023, $8,000, to a worker you continue to employ, you will not have to pay taxes on any additional wages you pay this worker in the year you acquire the business.",
    "metadata": {
      "section_title": "2.2. Successor Employers A.R.S. §23-613(A)(3), §23-733.01",
      "page_number": 9
    }
  },
  {
    "section_id": "AZ-12",
    "content": "When you acquire an entire Arizona business and continue its operation, you are assigned the tax rate and experience rating account of the former owner, although you will receive a different account number. The experience rating account includes the record of wages and taxes previously paid.\nTherefore, any unemployment benefits awarded based on wages paid by the former owner may be charged to your account. Additionally, you may be liable for unpaid taxes by the former owner. When acquiring a business, determine and consider whether any unemployment taxes remain unpaid by the seller.",
    "metadata": {
      "section_title": "2.2.1. Acquisition of an Entire Business A.R.S. §23-613(A)(4), §23-733(A)",
      "page_number": 9
    }
  },
  {
    "section_id": "AZ-13",
    "content": "If you acquire a portion of an Arizona business and continue to operate it, you may be assigned the rate and a portion of the experience rating account of the predecessor if there is common ownership or control of the two businesses. See the SUTA Dumping provisions in section 10 for further information.\nIf there is no common ownership or control, you can choose to apply for a portion of the experience tax rate of the former owner. If you choose to apply for a portion of the account and its corresponding tax rate, you must file an Application & Agreement for Severable Portion Experience Rating Transfer within 180 days of acquiring the business. The former owner must agree and provide payroll information for the portions of the business acquired and retained.",
    "metadata": {
      "section_title": "2.2.2. Acquisition of a Portion of a Business A.R.S. 23-733.01",
      "page_number": 9
    }
  },
  {
    "section_id": "AZ-14",
    "content": "After you become liable for unemployment insurance coverage, your liability continues until it is terminated. Your coverage and your tax account may be terminated if you:\n• File with the Department a written request for termination of coverage within the period from January 1 through March 31 of the year.\n• Did not meet any of the applicable conditions that require payment of unemployment taxes in the prior calendar year.\nYour coverage and account will also be terminated if you transfer your entire business to a successor employer. Termination of your coverage and account does not relieve you of liability for unpaid taxes. If at any time after termination, you meet any conditions requiring you to pay unemployment taxes again, you cannot reopen your previous account, you must apply for a new one.\n3\n| Secton3",
    "metadata": {
      "section_title": "2.3. Termination of Account A.R.S. §23-725, A.R.S. §23-614.H",
      "page_number": 10
    }
  },
  {
    "section_id": "AZ-15",
    "content": "Who is an employee?\nThe relationship between you and your workers determines whether your workers are employees. An employment relationship exists when:\n• A worker performs services for you that are subject to your control, or right to control, whether or not you actually exercise the control.\n• The services performed are a regular part of your business. It is presumed that, in order to protect your business interests, you have the right to control the manner in which workers perform services for you.\n• The services may be performed on a full-time/ part-time, temporary, seasonal, or probationary period and on or off your premises or in the employee’s home.\nCorporate officers, including officers of closely held corporations, are employees of the corporation whether or not they receive wages.",
    "metadata": {
      "section_title": "3.1. Defining an Employee A.R.S. §23-613.01",
      "page_number": 11
    }
  },
  {
    "section_id": "AZ-16",
    "content": "In contrast, “independent contractors”\n• engage in an independent trade, occupation, profession, or business\n• advertise their services\n• are in a position to realize profit or suffer a loss as a result of their services, and\n• have a significant investment in the business.\n(I d A \\! l [ [ \\= Z - - “\n—————\nIndividuals who have been found not to be employees for federal unemployment tax purposes by the IRS will not be considered employees for state unemployment tax purposes for the periods determined in the IRS writing. For more information about the difference between employees and Independent Contractors, visit the following IRS website.\nIf you have any questions about whether your workers are employees, please contact any of the Tax Audit Offices listed in the Field Office Directory.",
    "metadata": {
      "section_title": "3.1. Defining an Employee A.R.S. §23-613.01",
      "page_number": 11
    }
  },
  {
    "section_id": "AZ-17",
    "content": "Do I report the wages of part-time or temporary employees?\nThere is no distinction between part-time and full-time employees in terms of coverage under wage reporting and claim filing laws. Employers must report the wages of all employees, both part-time and full-time.\n• The exceptions are:\n◦ Employees who work for you less than 13 days in a calendar quarter if you never intended to employ them for a longer period or on an on-call or other recurring basis.\n◦ Students participating in a work study program (DECA or internship) who are hired and receive school credit while working during the school year; however, if they are retained for summer employment, then wages earned during the summer are to be reported.",
    "metadata": {
      "section_title": "3.2. Temporary and Part-Time Employees A.R.S. §23-613.01",
      "page_number": 11
    }
  },
  {
    "section_id": "AZ-18",
    "content": "I have a domestic employee in my home. Do I need to pay unemployment tax on these wages? Once the total amount of wages you pay for domestic services in a calendar quarter equals or exceeds $1,000, you will be liable for state unemployment taxes on the first $7,000 prior to Dec. 31, 2022 or beginning Jan. 1, 2023, $8,000, in gross wages you pay each domestic worker in that entire calendar year and each year thereafter.\nAll wages paid must be reported and any taxes owed will be due on a quarterly basis. These wages should not be confused with federal unemployment tax, which is due annually on domestic service and is filed with your 1040 return on a schedule H, by April 15 of each year.\nSee A.R.S. §23-613(C) for the legal definition of “Employer” as it pertains to domestic services.",
    "metadata": {
      "section_title": "3.3. Domestic Employees A.R.S. §23-617(2)",
      "page_number": 11
    }
  },
  {
    "section_id": "AZ-19",
    "content": "What if my employees work in more than one state?\nIf you have employees working in Arizona and one or more states, the following guidelines will help you correctly report their wages and pay unemployment taxes.\n1. If an employee works only in Arizona, report the wages and pay taxes to Arizona, whether or not you are located in Arizona.\n2. If an employee works only in another state, report the wages and pay taxes to that other state, even if you are located in Arizona.\n3. If an employee works primarily in Arizona and only occasionally in another state, report the wages and pay taxes to Arizona whether or not you are located in Arizona.\n4. If an employee works equally in two or more states, report the wages and pay taxes to the state that contains the employee’s base of operations, or the state from which the services are directed and controlled (usually the state in which you are located).\nA.R.S. § 23-615.A.1 contains the provisions agreed by the states in determining the state to which the services of multi-state workers shall be reported.\n5\nThe following chart will assist in the decision-making process as to where the work is localized.",
    "metadata": {
      "section_title": "3.4. Employees in Multiple States",
      "page_number": 12
    }
  },
  {
    "section_id": "AZ-20",
    "content": "Did the worker perform all YES Report all wages to services in Arizona? Arizona. NO Were the services outside of Arizona isolated, temporary, Report all wages to Arizona. transitory or incidental? NO Did the worker have a base of operations in Arizona, Report all wages to possibly working from a YES Arizona. home office? Did the worker have a base Report all wages to the of operations in another state and NOT in Arizona? YES other state. NO| Did the employer control the Report all wages to services from Arizona? Arizona. NO Did the employer control the services from another state Report all wages to the YES other state. in which services were performed? N Did the worker reside in Report all wages to Arizona? YES Arizona. NO! Wages should be reported to the state in which the worker has a residence.\nIf you have questions about properly reporting wages and paying unemployment taxes, please contact the Employer Registration Unit or any of the Tax Audit Offices listed in our Field Office Directory.",
    "metadata": {
      "section_title": "Multi-State Employee Localization Flow Chart",
      "page_number": 12
    }
  },
  {
    "section_id": "AZ-21",
    "content": "What Is Exempt Employment?\nEmployees are included under the unemployment insurance law unless their services are specifically excluded. If a service is excluded it is not counted in determining your tax liability and payments for those services should not be included on your quarterly wage reports.\nSome examples of payments that should not be reported include payments to the following:\n1. Workers, if paid solely by commission:\na. Licensed real estate salespersons or brokers and cemetery salespersons\nb. Insurance and securities salespersons\nc. Income tax preparers\nd. Direct sellers of consumer goods, who solicit orders or make sales in person in customers’ homes\n—————\n2. Individuals employed by their son, daughter or spouse, and individuals under the age of 21 years employed by their father or mother.\na.",
    "metadata": {
      "section_title": "3.5. Exempt Employment A.R.S. §23-617",
      "page_number": 13
    }
  },
  {
    "section_id": "AZ-22",
    "content": "Under the following circumstances the family exemption does not apply and wages must be reported:\ni. The employer is a corporation (this includes Subchapter S corporations), or a partnership or limited liability company (LLC) treated as a corporation for federal tax purposes; or\nii. The employer is a partnership or a multi-member LLC treated for federal tax purposes as a partnership, unless an exempt family relationship exists between the employee and all of the partners or members; or\niii. The employer is an estate, even if it is the estate of a deceased parent.\n3. Casual labor: Individuals hired for a one-time, short-term job, for less than 13 days in a calendar quarter, when there was never intent for a continuing employment relationship.\nFor other services that are classified as Exempt employment, see A.R.S. § 23-613.01 and 23-617.",
    "metadata": {
      "section_title": "3.5. Exempt Employment A.R.S. §23-617",
      "page_number": 13
    }
  },
  {
    "section_id": "AZ-23",
    "content": "All payments to your employees for services are wages and must be reported (before deductions) on your quarterly Unemployment Tax and Wage Report, unless specifically excluded by law.\nThis includes: salaries, commissions, bonuses, fees, fringe benefits, sick pay, deferred compensation, tips reported to you by your employees, and the cash value of payments in any medium other than cash (such as gifts). Employer contributions (to the extent elected by the employee) to 401(k) plans are also wages.\nThe following payments, excluded by law, should not be reported:\n1. Insurance / Disability / Retirement:\na. Payments you make to a plan for insurance (or payments from a plan to employees or dependents) for workers compensation, medical or hospitalization expenses, or death.\nb. Payments made to a retired employee under certain retirement plans, or payments made for an employee to a retirement plan.\nc.",
    "metadata": {
      "section_title": "What wages must be reported?",
      "page_number": 13
    }
  },
  {
    "section_id": "AZ-24",
    "content": "Long term disability (after six months).\nd. Survivor benefits.\n2. A domestic employee’s share of FICA which you pay.\n3. Moving expenses reimbursed to employees where there is an allowable corresponding deduction under the Internal Revenue Code.\n4. Meals and lodging provided for the convenience of the employer.\n5. Scholarships and fellowship grants provided by nonprofit or governmental employers to the extent allowed under the Internal Revenue Code.\n6. Tuition reduction to employees of educational institutions.\n7. Employee discounts up to 20%.\n8. Working condition fringe benefits which, if provided by the worker, would be deductible business expenses (e.g., the value of a company car used for business purposes).\n9. Fringe benefits of minimal or insignificant value, such as complimentary coffee and tea you provide for your employees.\n10. Payments for agricultural labor in any medium other than cash.\n11. Payments for services not in the course of your trade or business in any medium other than cash.\n12. Amounts excluded from the definition of wages for Federal Unemployment Tax Act purposes.\n7\n—————",
    "metadata": {
      "section_title": "What wages must be reported?",
      "page_number": 14
    }
  },
  {
    "section_id": "AZ-25",
    "content": "My business is a corporation, and I am a corporate officer. Why do I have to report the wages that I earn from my corporation?\nAs a corporate officer, you are an employee of the corporation for Arizona and federal UI tax purposes. Wages that you earn from the corporation are usable as wage credits if you ever need to file a claim for unemployment benefits.\nIf a corporate officer files a claim for unemployment benefits the amount and duration of unemployment benefits available will depend on your earnings and the conditions of your separation from employment.",
    "metadata": {
      "section_title": "3.7. Corporate Officers A.R.S. §23-615(A)(4)",
      "page_number": 14
    }
  },
  {
    "section_id": "AZ-26",
    "content": "I am a Member/Member-Manager of my LLC. Do I have to report my wages and pay taxes?\nWhether or not your wages are reportable for Arizona UI Tax purposes depends on how you report for the Limited Liability Company (LLC) federally.\n• LLCs that have elected federal tax treatment as partnerships or sole proprietorships are also treated as partnerships or sole proprietorships for Arizona UI tax purposes.\n◦ Wages for members and member-managers of such LLCs are not reportable.\n◦ Additional information can be found in section 3.5 Exempt Employment.\n◦ LLCs that have elected federal tax treatment as a corporation are also treated as corporations for Arizona UI tax purposes.\n◦ Wages for all members and member-managers of such LLCs are reportable.\nWages paid to all other employees of any LLC must be reported and are subject to Arizona UI tax.",
    "metadata": {
      "section_title": "3.8. Member/Manager of LLC A.R.S. §23-613.01(A)",
      "page_number": 14
    }
  },
  {
    "section_id": "AZ-27",
    "content": "Can I get unemployment insurance coverage for my workers even if I’m not required to provide coverage?\nIf you have not met any of the statutorily defined conditions (also refer to A.R.S. § 23-613) that require you to provide UI coverage, but you want to get UI coverage for your workers, you may apply for voluntary coverage. To apply:\n• Respond to a letter issued by the Department that includes a section regarding “Voluntary Election of Unemployment Insurance Coverage” where you are given the option of applying for voluntary coverage, or\n• Send a letter to the Department requesting to apply for voluntary coverage.\nIf you have not yet received your Department of Economic Security unemployment insurance tax number, and it has been more than one month since you submitted the Joint Tax Application, please contact the Employer Registration Unit.\nException to voluntary coverage:\n• You cannot elect to cover a classification of employee already exempt from UI coverage\nNote: If voluntary coverage is approved, you must continue to cover your employees for at least two full calendar years.\n8\n= -— = E S = > = == —\n=",
    "metadata": {
      "section_title": "3.9. Voluntary Coverage A.R.S. §23-725(D), (E)",
      "page_number": 15
    }
  },
  {
    "section_id": "AZ-28",
    "content": "4. Unemployment Insurance Taxes (and other Employment Taxes)\n4.1. Calculating Unemployment Tax Rates\nA.R.S. §23-728, §23-729, §23-730\nHow much are unemployment taxes?\nThe following does not apply to certain nonprofit and governmental employers, Indian tribes and churches/religious organizations that have chosen the reimbursement payment option.\nThe Federal Unemployment Tax Act (FUTA) requires all state systems to contain “experience rating” features, in order to ensure higher tax burdens on firms “causing” the benefit payments and lower tax rates for firms with stable employment.\nWhen an employer has accumulated sufficient “experience” with respect to unemployment, the employer is assigned a tax rate.\n• If the employer’s work force has had low unemployment, this favorable experience will be reflected in a lower tax rate.\n• Contrarily an employer’s tax rate will become progressively higher the more unfavorable their experience with unemployment becomes.",
    "metadata": {
      "section_title": "Unemployment Insurance Taxes (and Other Employment Taxes)",
      "page_number": 15
    }
  },
  {
    "section_id": "AZ-29",
    "content": "te will become progressively higher the more unfavorable their experience with unemployment becomes.\nThere is, however, another important factor which affects an employer’s tax rate-the economic conditions which prevail in the state. The state’s unemployment trust fund reflects the prevailing economic conditions in the state and its experience with unemployment over the past several years.\nSchedules in all states are designed to be counter cyclical...i.e. employers make payments into the fund at low rates during recessionary periods. After periods of high unemployment, the rates increase to replenish the fund.\nArizona’s fund control schedule, found in A.R.S. § 23-730 was developed many years ago using nationally recognized assumptions on how to define trust fund adequacy. It is designed to be self-adjusting and to keep the fund balance between 5% and 5.5% of total state-wide taxable payrolls.",
    "metadata": {
      "section_title": "Unemployment Insurance Taxes (and Other Employment Taxes)",
      "page_number": 16
    }
  },
  {
    "section_id": "AZ-30",
    "content": "elf-adjusting and to keep the fund balance between 5% and 5.5% of total state-wide taxable payrolls. This is considered adequate for the payment of benefits for 18 months in a recession.\n9\nEBRE\n—————\nThe range of unadjusted tax rates are adjusted annually and may be increased or decreased depending on the solvency of the unemployment trust fund. The actual taxes you pay are calculated by multiplying your quarterly taxable wages by your tax rate.\nIf you are a new employer (other than a successor to a liable employer), you are assigned a tax rate of 2% for a minimum of two calendar years. After that, your rate will be based on the following factors:\n1. The amount of taxes you have paid;\n2. The amount of unemployment benefits paid to your former employees and charged to you;\n3. The average size of your annual taxable payroll;\n4. The overall solvency of the unemployment trust fund is also a factor because it is used in the computation of the adjusted rate schedule.",
    "metadata": {
      "section_title": "Unemployment Insurance Taxes (and Other Employment Taxes)",
      "page_number": 16
    }
  },
  {
    "section_id": "AZ-31",
    "content": "ent trust fund is also a factor because it is used in the computation of the adjusted rate schedule.\nThese factors are used to compute your tax rate using a “reserve ratio” system. The taxes you paid minus the amount of benefits attributable to your business are divided by your average annual taxable payroll to produce your reserve ratio. The higher reserve ratio you have, the lower your tax rate. This system ensures an equitable distribution of the cost of the system based on employers’ actual experience with the Unemployment Insurance program. It also encourages employers to stabilize their workforce and monitor their ex-employees’ unemployment claims, thereby helping to prevent abuse and minimize charges to their accounts.\nReserve Ratio =\n= = e\nAverage Annual Taxable Payroll\nYour reserve ratio is compared to a table in the law that prescribes the rates assigned to each ratio. The law provides that these rates may be increased or decreased depending on the solvency of the unemployment benefit trust fund.",
    "metadata": {
      "section_title": "Unemployment Insurance Taxes (and Other Employment Taxes)",
      "page_number": 16
    }
  },
  {
    "section_id": "AZ-32",
    "content": "High rates of unemployment in the state can produce higher tax rates in subsequent years; in contrast low unemployment can produce lower tax rates.\nAt the end of December you will receive a Determination of Unemployment Tax Rate (UC-603) (View sample UC-603) advising you of your tax rate for the upcoming calendar year. The determination contains your tax rate and all the factors used in calculating your reserve ratio. If you disagree with the rate assigned or any of the calculations, you may file a request for review by following the instructions on the determination. Make sure you provide a copy to your tax return preparer so that your taxes are calculated at the correct rate.",
    "metadata": {
      "section_title": "Unemployment Insurance Taxes (and Other Employment Taxes)",
      "page_number": 16
    }
  },
  {
    "section_id": "AZ-33",
    "content": "Included in your annual unemployment tax rate determination is information about voluntary payments. It explains how to calculate the amount you can pay to improve your reserve ratio and lower your tax rate. By comparing the voluntary payment amount with your potential reduction in taxes, you can determine if you will save money by making a voluntary payment.\nEach year consider a voluntary payment as a way to reduce your taxes.\nVoluntary payments must be made by February 28 in order to lower your tax rate for that calendar year. It is advisable to pay by check rather than electronically. This enables you to specify the purpose of the payment on the check and mail it directly to the UI Tax Experience Rating Unit for correct processing. See the reverse side of your annual tax rate determination for complete instructions.",
    "metadata": {
      "section_title": "4.2. Voluntary Payments to Lower Tax Rate",
      "page_number": 16
    }
  },
  {
    "section_id": "AZ-34",
    "content": "What is the reimbursement payment option?\nSome entities are offered an alternative method of paying unemployment insurance, called the reimbursement payment option, a form of self-insurance. In lieu of paying taxes on a quarterly basis, you reimburse the Department of Economic Security for your proportionate share of the amount of unemployment benefits it pays to your former workers. These entities are:\n• Nonprofit organizations that are exempt from federal unemployment taxes under Section 501(c)(3) of the Internal Revenue Code\n• Governmental entities\n• Indian tribes, and\n10\nEBRE\n—————\n• Churches/religious organizations that voluntarily elect to participate in the Unemployment Insurance Program\nYou may choose the reimbursement payment option within 30 days of the date you are notified of your liability for unemployment insurance coverage as an employer by completing and returning the form enclosed with the notification.",
    "metadata": {
      "section_title": "4.3. Reimbursement Payment Option A.R.S. §23-750",
      "page_number": 17
    }
  },
  {
    "section_id": "AZ-35",
    "content": "surance coverage as an employer by completing and returning the form enclosed with the notification. If you do not return the form, your account will be established on a tax- rated basis. Your choice remains in effect for at least three calendar years. Notice to terminate the election must be received by the Department before December 2. The termination will become effective the following calendar year.\nWhat factors should be considered before choosing the reimbursement payment option?\n1. This option is generally more advantageous for small employers with stable employment; the tax- rated basis is usually more advantageous for large employers, who tend to have a higher rate of employee turnover, or employers of any size that have unstable employment.\n2. Reimbursement payments will vary depending on the number of former employees who are receiving unemployment benefits. With this method, it is difficult to estimate costs.",
    "metadata": {
      "section_title": "4.3. Reimbursement Payment Option A.R.S. §23-750",
      "page_number": 17
    }
  },
  {
    "section_id": "AZ-36",
    "content": "In contrast, tax- rated employers can more accurately estimate unemployment costs because their tax rates remain constant for a complete calendar year.\n3. Employers who have elected the reimbursement payment option may not be relieved of charges for benefit payments for any reason. This includes cases when former employees are paid benefits after a disqualification for quitting or discharge, in cases where they are paid benefits after subsequent employment, and certain other circumstances. Although tax-rated employers may be relieved of charges for specific individuals, the actual cost of the benefits paid to those individuals is shared by all tax-rated employers.",
    "metadata": {
      "section_title": "4.3. Reimbursement Payment Option A.R.S. §23-750",
      "page_number": 17
    }
  },
  {
    "section_id": "AZ-37",
    "content": "Most employers who pay Arizona state unemployment tax are also required to pay the Federal Unemployment Tax (FUTA). The annual FUTA tax you pay is used to fund the administrative costs of the Unemployment Insurance program while your Arizona state unemployment tax is used solely for the payment of benefits to unemployed workers.\nFUTA taxes are calculated by multiplying 6% times the employer’s taxable wages. The taxable wage base is the first $7,000 paid in wages to each employee during a calendar year.\nWhen you pay your state unemployment taxes on time, you receive a tax credit of 5.4% to reduce your FUTA tax regardless of your Arizona unemployment tax rate. The credit is equal to your actual tax rate, plus the difference between that percent and 5.4%. This means that Arizona employers who pay their state taxes timely pay a net federal tax of 0.6%. For example: If your Arizona tax rate is 2%, you will receive a tax credit of 5.4% to reduce the federal tax even though your tax rate is less than 5.4%.\nFederal Tax Rate 6.0% Credit 5.4% 2.7% state tax credit plus an additional 2.7% credit Net Federal Tax 0.6%\nIn order to receive the full federal tax credit, you must pay state unemployment taxes on time. If you pay your state taxes late, you will receive only 90% of the allowable credit. Visit the Internal Revenue Service Web site for more information on FUTA and other federal taxes.",
    "metadata": {
      "section_title": "4.4. Federal Unemployment Tax (FUTA)",
      "page_number": 17
    }
  },
  {
    "section_id": "AZ-38",
    "content": "Arizona Department of Revenue Income (“Withholding”) Tax\nAll wages, salaries, bonuses or other compensation paid for services performed in Arizona are subject to state income tax withholding, with exceptions. Visit the Arizona Department of Revenue Web site for detailed information.\n11\n| Sections—",
    "metadata": {
      "section_title": "4.5. Arizona Withholding Tax",
      "page_number": 18
    }
  },
  {
    "section_id": "AZ-39",
    "content": "Learn about electronic filing of your quarterly Unemployment Tax and Wage Report (UC-018). Businesses determined liable to provide unemployment insurance coverage for their workers are required to:\n1. Submit Unemployment Tax and Wage Reports for each quarter they are covered, even for quarters during which no wages were paid, and\n2. Pay taxes each quarter taxable wages were paid.\nIf you have an Arizona unemployment tax account number and need a paper copy of the UC-018, you can find one on our website.",
    "metadata": {
      "section_title": "5.1. Reporting Wages",
      "page_number": 18
    }
  },
  {
    "section_id": "AZ-40",
    "content": "This section does not apply to nonprofit and governmental employers, Indian tribes and churches/religious organizations.\nYour tax payment is due on the same date your report is due. If quarterly reports and payments are filed late, penalties and interest are assessed.\nYou must report total gross wages paid to all employees in the quarter, but pay taxes on only the first $7,000 prior to Dec. 31, 2022 or beginning Jan. 1, 2023, $8,000, paid to each employee in the calendar year. Subtract “excess wages” (amounts over $7,000 prior to Dec. 31, 2022 or beginning Jan. 1, 2023, $8,000, paid to each employee in a calendar year) from total wages to determine taxable wages. Remember, if you are a successor employer, you may take into account wages paid by the former owner in the same calendar year you acquired the business to compute your taxable portion of wages paid to any of the former owner’s employees you continued to employ.\n12\n¥ = ~y - -\n—————\nOnce you have an Arizona unemployment tax account number, you are encouraged to submit quarterly wage reports and pay taxes electronically by using our online Tax and Wage System (TWS).",
    "metadata": {
      "section_title": "5.2. Paying Taxes A.R.S. §23-726, §23-723",
      "page_number": 19
    }
  },
  {
    "section_id": "AZ-41",
    "content": "You can also upload your quarterly wage reports and make payments through the Arizona UI Tax Reporting for Employers (AZURE) system. AZURE is a bulk file upload server to server process, using a Secure File Transfer Protocol (SFTP). If you have any questions related to bulk filing, contact the Employer Accounting Unit at (602) 771-6601 or uitaccounting@azdes.gov. If you file online, DO NOT file using the paper UC-018. Online payments may be made either along with or separately from online report filing, or you may select the paper check payment option, which generates a payment voucher for you to print and submit along with your payment by check.",
    "metadata": {
      "section_title": "5.2. Paying Taxes A.R.S. §23-726, §23-723",
      "page_number": 19
    }
  },
  {
    "section_id": "AZ-42",
    "content": "This section applies only to nonprofit and governmental employers, Indian tribes and churches/ religious organizations who have chosen and have been approved to reimburse the Department of Economic Security for benefit payments charged to their accounts in lieu of paying quarterly taxes.\n1. Each quarter you must complete and submit an Unemployment Tax and Wage Report. In preparing your reports, you will list your employees’ names, their social security number and provide the total amount paid to each employee in the quarter. Wages must be reported in the quarter in which they are paid. No “excess” wages or taxes are computed, and no payment is included with the report.\n2. You will be notified when former employees file for benefits and will be provided the opportunity to protest the employee’s receipt of benefits, based on the reason for separation, if you were the claimant’s last employer.\n3.",
    "metadata": {
      "section_title": "5.2.1. Reimbursement in Lieu of Paying Quarterly Taxes A.R.S. §23-750",
      "page_number": 19
    }
  },
  {
    "section_id": "AZ-43",
    "content": "Whenever benefits are paid to former employees in a calendar quarter, you will receive a Benefit Charge Notice (UC-602) during the first month of the following quarter. A statement will accompany the notice specifying the amount due. That amount will be your proportionate share of benefit payments made that quarter, plus half of your share of extended benefits if you are a nonprofit employer, and the full amount of your share of extended benefits if you are a governmental employer or Indian tribe. Your payment is due on or before the last day of the second month following the end of the quarter in which the benefit claims were paid.\nAdditional provisions affecting Indian tribes A.R.S §23-751.01 provides that Indian tribes which fail to make payments, including assessments of interest and penalties, within 90 days of notice of the amounts due lose the option to make payments in lieu of taxes for the following tax year, unless full payment is made before the taxes for the next tax year are computed. This can also result in the tribe losing its Federal Unemployment Tax (FUTA) exemption and becoming liable to pay FUTA Tax at the full 6% rate.",
    "metadata": {
      "section_title": "5.2.1. Reimbursement in Lieu of Paying Quarterly Taxes A.R.S. §23-750",
      "page_number": 19
    }
  },
  {
    "section_id": "AZ-44",
    "content": "Reports are due as follows, unless the due date falls on a weekend or a state holiday in which case the due date is extended to the next business day:\nUI Tax Wage Report Schedule Quarter # Wages Paid During Calendar Quarter Ends Report Due By 1 January, February, March March 31 April 30 2 April, May, June June 30 July 31 3 July, August, September September 30 October 31 4 October, November, December December 31 January 31\n13\n—————\nIf quarterly reports and payments are filed late, penalties and interest are assessed.\n• The penalty for a late report is 0.1% of total wages paid in the quarter; the minimum penalty is $35 and the maximum is $200.\n• Interest on unpaid taxes accrues at 1% of the taxes due per each month, or portion of a month, that the payment is late.\nYou can avoid the late report penalty charge by filing your quarterly reports on time, even if you are unable to pay the tax at the time of filing.",
    "metadata": {
      "section_title": "5.3. Wage Reporting Schedule A.R.S. §23-610, §23-723",
      "page_number": 20
    }
  },
  {
    "section_id": "AZ-45",
    "content": "If you cannot pay the tax due, contact the Collections Unit to make payment arrangements. The Department may file liens, levy on property and rights to property, and otherwise enforce collection of overdue amounts.\nCan a single report be filed for the entire year?\nNo. You must file a quarterly Unemployment Tax and Wage Report for each quarter whether or not wages were paid. An unemployment claim can be filed at any time of the year. Monetary eligibility for UI is based on wages paid to an individual during a one-year period called the Base Period. The Base Period is the first four of the last five completed calendar quarters before the claim is filed. This is why wages must be reported quarterly.",
    "metadata": {
      "section_title": "5.3. Wage Reporting Schedule A.R.S. §23-610, §23-723",
      "page_number": 20
    }
  },
  {
    "section_id": "AZ-46",
    "content": "Both total and taxable wages are reportable on the quarterly Unemployment Tax and Wage Report (UC-018). All wages must be reported for the quarter in which they were paid to the worker.\nGross wages are the total amount of wages paid to an employee before deductions. This includes, but is not limited to, salaries, wages, commissions, bonuses, overtime pay, incentive awards and tips. All of the types of remuneration that are considered wages for UI reporting purposes are defined in A.R.S §23-622.\nTotal wages for UI reporting purposes are the total of the gross wages paid for that quarter.\nTaxable wages for UI reporting purposes are the first $7,000 in total gross wages paid to each employee in a calendar year prior to Dec. 31, 2022 or beginning Jan. 1, 2023, $8,000.\nExcess wages for UI reporting purposes are all wages paid to each employee for that quarter, in excess of the first $7,000 paid to that employee in a calendar year prior to Dec. 31, 2022 or beginning Jan. 1, 2023, $8,000. Such “excess wages” must be reported in the quarter earned, but are not taxable. This is because wages reported quarterly are used to establish eligibility for unemployment insurance benefits regardless of whether taxes were due on those wages.",
    "metadata": {
      "section_title": "5.4. Gross, Total and Taxable Wages",
      "page_number": 20
    }
  },
  {
    "section_id": "AZ-47",
    "content": "You must file a tax and wage report using your Arizona unemployment tax account number. If you have not been issued a number please go to www.aztaxes.gov to complete the registration process.\nFor more information about how to apply, see Section 1. Applying for an Arizona Unemployment Insurance Account.\n14\n—————",
    "metadata": {
      "section_title": "5.5. Filing Wage Reports without a Tax Account Number",
      "page_number": 21
    }
  },
  {
    "section_id": "AZ-48",
    "content": "You can file a quarterly Unemployment Tax and Wage Report by going to https://uitws.azdes.gov/ or contact the Accounting Unit for more information on how you can file.\nWages must be reported in the quarter in which they are paid. For example, if a pay period ends September 30 but wages were not paid until October 1, you would report the wages on your fourth quarter wage report which covers the months of October through December.\nIn section A, enter the number of full-time and part-time employees who performed services during the payroll period that includes the twelfth of the month. If you do not have any employees in the payroll period, enter zero.\nIn section B, list all your employees in order by the employee’s Social Security number or alphabetically by the employee’s last name.\nIf more than one page is needed to report all your employees, you may use white paper, however you must use the same format provided in Section B. You can also use the UI Tax Wage Listing Continuation form available in the Document Center.\nPenalties are assessed for incomplete reports, so be sure that each page contains the following information:\na. Employer name.\nb. Employer account number.\nc. Calendar quarter and year for which the report is being filed.\nd. Employee’s Social Security numbers and names (last name first).\ne. Total amount of wages paid to each employee during the quarter.\nf. Total wages paid to all employees listed on all pages.",
    "metadata": {
      "section_title": "5.6. Completing the Wage Report",
      "page_number": 21
    }
  },
  {
    "section_id": "AZ-49",
    "content": "If you find you reported taxes or wages incorrectly on a previously submitted report, you may submit a copy of that report with the corrections clearly indicated on it along with an explanation of the reason for the adjustment. Alternatively, you may download and complete an Adjustment Form (UC- 522) or contact the Employer Accounting Unit.\nAdjustments must be made to the quarterly report in the quarter in which the error occurred. Do not make an adjustment for a prior quarter on a current quarter’s report. Do not attempt to correct a worker’s over-reported wages by including a negative amount on a subsequent wage report; these amounts are read by the system as additional wages and could result in an overpayment of unemployment benefits or additional taxes due.",
    "metadata": {
      "section_title": "5.7.1. Correcting Taxes and Wages on a Previously Submitted Report",
      "page_number": 21
    }
  },
  {
    "section_id": "AZ-50",
    "content": "You can make changes to a name or Social Security number by writing a letter, including the name reported/Social Security number reported previously, and the corrected name/Social Security number. Also provide the quarter(s) in which it was reported and be sure to include your Arizona unemployment tax account number.\nMail the letter to: DES UI Tax C/O Accounting Unit P.O. Box 6028 MD 5881 Phoenix, Arizona 85005-6028\nOr email to: Employer Accounting Unit\n15\n—————",
    "metadata": {
      "section_title": "5.7.2. Correcting Names or Social Security Numbers on a Previously Submitted Report",
      "page_number": 22
    }
  },
  {
    "section_id": "AZ-51",
    "content": "What if I no longer have any employees but expect to in the future?\nWhen employment has discontinued, but is expected to resume in the future, you must choose one of the following two actions:\n1. You may continue to file quarterly Unemployment Tax and Wage Reports, indicating that no wages are being paid. This will enable your unemployment tax account to remain active for as many as seven consecutive calendar quarters with no wages being paid, and you will continue to receive all mailings. When employment resumes, simply file the report showing the wages you paid for the quarter.\n2. You may request that your account be suspended instead of submitting quarterly reports indicating no wages are being paid by completing a Report of Changes form. When you resume paying wages, immediately notify the Employer Registration Unit to reopen your account. In a few days, you will be notified by mail of your tax rate, which may have changed if your account is reopened in a subsequent calendar year.\nWarning: If you stop submitting reports without your account being suspended, this will create delinquent reports and you may be charged penalties and interest.\nQuarterly Tax and Wage Reports filed for suspended accounts will not be processed.",
    "metadata": {
      "section_title": "5.8. No Employees to Report / Account Suspension",
      "page_number": 22
    }
  },
  {
    "section_id": "AZ-52",
    "content": "Even if you did not receive a preprinted quarterly report form in the mail, quarterly reports are due by the last day of the month following the end of the previous quarter. If you are late filing, you will be charged a penalty and interest. Arizona Administrative Code Section R6-3-1703(B)(2) states: “Failure to receive a quarterly Contribution [Tax] and Wage Report form shall not relieve the employer of the responsibility for filing the report.”\nThe penalty for a late report is 0.1% of total wages paid in the quarter; the minimum penalty is $35 and the maximum is $200. Interest on unpaid taxes accrues at 1% of the taxes due per each month, or portion of a month, that the payment is late. You can avoid the late report penalty charge by filing your reports on time, even if you are unable to pay the tax at the time of filing. However, if you cannot pay the tax due, contact the Collections Unit to make payment arrangements. The Department may file liens, levy on all property and rights to property, and otherwise enforce collection of overdue amounts.",
    "metadata": {
      "section_title": "5.9. Penalties for Late Wage Reports and/or Tax Payments A.R.S. §23-723.A",
      "page_number": 22
    }
  },
  {
    "section_id": "AZ-53",
    "content": "I was unable to print out a copy of my quarterly Unemployment Tax and Wage Report when I filed it online. How do I get a copy?\nTo obtain a copy of the quarterly report you submitted online, please contact the Employer Accounting Unit.\nThe IRS has recently advised me to contact the state because of a discrepancy between the federal and state wages reported. What form do I need?\nDiscuss the issue with a Department of Economic Security accounting technician by contacting the Employer Accounting Unit. When the cause of the discrepancy is determined, the steps necessary to resolve it can be taken. If the resolution changes the amount of wages you have reported to Arizona, the Department will issue a written recertification reflecting this amount, which you can then provide to the IRS.\nFor information on reporting wages and paying Unemployment Insurance Taxes electronically, please see the Arizona Unemployment Tax and Wage System - Filing Tax and Wage Reports page.\n16\n\\ 'y 4",
    "metadata": {
      "section_title": "5.10. Additional Questions about Wage Reports and/or Tax Payments",
      "page_number": 23
    }
  },
  {
    "section_id": "AZ-54",
    "content": "Arizona law requires all employers, whether or not they have been determined liable to pay unemployment taxes, to keep the following records for the most recent four calendar years.\n1. Check stubs and canceled checks for all payments.\n2. Cash receipts and disbursement records.\n3. Payroll journal.\n4. General journal and general ledger.\n5. Copies of tax reports filed with all federal and state agencies.\n6. Copies of W-2(s) and W-3(s).\n7. Other accounting records as may be required.\n8. For each payroll period, the:\na. Beginning and ending dates of each pay period,\nb. Total amount of remuneration paid for all services, whether paid in cash, by check, or in any other manner, and the date of each such payment, and\nc. Date in each week on which the largest number of individuals worked and the number of individuals who worked on that day.\n9. For each worker, the:\na. First and last name,\nb. Social Security number,\nc. Date hired, rehired, or returned to work,\nd. Date employment ended and the reason(s) for separation from work,\ne. Amount of remuneration paid in each calendar quarter,\nf. Amount of remuneration paid each pay period, including the value of any remuneration in a form other than cash,\ng. Amount and date of any special payment, such as a bonus, gift, or prize, and\nh. Place in which services were performed.\n17\n—————",
    "metadata": {
      "section_title": "6.1. Record Keeping",
      "page_number": 24
    }
  },
  {
    "section_id": "AZ-55",
    "content": "It is your responsibility to notify the Department when any changes to your business occurs. A delay could result in additional costs to you later. Be sure to report changes such as:\n1. Selling your business,\n2. Discontinuing your business,\n3. Acquiring another business,\n4. Changing ownership of your business,\n5. Changing legal form of your business (incorporating, etc.),\n6. Changing your business name, and\n7. Changing your address.\nTo report a change to your business you can update it through the Tax and Wage System (TWS) or by completing and submitting the Report of Changes Form (UC-514) to UITStatus@azdes.gov or contact the Employer Registration Unit.",
    "metadata": {
      "section_title": "6.2. Reporting Business Changes",
      "page_number": 24
    }
  },
  {
    "section_id": "AZ-56",
    "content": "Federal law requires that you post in your place of business a Notice to Employees (POU-003) that provides information about the Unemployment Insurance program to your employees.\n» English (72 KB PDF) » Spanish (72 KB PDF)\nYou are also required to provide a printed statement containing information about filing for unemployment benefits when one of your employees becomes unemployed. A pamphlet titled “Take Care of Unemployment Business by the Internet or Telephone” (UIB-1241A) fulfills this requirement when printed out and provided to the employee.\n» English (83 KB PDF) » Spanish (86 KB PDF)\nA more detailed booklet titled “A Guide to Arizona Unemployment Insurance Benefits” (UIB-1240) is also available online.\n» English (274 KB PDF) » Spanish (295 KB PDF)\nAdditional information about workplace posters may be found at:\n• Workplace Posters Required by Arizona\n• Workplace Posters Required by the U.S. Department of Labor",
    "metadata": {
      "section_title": "6.3. Providing Information to Your Employees",
      "page_number": 24
    }
  },
  {
    "section_id": "AZ-57",
    "content": "Federal and state law require all employers to report newly hired and re-hired employees in Arizona to the Arizona New Hire Reporting Center within 20 days of their hire date.\nNew hire reporting speeds up the child support income withholding process, expedites collection of child support from parents who have changed jobs, and quickly locates parents to help in establishing paternity and child support orders. It also helps to detect and prevent improper payments of UI, workers compensation, and welfare benefits to undeserving recipients.\nFor detailed information regarding requirements and guidelines for the Arizona New Hire Reporting Program, visit the Arizona New Hire Reporting Center.\n18\n—————",
    "metadata": {
      "section_title": "6.4.1. Reporting New Hires to the Arizona New Hire Reporting Center",
      "page_number": 25
    }
  },
  {
    "section_id": "AZ-58",
    "content": "Three simple steps is all it takes for employers to make sure that the support payments they withhold from a check help their employees. Your employees depend on you to deduct the court-ordered amount and send that payment so that they get credit for it. Those steps are:\n• Include your employee’s name and ATLAS case number on your remittance. Without this information, your employees may not get credit for payments you made on their behalf.\n• Include the pay period from which you deducted the payment. The employees receive credit for the pay period, not the date of the check.\n• Pay the court-ordered monthly amount. If you pay your employees on a weekly or biweekly basis, this does not satisfy the monthly court-ordered amount. Just like the insurance premiums that you deduct, support is based on a monthly amount.",
    "metadata": {
      "section_title": "6.4.2. Employers Can Make a Big Difference for Employees Who Pay Child Support",
      "page_number": 25
    }
  },
  {
    "section_id": "AZ-59",
    "content": "If you divide the annual support by 52 weeks or 26 weeks, your payments may put your employees in an “arrears” status. This could cause interest to accrue on their record; make their pay record appear to be delinquent; and adversely affect their credit rating.\nSupport Payment Clearinghouse - In Arizona, payment for all income withholding orders must be remitted to:\nClearinghouse P.O. Box 52107 Phoenix, Arizona 85072-2107\nThe above address is to be used only for cases where employers receive an income withholding order or court order with this address.\nYour employees work hard for you. Help us help your employees. If you have any questions, please do not hesitate to contact the Division of Child Support Enforcement, Customer Service.\n19",
    "metadata": {
      "section_title": "6.4.2. Employers Can Make a Big Difference for Employees Who Pay Child Support",
      "page_number": 26
    }
  },
  {
    "section_id": "AZ-60",
    "content": "The Department of Economic Security conducts audits of Arizona employers on a random basis and investigates issues regarding the status of individuals as employees as well as the designation of payments as wages to ensure proper payment of taxes. If selected for an audit, you will be notified by mail and an auditor will contact you by phone or email to discuss the audit process and records required.\nAudits are usually conducted remotely; however if an employer is unable to securely provide their records electronically, the audit can be conducted at the office of the employer or a designated representative. Out of state records must be made available to the auditor electronically or at the Arizona business location.\nBefore examining the records, the auditor will interview the owner or representative of the business.",
    "metadata": {
      "section_title": "7. Audits",
      "page_number": 26
    }
  },
  {
    "section_id": "AZ-61",
    "content": "efore examining the records, the auditor will interview the owner or representative of the business. The purpose of the interview is to verify the ownership of the business and to determine the business nature and type of services being performed. This pre-audit interview also helps the tax auditor to better understand the financial records which he or she will be examining.\nFinancial records are generally examined for the most recently completed calendar year. For instance, if the current date is June 15, 2022, the audit will cover calendar year 2021. Records beyond the audit year may be required if discrepancies in reporting are found. Records for the previous three calendar years as well as the current year may be needed and should be available. For more information see the Employer Bill of Rights. The following is a brief outline of the procedures applicable to most audit situations:\n20\n¢ \\ § y & ~\nScheduling: Audit Time: Audit Scope: Records Required: Source Documents: Audit Closeout: Questions: Initial audit notification is usually by letter.",
    "metadata": {
      "section_title": "7. Audits",
      "page_number": 27
    }
  },
  {
    "section_id": "AZ-62",
    "content": "uired: Source Documents: Audit Closeout: Questions: Initial audit notification is usually by letter. A pre-audit discussion is held with the employer or designated representative (normally by telephone) prior to the appointment date to address questions or concerns about the audit and enable the auditor to become familiar with the type of business under audit. The time required to complete an audit varies depending on the type and size of business and the volume and condition of the records. Audits conducted electronically should have little impact on or interruption to an employer’s day to day business operations. Audits require an initial examination of records for four concurrent quarters, usually the most recently completed calendar year. Discrepancies within this one-year period may require further review up to an additional two years. Records for the audit may be provided in whatever accounting format is normally used by the business, either manual or automated.",
    "metadata": {
      "section_title": "7. Audits",
      "page_number": 27
    }
  },
  {
    "section_id": "AZ-63",
    "content": "Such records, however, must reflect clearly the transaction dates, amounts, payees and purpose of the disbursements. At minimum, employers must provide the following: • Cash Disbursements: records of all amounts paid out by the business. • Forms1099-NEC (Nonemployee compensation) and Form 1096 Annual Summary and Transmittal • Payroll Data: Records of wages paid to each employee. • W-2 Forms and W-3 Transmittal. • Copies of payroll tax reports filed with state and federal agencies. • Income tax returns. The unemployment tax section does not audit business income tax returns. It uses income tax returns to verify the business entity and ownership, and to clarify compensation or loans to business principals. Employers will need to provide at least one calendar quarter of original source documents such as check stubs with canceled checks, cash vouchers, or receipts of cash payments, as necessary to verify the accuracy of amounts posted to automated payroll summaries After the audit work is completed, the auditor will provide close-out discussion of the findings with the employer or representative, by telephone or, if necessary, in person. An Audit Transmittal Report detailing the audit results is mailed to the employer after the review is concluded. Any questions about audit practices should be directed to the appropriate Unemployment Tax Field Office.\n21\nN = W -7 S N / 4 il i i / I ! i 4 4 | 7 4 7 o",
    "metadata": {
      "section_title": "7. Audits",
      "page_number": 28
    }
  },
  {
    "section_id": "AZ-64",
    "content": "Whenever a determination is made that affects your tax liability, a written notice is sent to you. Each determination provides separate appeal rights; in all cases, an appeal must be made in writing and within the time period specified in the notice.\nIt is extremely important to submit any appeal within the time frame period indicated. After an original determination, the levels of appeal usually are:\n• Level 1. Reconsidered Determination (tax cases) / Appeals Tribunal Hearing (benefit cases)\n• Level 2. Appeals Board Hearing\n• Level 3. Arizona Tax Court\n• Level 4. Arizona Court of Appeals\nRead each determination carefully. It will provide you with information on how to appeal and your deadline for appealing. The following sections contain brief synopses of the types of notices you may receive and what to expect after you appeal.",
    "metadata": {
      "section_title": "8. Employer Appeals",
      "page_number": 28
    }
  },
  {
    "section_id": "AZ-65",
    "content": "Liability for Specific Services or Remuneration / Determination of Liability for Employment or Wages (UC-016A)",
    "metadata": {
      "section_title": "8.1.1. Liability for Unemployment Insurance / Determination of Unemployment Insurance Liability (UC-016 or UC-015A) Or",
      "page_number": 28
    }
  },
  {
    "section_id": "AZ-66",
    "content": "A “Determination of Unemployment Insurance Liability” (UC-016 or UC- 015A) or “Determination of Liability for Employment or Wages” (UC-016A) will be sent to you when the Department determines that you are an employer liable for unemployment taxes or individuals performing services on your behalf are employees/remuneration you pay them is subject to Arizona unemployment taxes. The determination contains:\n22\n—————\n1. The determination date (date of the letter),\n2. Your employer account number,\n3. The date your liability begins,\n4. Your tax rate (in the case of the UC-016 or UC-015A),\n5. The legal basis for your liability,\n6. A description of the services or remuneration (in the case of the UC-016A); and\n7. Your appeal rights.\nOften an assessment of taxes due on the remuneration determined to be wages is issued in conjunction with the UC-016A. A decision regarding petition for reassessment will be issued after issues affecting liability are final.",
    "metadata": {
      "section_title": "8.1.1.1. First Contact – Receipt of Determination",
      "page_number": 29
    }
  },
  {
    "section_id": "AZ-67",
    "content": "A “Determination of Liability for Employment or Wages” (UC-016A) will be sent to you if the Department determines that individuals performing services on your behalf are employees or that remuneration you pay them is wages subject to Arizona unemployment taxes. The determination contains:\n1. The determination date (date of the letter);\n2. Your employer account number;\n3. The legal basis for your liability;\n4. A description of the services or remuneration; and\n5. Your appeal rights.",
    "metadata": {
      "section_title": "8.1.2.1. First Contact – Receipt of Determination",
      "page_number": 29
    }
  },
  {
    "section_id": "AZ-68",
    "content": "The determination becomes FINAL unless a written request for reconsideration is filed within 30 calendar days after the date on the UC-016, UC-015A, or UC-016A form as provided by A.R.S. §23-724. If the 30th day falls on a Saturday, Sunday, or legal holiday the filing period will be extended to the next business day. Your written request for reconsideration should contain:\n1. A statement of the reason(s) you consider the decision incorrect, and\n2. Your Arizona UI employer account number.\nIf an appeal is filed by mail, the postmark date is considered the date of the appeal. If the Appeals Board affirms the Department’s reconsidered determination, then the employer shall submit all required reports within 45 days after the Board’s decision. The employer may remit amount owed to avoid accrued interest (paid under protest). There would be no additional charges.\nContact Information\nArizona Department of Economic Security\nUnemployment Insurance Tax\nP.O. Box 6028\nPhoenix AZ 85005\nFAX: (602) 532-5538",
    "metadata": {
      "section_title": "8.1.3 Appealing the Determination",
      "page_number": 29
    }
  },
  {
    "section_id": "AZ-69",
    "content": "A “Notice of Assessment” (UC-018A) will be sent to you when the Department determines that reports are delinquent (due, but have not been received) or are deficient (incomplete) in some way. You may file a written request for reassessment within 30 days of the date of the assessment if you disagree with the amount assessed. If a timely petition for reassessment is filed and the decision of the Department becomes final, you can file a written appeal within 15 days with payment of the amount assessed.\n23\n—————",
    "metadata": {
      "section_title": "8.1.4. Assessment of Unemployment Taxes Due / Notice of Assessment (UC-018A)",
      "page_number": 30
    }
  },
  {
    "section_id": "AZ-70",
    "content": "If a former employee files a claim for Unemployment Insurance benefits and you are determined a base period employer or the claimant’s last employer, the Department will send you a “Notice to Employer” (UB-110). You may receive the notice by mail, or you may choose to receive and respond to this notice electronically using the UI State Information Data Exchange System (SIDES) or SIDES E-Response option. You must complete and sign the Notice to Employer and return it to the Department within 10 business days from the mail date.\nPlease contact the Unemployment Insurance Call Center if you have any questions regarding the Notice to Employer.",
    "metadata": {
      "section_title": "8.1.5.1. Notice to Employer (UB-110)",
      "page_number": 30
    }
  },
  {
    "section_id": "AZ-71",
    "content": "If you respond within the allotted timeframe and your response indicates that you protest payment of benefits, the Department will send you a “Determination of Deputy” (UB-100). The determination states whether your former employee is eligible for unemployment benefits, the applicable section of law under which the determination is made and whether your experience rating account will be charged.\nIf you disagree with the determination you may file a written appeal within 15 calendar days of the date of the determination. If the appeal is filed timely, you will have the opportunity for a hearing before an appeals tribunal. This hearing may be conducted either in person or by telephone. You will receive a written decision after the hearing. If you still disagree with the decision you may appeal it to the Appeals Board. If you still disagree after the Appeals Board, you may appeal to the Arizona Court of Appeals.\nFor additional information on filing an appeal to a Determination of Deputy, please visit Unemployment Insurance Tax Employer Appeals - Charges for Former Employees.",
    "metadata": {
      "section_title": "8.1.5.2. Determination of Deputy (UB-100)",
      "page_number": 30
    }
  },
  {
    "section_id": "AZ-72",
    "content": "The “Benefit Charge Notice” (UC-602) is mailed to you quarterly if unemployment benefits have been paid to former employees in the previous quarter and charged to your employer account, or if prior charges have been reversed and credited back to your account. Tax-rated employers will receive a UC-602-A (view sample UC-602-A 298 KB PDF) and reimbursement employers will receive a UC-602-B (view sample UC-602-B 297 KB PDF). A detailed explanation of the information that appears on the notice is printed on its reverse side.\nYou may appeal any mathematical or clerical errors you discover by filing a written request for redetermination within 15 calendar days of the date of the notice. You may not appeal any issues which have previously become final, such as a claimant’s eligibility for benefits, since separate appeal processes were provided for these issues. You will usually receive a letter of explanation about the issues you are appealing. If you disagree with the information in the letter, appeal rights are provided. A written Reconsidered Determination will be sent to you if you appeal the letter of explanation. This in turn may be appealed within 15 days to the Appeals Board. Thereafter, you may appeal to the Arizona Tax Court, which is a division of the Maricopa County Superior Court system.",
    "metadata": {
      "section_title": "8.1.6. Account Has Been Charged for Benefits Paid to Former Employee(s) / Benefit Charge Notice (UC-602)",
      "page_number": 30
    }
  },
  {
    "section_id": "AZ-73",
    "content": "The “Determination of Unemployment Tax Rate” (UC-603) (view sample UC-603 (360 KB PDF) may be appealed within 15 calendar days of the date of the determination with a written request for review.\nYou will receive a letter of explanation about the issues you are appealing. If you disagree with the information in the letter, appeal rights are provided. A Reconsidered Determination will be written if you appeal the letter of explanation. This in turn may be appealed within 15 calendar days to the Appeals Board. Thereafter, you may appeal to the Arizona Tax Court, which is a division of the Maricopa County Superior Court system.\n24\nEBRE\n| Section—",
    "metadata": {
      "section_title": "8.1.7. Determination of Unemployment Tax Rate (UC-603)",
      "page_number": 31
    }
  },
  {
    "section_id": "AZ-74",
    "content": "State Unemployment Tax Act (SUTA) dumping, one of the biggest issues facing the Unemployment Insurance (UI) program, is a tax evasion scheme where shell or new companies are formed to obtain low UI tax rates. When a low rate is obtained, payroll from another entity with a high UI tax rate is shifted to the account with the lower rate. The entity with the higher rate is then “dumped.” Such abusive schemes leave other employers making up for the unpaid tax.",
    "metadata": {
      "section_title": "9.1. State Unemployment Tax Act (SUTA) Dumping",
      "page_number": 31
    }
  },
  {
    "section_id": "AZ-75",
    "content": "Under the experience rating system, employers pay unemployment taxes at rates corresponding with claims activities by their employees. Employers with high unemployment activity pay higher unemployment tax rates, and employers with lower activity pay less. Employers who engage in SUTA dumping (or other tax manipulation schemes) to avoid paying their fair share unfairly shift their costs to other employers. According to the U.S. Department of Labor, SUTA dumping is harmful because it:\n• Compromises the integrity of the UI system;\n• Results in an uneven playing field;\n• Eliminates the incentive for employers to avoid layoffs;\n• Adversely affects tax rates for all employers; and\n• Costs the UI trust fund millions of dollars each year.\nSUTA dumping hurts everyone; employers, employees, and taxpayers make up the difference in higher taxes, lost jobs, lost profits, lower wages, and higher costs for goods and services.\n25\n—————",
    "metadata": {
      "section_title": "9.2. What Harm Does SUTA Dumping Cause?",
      "page_number": 32
    }
  },
  {
    "section_id": "AZ-76",
    "content": "There are several variations on the schemes some businesses use to inappropriately lower their UI tax rate. Employers should become aware of these schemes and their potential legal ramifications. Examples of SUTA dumping schemes:\n1. Purchased Shell Transaction - A business with a large payroll and a high UI rate purchases a corporate shell with a low UI rate and transfers its payroll to the purchased entity.\n2. Affiliated Shell Transaction - A new corporation is registered and a small payroll is reported each year until a low or minimum UI rate is achieved. Once the low rate is achieved, large payroll amounts from another related corporation are transferred into this account.\n3. New Employer Rate - An employer with a high UI rate files a registration form requesting a new employer account number, which has a lower rate (new employers pay 2% in Arizona), then the payroll is transferred to the new account.\n4.",
    "metadata": {
      "section_title": "9.3. SUTA Dumping Schemes",
      "page_number": 32
    }
  },
  {
    "section_id": "AZ-77",
    "content": "lower rate (new employers pay 2% in Arizona), then the payroll is transferred to the new account.\n4. Reporting under a client's Employer Account Number - An employee leasing company or professional employer organization (PEO) with a high UI rate shifts its payroll to the account number of one of its clients with a lower UI rate.\n5. High Plus High Equals Low - A high UI rate account with a large payroll is transferred into another high UI rate account with a small payroll at the beginning of the year. Since the calculation of the average base payroll is on a calendar year basis, only the small payroll is considered. However, the taxes from the large payroll are added to the reserve account balance as of June 30, resulting in a very low UI rate being established for the next year.\n6. Partial Reserve Account Acquisition - A newly registered business applies for a partial reserve account balance of another company.",
    "metadata": {
      "section_title": "9.3. SUTA Dumping Schemes",
      "page_number": 32
    }
  },
  {
    "section_id": "AZ-78",
    "content": "When the small reserve balance is acquired, a correspondingly small average base payroll is also acquired. A related entity then shifts hundreds of millions of payroll into the small account. Because the average base payroll is tallied on a calendar- year basis and reserve accounts accumulate quarterly, the result is to flood the reserve balance in relation to the small average base payroll. A minimum rate is attained in the succeeding year.\n7. Buffering Potential Negative Reserve Account Charges - A company that hires temporary workers forms a new entity and obtains a separate account number. The temporary workers are paid through this account. When they are laid off and file UI claims, the newly formed company goes out of business and the negative reserve account charges get distributed to other businesses in the state. This typically occurs when a labor action is contemplated and temporary workers are hired knowing they will be laid off after the labor action. Another variation on this scheme is when a company is planning to downsize. Employees to be laid off are transferred to a subsidiary account. This buffers the reserve account of the initial company from UI charges.",
    "metadata": {
      "section_title": "9.3. SUTA Dumping Schemes",
      "page_number": 32
    }
  },
  {
    "section_id": "AZ-79",
    "content": "Employers who engage in SUTA dumping or other rate manipulation schemes knowingly misrepresent facts about their business. It is illegal under Arizona law to knowingly make false statements and omit material facts on UI tax documents in order to reduce UI taxes. The federal SUTA Dumping Prevention Act of 2004 required each state to enact laws to prevent employers from inappropriately lowering their UI contribution (tax) rates. The law not only bans SUTA dumping but also levies heavy penalties on those who engage in or promote such abusive practices.\n26\n—————",
    "metadata": {
      "section_title": "Is It Illegal?",
      "page_number": 33
    }
  },
  {
    "section_id": "AZ-80",
    "content": "• Employers who are caught illegally lowering their UI rates to pay at the highest rate provided by law or at their current rate plus an additional two percent, whichever is greater.\n• Provides for a $5,000 penalty for anyone who is not an employer who knowingly advises another person or business to violate Arizona’s UI rate and reporting laws.\nThe law specifies whenever an employer transfers all or part of its business to another employer, the reserve account will be transferred if they are under common ownership, management, or control. The law also provides that if the acquisition was for the purpose of getting a lower UI rate, the transfer will be denied.",
    "metadata": {
      "section_title": "Per A.R.S. § 23-733.01:",
      "page_number": 33
    }
  },
  {
    "section_id": "AZ-81",
    "content": "The Department of Economic Security actively pursues and prosecutes employers who participate in SUTA dumping and other tax manipulation schemes and has the authority to subpoena records and individuals in its investigations. In addition, DES regularly conducts outreach with employers and tax advisors to ensure they are aware of these schemes and to help them avoid future legal trouble.",
    "metadata": {
      "section_title": "What is DES doing to fight SUTA dumping?",
      "page_number": 33
    }
  },
  {
    "section_id": "AZ-82",
    "content": "If you think someone is committing fraud or engaging in SUTA dumping, please report it to the Department immediately. All allegations of fraud are taken seriously. Please provide as much of the following information as you can:\n• Employer name, address, and telephone number\n• Employer account number\n• What they are doing\n• When they started doing it\n• Your name, address, and telephone number (optional)\nRemember: You are a very important source of information and a critical component in the Department’s efforts to combat SUTA dumping fraud!\nTo Report UI Tax Fraud Email: RNeumann@azdes.gov.\n27\ne w o N y\nSoction 10—",
    "metadata": {
      "section_title": "9.5. How Do I Report It?",
      "page_number": 34
    }
  },
  {
    "section_id": "AZ-83",
    "content": "Unemployment benefit payments are made to workers (claimants) who are temporarily unemployed through no fault of their own and attempting to re-enter the labor force. As an employer, your Arizona unemployment taxes pay the entire cost of unemployment benefits paid. By law, unemployment taxes cannot be withheld from the wages you pay workers.\nSince it is your taxes that are used to pay benefits to your former workers, it is to your advantage to become familiar with the benefit provisions of the Unemployment Insurance program.\nBefore an individual can receive unemployment benefit payments, several basic requirements must be met:\n1. The worker must show a prior attachment to the labor force. (i.e. Individuals who have recently entered the labor force will not qualify.)\n2. The worker must not have caused their unemployment. (i.e. Benefits are paid only to workers who are unemployed through no fault of their own.)\n3. The worker must maintain an attachment to the labor force while they are collecting benefits.\n4. Benefits are payable only to individuals who are actively seeking work.\n28\n—————",
    "metadata": {
      "section_title": "10. Introduction to Arizona Unemployment Insurance Benefits",
      "page_number": 35
    }
  },
  {
    "section_id": "AZ-84",
    "content": "The Department determines the claimant’s “monetarily eligibility” for benefits, as follows:\n• The amount of benefits a claimant may be eligible to receive is based on insured wages earned from an employer who pays unemployment insurance taxes during a one-year period called the Base Period. The Base Period is the first four of the last five completed calendar quarters before the claimant filed a claim.\nTo qualify for benefits, a worker must have worked and earned:\n• At least 390 times the Arizona minimum wage in the highest-paid quarter of the base period and a combined total in the other three quarters equal to at least one half the amount of wages in the highest-paid quarter, or\n• At least $8,000 in total wages in at least two-quarters of the base period, with wages in one-quarter equal to $7987.50 or more.",
    "metadata": {
      "section_title": "10.1.1. Monetary Eligibility A.R.S §23-771",
      "page_number": 35
    }
  },
  {
    "section_id": "AZ-85",
    "content": "The weekly benefit amount a claimant may receive is calculated by taking 4% of the wages paid to the claimant in the highest quarter of the base period. The minimum weekly amount is $229 and the maximum is $320.\nIf the claimant is determined to be monetarily eligible, a benefit year, a weekly benefit amount and a maximum benefit award is established up to 26 weeks of benefits if the unemployment rate in the prior calendar quarter is 5% or more; or 24 weeks of benefits if the unemployment rate in the prior calendar quarter is less than 5%, or 1/3 the total of their base period.\nIf a claimant qualifies for the maximum weekly benefit amount of $320, the maximum total amount that may be collected on a given claim is $7,680 or 8,320. (During a period of high unemployment when extended benefits are paid, the maximum amount may increase. (See Extended Unemployment Benefits.)",
    "metadata": {
      "section_title": "10.1.1. Monetary Eligibility A.R.S §23-771",
      "page_number": 35
    }
  },
  {
    "section_id": "AZ-86",
    "content": "After the claimant is determined monetarily eligible, several other factors determine whether benefit payments will be made:\n1. The reason for separation from last employer,\n2. Whether all other eligibility requirements have been met and continue to be met during the time in which benefits are claimed.",
    "metadata": {
      "section_title": "10.1.2. Non-Monetary Eligibility Factors",
      "page_number": 35
    }
  },
  {
    "section_id": "AZ-87",
    "content": "§23-774, §23-775\nWhen a claim for benefits is filed, each of the worker’s employers (the most recent and any employer who paid wages to the claimant during the base period of the claim) are sent a Notice to Employer. These notices may be mailed to your address of record, or may be sent electronically if you elected to utilize the online reporting function UI SIDES or SIDES E-Response. (Click here for more information on electronic reporting). A telephone call to the Department does not constitute a valid protest; it does not exempt you from the necessity of completing and returning the “Notice to Employer.”\nYou may receive notices of claims filed at an address other than your official business by submitting a written request to the Employer Registration Unit. You may also complete and return the Report of Changes (UC-514) or online by utilizing our online Tax and Wage System (TWS).\n29\n—————\nThe reason for separation determines whether your account will be charged for its proportionate share of any benefits paid to the claimant for both the last employer and base period employer.",
    "metadata": {
      "section_title": "10.1.2.1. The Reason for Separation from Last Employer A.R.S. §23-772, §23-773,",
      "page_number": 36
    }
  },
  {
    "section_id": "AZ-88",
    "content": "nate share of any benefits paid to the claimant for both the last employer and base period employer. The separation from the last employer affects the worker’s eligibility to receive benefits, whereas the separation from base period employers only affects the employer’s chargeability. Claimed amounts charged to your Tax Account may affect your future tax rate.\nEmployers may provide information that may affect a worker’s eligibility in addition to the separation details (regarding their ability or availability to work, should barriers exist), however this information does not relieve an employer of charges if the worker is later determined to be eligible for benefits.\nThe table below shows examples of many common types of situations which may affect a worker’s eligibility and an employer’s chargeability.\nThe “Effect on Worker” column relates to the separation from the last employer only. The “Effect on Employer” column relates to either base period or last employers chargeability when the Department makes the determination listed in the left hand column.",
    "metadata": {
      "section_title": "10.1.2.1. The Reason for Separation from Last Employer A.R.S. §23-772, §23-773,",
      "page_number": 36
    }
  },
  {
    "section_id": "AZ-89",
    "content": "employers chargeability when the Department makes the determination listed in the left hand column.\nCommon Types of Unemployment Benefit Determinations A Determination that the Worker: Effect on Worker Effect on Employer* Voluntarily quit without good cause in connection with the work -or- Was discharged for misconduct Disqualified from receiving benefits until the worker has had subsequent employment and is again unemployed through no fault of their own. No charges to the employer’s account The employer was called to active duty in the military - or- A former employee of the employer returned to work for the employer after Eligible for benefits if other eligibility conditions are also met. No charges to the employer’s account being called into active military duty, thus displacing the claimant Was laid off due to a lack of work -or- Was discharged for reasons other than misconduct -or- Eligible for benefits if other eligibility conditions are also met.",
    "metadata": {
      "section_title": "10.1.2.1. The Reason for Separation from Last Employer A.R.S. §23-772, §23-773,",
      "page_number": 36
    }
  },
  {
    "section_id": "AZ-90",
    "content": "Charges to the employer’s account Voluntarily quit with good cause in connection with the work Left work for a compelling personal reason not attributable to the employer -or- Eligible for benefits if other eligibility No charges to Was separated due to mandatory conditions are also met. the employer’s account retirement under a nongovernmental retirement plan While filing claims for benefits, is provided part-time employment by the employer to the same extent as provided by that employer during the Eligible for partial benefits if other eligibility conditions are also met. No charges to the employer’s account worker’s base period\n* By law, relief of charges does not apply to reimbursement employers, i.e., those employers that have elected the Reimbursement Payment Option.\n30\n—————",
    "metadata": {
      "section_title": "10.1.2.1. The Reason for Separation from Last Employer A.R.S. §23-772, §23-773,",
      "page_number": 37
    }
  },
  {
    "section_id": "AZ-91",
    "content": "To remain qualified to receive benefits a claimant must:\n• Be physically able and available to accept full time work.\n• Engage in a systematic and sustained effort to obtain work during at least four different days of the week.\n• Not refuse a bona fide offer of work.",
    "metadata": {
      "section_title": "10.1.2.2. Other Eligibility Requirements",
      "page_number": 37
    }
  },
  {
    "section_id": "AZ-92",
    "content": "The cost of any benefits paid to a claimant is met by the claimant’s former employers. Employers who paid wages to a claimant in the base period of the claim share the cost of the benefits paid to the claimant through “charges” made to their experience rating accounts. Charging your account for the payment of benefits to a former worker means that the total amount of taxes you have paid on your account is reduced by the total amount of benefits charged to your account when your tax rate for the next calendar year is calculated.\nBenefits are charged in proportion to the percentage of wages you paid to the claimant in the base period compared to those paid to the claimant by other employers in the base period. For example, if you paid 100% of the wages during the worker’s base period, your share of the charges is 100% of the benefits paid. If you paid 25% of the wages, your share of the charges is 25%. The maximum amount charged for regular benefits cannot be more than one-third of the amount of the wages you paid in the claimant’s base period.",
    "metadata": {
      "section_title": "10.3. How Your UI Taxes Fund Benefit Payments",
      "page_number": 37
    }
  },
  {
    "section_id": "AZ-93",
    "content": "A “Benefit Charge Notice” (UC-602-A for tax-rated employers; UC-602-B for reimbursement employers) is mailed to you quarterly if unemployment benefits have been paid to former employees in the previous quarter and charged to your unemployment tax account. The notice lists the names and Social Security numbers of your former employees who were paid benefits during the quarter. It also lists the amount of wages you paid the claimant in the base period of the claim, and your share of the cost of those benefits (the amount you are charged). If a previous charge was reversed during the quarter, the notice also lists a corresponding credit to your account.\nThe quarterly charge notice is not a bill, but simply an accounting of charges made during the quarter. (Benefit charges are one of several factors that can cause your tax rate to increase in subsequent years.) Before your account is charged for these benefits you will have been sent a Notice to Employer, which gave you the opportunity to protest payment of the benefits.",
    "metadata": {
      "section_title": "10.3.1. Quarterly Notice of Benefit Charges",
      "page_number": 37
    }
  },
  {
    "section_id": "AZ-94",
    "content": "You are also provided the opportunity to appeal any determination you received as a result of a timely protest.\nYou should carefully review each Benefit Charge Notice for any clerical or mathematical errors, and submit information in writing within 15 days of the date of the notice if:\n1. An individual on the list was not your employee.\n2. You have not received a response to your reply to a Notice to Employer.\n3. Your account is being charged for payment of benefits although you received a non- charge determination.\n4. Work is available and you wish to offer employment to a former worker.\n5. An individual listed has refused an offer of work from you.\n6. You believe an individual is currently working or otherwise not entitled to benefits.\nInformation you provide will result in a review of our records. You will receive a reply advising you of any corrections made or explaining the reason for the charge.\n31\n—————",
    "metadata": {
      "section_title": "10.3.1. Quarterly Notice of Benefit Charges",
      "page_number": 38
    }
  },
  {
    "section_id": "AZ-95",
    "content": "If you elected the Reimbursement Payment Option, you will be mailed a Statement of Account (UC-145A) in addition to the “Benefit Charge Notice” (UC-602-B). This statement shows the amount owed for your proportionate share of benefits paid. Your payment is due on or before the last day of the second month following the end of the quarter in which the claims were paid.\nYou are responsible to pay the actual dollar amount of your share of benefits paid. Unlike tax-rated employers, you do not pay quarterly taxes on the wages you pay your workers. The process of charging or non-charging benefits paid does not apply to a reimbursement employer.\n32",
    "metadata": {
      "section_title": "10.3.2. Reimbursement Employer Billings",
      "page_number": 39
    }
  },
  {
    "section_id": "AZ-96",
    "content": "To ensure proper payment of unemployment benefits, the Department utilizes three types of audit programs:",
    "metadata": {
      "section_title": "11. Detection and Prevention of Improper Benefit Payments",
      "page_number": 39
    }
  },
  {
    "section_id": "AZ-97",
    "content": "Each week unemployment claims are randomly selected for a thorough investigation to determine whether the claim was properly established and whether benefits were properly paid. This investigation requires Department representatives to personally contact the claimant’s previous employers to review pertinent wage and separation information. If you were not a previous employer of the claimant, but the claimant listed your firm as a contact in an effort to secure employment, Department representatives may also verify such contact with you.",
    "metadata": {
      "section_title": "11.1. Quality Control",
      "page_number": 39
    }
  },
  {
    "section_id": "AZ-98",
    "content": "This program is used to detect individuals who may be working and receiving wages while collecting unemployment benefits. A Wage/ Earnings Audit form may be mailed to you when you have reported wages in the same calendar quarter in which benefits have been paid. By completing and returning this report, you provide information which can assist the Department in detecting unemployment overpayments. Detection and recovery of overpaid benefits can result in credits to your experience rating account.",
    "metadata": {
      "section_title": "11.2. Post Audit",
      "page_number": 39
    }
  },
  {
    "section_id": "AZ-99",
    "content": "A New Hire Verification form may be mailed to you when you have reported the claimant as a new hire or rehire.\n33\n|\\ A\\ 19, \\\n< o\nSection 12",
    "metadata": {
      "section_title": "11.3. New Hire Directory Audit",
      "page_number": 40
    }
  },
  {
    "section_id": "AZ-100",
    "content": "A former worker who no longer resides in Arizona may file a claim for unemployment benefits based on wages earned from your employment. This is referred to as an “interstate” claim. The worker’s eligibility for benefits and charges to your unemployment account are determined in the same manner as if the worker had filed the claim in Arizona.\nIn other instances, a worker may have last worked in Arizona but the claim is based on wages earned in another state. You may receive a notice that the claim was filed, along with a request for information concerning the worker’s reason for separation from your employment. When you return the form within the specified time period (the time varies among states), you are assisting in determining the claimant’s eligibility to receive unemployment benefits. In most cases, however, payment of benefits will not affect your unemployment account.\n34",
    "metadata": {
      "section_title": "12. Interstate Unemployment Benefits",
      "page_number": 41
    }
  },
  {
    "section_id": "AZ-101",
    "content": "A.R.S. §23-627, §23-628\nDuring periods of high unemployment in Arizona, state law provides for the payment of up to 13 weeks of additional benefits. To qualify for this extension of benefits, a worker must have exhausted the total amount payable in his/her regular award and must meet special work search and other eligibility requirements. Experience- rated and nonprofit reimbursement employers will be charged for 50% of any extended benefits paid. Governmental employers are required to reimburse the Department for the total amount of extended benefits paid.\n35\noX® e\\ oW p\n% -\nsection 14",
    "metadata": {
      "section_title": "13. Extended Unemployment Benefits",
      "page_number": 42
    }
  },
  {
    "section_id": "AZ-102",
    "content": "When a strike, lockout, or other labor dispute occurs at your business, you must notify the Department within three days of the start of the labor dispute and furnish a list showing the name and Social Security number of and type of work performed by each person who is unemployed due to the labor dispute.\nThe Department of Economic Security is a neutral party in such disputes. The law provides that a claimant who is participating in, financing, or directly interested in a labor dispute shall be disqualified from receiving unemployment insurance benefits for the duration of the dispute or until the claimant’s unemployment is no longer due to the dispute, whichever comes first. Due to federal regulations, the Employment Service will not refer workers to the business while there is an ongoing dispute.\n36\n[ Sectionts",
    "metadata": {
      "section_title": "14. Labor Disputes A.R.S. §23-777",
      "page_number": 43
    }
  },
  {
    "section_id": "AZ-103",
    "content": "The following are a few tips on stabilizing employment within your business:\n1. Screen prospective employees carefully before hiring, to select the “right” employee for the job.\n2. Hire versatile employees who can be shifted to another job if necessary.\n3. Transfer employees to other job sites when feasible.\n4. Use regular employees for repairs and maintenance during slack periods.\n5. Instead of layoffs, consider reducing the work week under the Shared Work Program.",
    "metadata": {
      "section_title": "15.1. Stabilize Employment",
      "page_number": 43
    }
  },
  {
    "section_id": "AZ-104",
    "content": "You can help minimize charges to your Arizona Unemployment Insurance Tax Account by doing the following:\n1. Keep accurate records of employment agreements, employee performance, dates and details of warnings, and other disciplinary measures.\n2. Return the Notice to Employer within 10 working days of the date of the notice with specific information about the reason for separation from your employment if it was for a reason other than lack of work.\n3. Take the time to appeal if you believe a determination is incorrect.\n4. Notify the Department promptly if you have information that a claimant is not available for work, not able to work, has refused work, or is employed.\n5. Complete wage audit forms when they are sent to you, and respond in a timely manner.\n6. Report newly hired and rehired employees to the Arizona New Hire Reporting Center within 20 days of the hire date, as required by federal and state law.\n37\nI/ /4 ™ L o\n—————",
    "metadata": {
      "section_title": "15.2. Minimize Charges to Your Account",
      "page_number": 44
    }
  },
  {
    "section_id": "AZ-105",
    "content": "By following a few steps, you can do your part in maintaining a favorable tax rate:\n1. Submit quarterly wage reports timely to avoid penalties.\n2. Pay taxes promptly to obtain maximum Federal Unemployment Tax (FUTA) credit.\n0N\n3. Report all changes to your business promptly.\n4. Do not report non-taxable payments or employees in exempt employment.\n5. Compute all tax payments carefully—if you file your reports via Arizona’s online Tax and Wage System (TWS), it accurately and automatically computes this for you.\n6. Consider making a voluntary payment to lower your tax rate. Payment is only available to be made from January 1 through February 28 for the current year computation.\n38\nThis page left intentionally blank.\n] S\npa S\nR ARIZONA DEPARTMENT OF ECONOMIC SECURITY\nEqual Opportunity Employer / Program • Auxiliary aids and services are available upon request to individuals with disabilities • To request this document in alternative format or for further information about this policy, contact the UI Tax Office at 602-771-6606; TTY/ TDD Services: 7-1-1\nUIT-1271A PAMENG (03/25)",
    "metadata": {
      "section_title": "15.3. Maintain a Good Tax Rate",
      "page_number": 46
    }
  }
]