[
  {
    "section_id": "CA-0",
    "content": "A GUIDE\nTO BENEFITS\nAND\nEMPLOYMENT\nSERVICES\nBilingual Representatives Available\nEmployment EDD Department Development tate of California\nThis booklet is issued by the California Employment Development Department. It contains general information about your rights, responsibilities, and benefits under the California Unemployment Insurance laws. The information is not intended to cover all provisions of the law. For specific information regarding your claim, contact the Employment Development Department (EDD) by accessing the EDD home page at www.edd.ca.gov or call the telephone numbers listed inside this handbook.",
    "metadata": {
      "section_title": "U N E M P L O Y M E N T I N S U R A N C E",
      "page_number": 2
    }
  },
  {
    "section_id": "CA-1",
    "content": "Failure to follow the instructions in this handbook, make timely inquiries when necessary, report as directed, file required documents in a timely manner, or file claim forms as directed may result in delay or loss of your unemployment benefits.\nDo not rely on advice from friends or relatives. If you do not understand something or have a problem with your claim, contact the Employment Development Department (EDD), Unemployment Insurance (UI) office.\nINTERNET - INFORMATION AND SERVICES\nwww.edd.ca.gov\nAutomated Self Service • English and Spanish Benefit Payment Information • Workforce Service Locations",
    "metadata": {
      "section_title": "READ THIS HANDBOOK COMPLETELY AND CAREFULLY",
      "page_number": 2
    }
  },
  {
    "section_id": "CA-2",
    "content": "TELEPHONE NUMBERS English 1-800-300-5616 Spanish 1-800-326-8937 Cantonese 1-800-547-3506 Mandarin 1-866-303-0706 Vietnamese 1-800-547-2058 TTY (Non-voice) 1-800-815-9387",
    "metadata": {
      "section_title": "CALL 1-866-333-4606",
      "page_number": 2
    }
  },
  {
    "section_id": "CA-3",
    "content": "Ask EDD, available on the website 24 hours a day, is a secure, private and confidential way to obtain information and ask questions about your claim and Unemployment Insurance.\n1. Go to the EDD website at www.edd.ca.gov.\nU\n2. Select “Unemployment.”\n3. Go to the top of the page and select “Contact EDD.”\n4. Under “Online,” select “Ask EDD.”\n5. Go to “Select a category” and use the drop down arrow.\n6. From the Topics listed, select the one that most closely fits your question.",
    "metadata": {
      "section_title": "Ask EDD: THE FASTEST WAY TO GET AN ANSWER",
      "page_number": 2
    }
  },
  {
    "section_id": "CA-4",
    "content": "• YOUR SOCIAL SECURITY NUMBER - Enables the EDD to locate your records.\n• YOUR e-mail ADDRESS - Enables the EDD to respond promptly.\n• SPECIFIC INFORMATION - Enables the EDD to identify the issue and solution.\nDE 1275A Rev. 49 (2-12) (INTERNET) Inside Cover + 43 pages",
    "metadata": {
      "section_title": "BE SURE TO INCLUDE",
      "page_number": 3
    }
  },
  {
    "section_id": "CA-5",
    "content": "EDD Telephone Numbers and website ...........................................Inside Cover Introduction .................................................................................................... 1 Notice of Unemployment Insurance Claim Filed, DE 1101CLMT .................... 2 Notice of Unemployment Insurance Claim Filed (Sample) .............................. 2 Notice of Unemployment Insurance Award, DE 429Z .................................... 3 Notice of Unemployment Insurance Award (Sample) ...................................... 4 Explanation of Items on the Notice of Unemployment Insurance Award ......... 4 How Your Benefits are Determined ................................................................. 5 Unemployment Insurance Benefit Table .......................................................... 7 Cancelling a Claim ....................................................................................... 13 Waiting Period .............................................................................................. 13 Certifying for Unemployment Insurance Benefits .......................................... 13 Continued Claim Form (Sample), DE 4581 .................................................... 14 Explanation of Eligibility Questions Required for Certification ...................... 15 How to Stop Certifying for Benefits ............................................................... 19 How to Resume Certifying for Benefits ......................................................... 19 Back of Continued Claim Form (Sample) ....................................................... 20 Completing the Back of the Continued Claim Form....................................... 20 Tips for Using EDD Web-Certification (EDD Web-CertSM) .............................. 21 Tips for Using EDD Telephone-Certification (EDD Tele-CertSM) ....................... 23 The EDD Debit CardSM .................................................................................. 25 Unemployment Insurance Payments (Checks and the EDD Debit CardSM) ...... 26 Unemployment Insurance Eligibility Requirements ....................................... 28 Penalties ....................................................................................................... 29 Overpayments .............................................................................................. 29 Appealing an Employment Development Department Notice ....................... 30 Requesting Copies of Your Unemployment Insurance Documents ................ 31",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 3
    }
  },
  {
    "section_id": "CA-6",
    "content": "DE 1275A Rev. 49 (2-12) (INTERNET)\ni + 43 pages",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "CA-7",
    "content": "Alternate Base Period Program .................................................................. 31 California Training Benefits (CTB) .............................................................. 32 California Training Benefits Training Extension Claims ............................... 33 Trade Adjustment Assistance (TAA) Program .............................................. 34 Federal-State Extended Benefits Program ................................................... 35 Disaster Unemployment Assistance (DUA) ................................................ 35 Work Sharing (WS) .................................................................................... 35 Partial Claims ............................................................................................ 36 CalJOBSSM and Re-employment Services .................................................... 36 Other EDD Services Workforce Services .................................................................................. 37 One-Stop Services .................................................................................... 37 Disability Insurance (DI) and Paid Family Leave (PFL) ................................ 38 Other Important Information Child Support Intercept ............................................................................. 39 Fraud Prevention and Detection ................................................................ 39 Verification of Right to Work ..................................................................... 39 Verification of Social Security Number ...................................................... 40 Confidentiality........................................................................................... 41 Privacy Act Statement ................................................................................ 41 Internet Claim Filing .................................................................................. 41 Other Internet Services .............................................................................. 41 Telephone Services .................................................................................... 42 Telephone Services for the Deaf, Hard-of-Hearing, and Speech-Disabled ....... 43 Federal Income Tax and Unemployment Insurance Benefits ...................... 43 1099G Information.................................................................................... 43 Voluntary Federal Income Tax Withholding .............................................. 43 Americans With Disabilities Statement .........................................Back Cover",
    "metadata": {
      "section_title": "Training and Other Special Programs",
      "page_number": 4
    }
  },
  {
    "section_id": "CA-8",
    "content": "Your local Workforce Services provides services that can assist you in finding employment. There are no fees for these services. Refer to the Other EDD Services section of this handbook under Workforce Services.\nDE 1275A Rev. 49 (2-12) (INTERNET)\nii + 43 pages",
    "metadata": {
      "section_title": "Need help looking for a good job?",
      "page_number": 5
    }
  },
  {
    "section_id": "CA-9",
    "content": "This booklet provides a general overview of the Unemployment Insurance (UI) program. For specific information about your claim, contact the Employment Development Department (EDD), online at the EDD home page or by telephone at the toll-free numbers listed on the inside cover of this handbook. The UI program provides financial benefits for workers who are unemployed through no fault of their own, are able to, available for, and actively seeking work as instructed. Eligibility for receiving benefits is set by law. The EDD administers these laws. You can find California’s UI eligibility requirements in the Unemployment Insurance Code. In California, no deduction is made from the worker’s wages to finance UI benefits. It is paid entirely by the employers. Your claim is subject to periodic quality control and benefit audit reviews. There are severe administrative and/or criminal penalties imposed on individuals found guilty of UI fraud. Claimants reporting false information to obtain UI benefits may be subject to those penalties.\nDE 1275A Rev. 49 (2-12) (INTERNET) Page 1 of 43",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 6
    }
  },
  {
    "section_id": "CA-10",
    "content": "When your UI claim is filed, the Notice of Unemployment Insurance Claim Filed is mailed to you with information you provided to file a claim for UI benefits. If any of the information is not correct, contact the EDD within 10 days from the mailing date of the notice.",
    "metadata": {
      "section_title": "NOTICE OF UNEMPLOYMENT INSURANCE CLAIM FILED",
      "page_number": 6
    }
  },
  {
    "section_id": "CA-11",
    "content": "EDD Call Center PO Box City CA Zip Code\nCLAIMANT’S NAME CLAIMANT’S ADDRESS CITY CA ZIP CODE\nEmployment Development EDD Department State of Californ\nMail Date: 00/00/0000 SSN: 000-00-0000 Claimant Phone #: (000) 000-0000\nEDD Telephone Numbers: English 1-800-300-5616 Spanish 1-800-326-8937 Cantonese 1-800-547-3506 Mandarin 1-866-303-0706 Vietnamese 1-800-547-2058 TTY (non voice) 1-800-815-9387",
    "metadata": {
      "section_title": "Notice of Unemployment Insurance Claim Filed (Sample)",
      "page_number": 6
    }
  },
  {
    "section_id": "CA-12",
    "content": "You filed a claim for Unemployment Insurance benefits effective 00/00/0000. When you filed your claim you stated:\n1. Your last employer was: Employer’s Name Employer’s Address City, State and ZIPCode\n2. The last day you worked for that employer was 00/00/0000\n3. The reason you are no longer working for the above employer is: (Reason given when you filed your claim).\n4. You (are/are not) receiving a pension or other income.\n5. You (are/are not) able and available to accept full time work.\n6. You (have/do not have) the legal right to work in the United States.\nPlease check the above information carefully. EDD will consider this information correct unless you report other information within (ten) 10 days from the mailing date of this notice. Any response after 10 days may result in delay of benefits.",
    "metadata": {
      "section_title": "NOTICE OF UNEMPLOYMENT INSURANCE CLAIM FILED",
      "page_number": 6
    }
  },
  {
    "section_id": "CA-13",
    "content": "Remember to include your name and Social Security Number in all correspondence with EDD. Mail your response to the EDD address above or you may call EDD.\nAlthough federal and state laws prohibit the revealing of information about your employment and your UI claim to your spouse, relatives, friends, non-interested parties, and private interest groups, federal legislation requires that such information be made available to state and federal Welfare, Medical Assistance, Food Stamps, Housing, and Child Support Enforcement agencies. Confidentiality is the responsibility of all agencies using the information.\nDE 1101/CLMT/ Rev. 4 (2-07) Claimant Notice CU\nDE 1101/CLMT/ Rev. 4 (2-07) Claimant Notice Page 2 of 43\nCU",
    "metadata": {
      "section_title": "NOTICE OF UNEMPLOYMENT INSURANCE CLAIM FILED",
      "page_number": 7
    }
  },
  {
    "section_id": "CA-14",
    "content": "When your UI claim is filed, the Notice of Unemployment Insurance Award is mailed to you. It provides information about when your claim begins and ends, your weekly award, and the earnings upon which the claim is based. It also gives instructions regarding your requirement to seek work. Each of the numbered items on the award is explained on the following pages.",
    "metadata": {
      "section_title": "NOTICE OF UNEMPLOYMENT INSURANCE AWARD",
      "page_number": 7
    }
  },
  {
    "section_id": "CA-15",
    "content": "It is important to check the Notice of Unemployment Insurance Award carefully to ensure that all employers you worked for in the calendar quarters shown, (see item 12) are listed and the wages you earned are shown. If an employer is listed and you did not work for him/her, or an employer is not listed, or your wages are incorrect, contact the EDD immediately to protest the accuracy of the computation. If you give false information or withhold facts to receive benefits, you may be subject to disqualification and criminal penalties. If you worked for a federal agency, the EDD must request your wages from that federal agency. You will receive a Notice of Amended Unemployment Insurance Award when the federal wages are added. If the amended notice is incorrect, you may request a reconsideration to protest the accuracy of the computation or recomputation. To protest the accuracy of the computation or recomputation, you must contact the EDD within 20 days after the mailing date of the notice. The 20-day period may be extended for good cause. If you need to contact the EDD you will need to provide your full name, address, and Social Security number, along with any wage and employment information you would like to change or add to your claim.",
    "metadata": {
      "section_title": "IMPORTANT:",
      "page_number": 7
    }
  },
  {
    "section_id": "CA-16",
    "content": "Page 3 of 43\nNotice of Unemployment Insurance Award (Sample)\nEDD Call Center\nPO Box\nCity\nCA Zip Code\nEmployment Development ED Department Stafe of C I orn\nMail Date: 00/00/0000 SSN: 000-00-0000\nEDD Telephone Numbers: English 1-800-300-5616 Spanish 1-800-326-8937 Cantonese 1-800-547-3506 Mandarin 1-866-303-0706 Vietnamese 1-800-547-2058 TTY (non voice) 1-800-815-9387\nClaimant's Name\nClaimant's Address\nCity\nCA Zip Code",
    "metadata": {
      "section_title": "To contact the EDD immediately, see the inside cover of this handbook for instructions. Go to “Ask EDD” on the EDD website or call one of the available toll-free numbers.",
      "page_number": 8
    }
  },
  {
    "section_id": "CA-17",
    "content": "1. Claim Beginning Date:\n00/00/0000\n2. Claim Ending Date:\n00/00/0000\n3. Maximum Benefit Amount:\n$0000\n4. Weekly Benefit Amount:\n$000\n5. Total Wages:\n00,000.00\n6. Highest Quarter Earnings:\n0,000.00\n7. This item does not apply to your claim.\n8. You must look for full time work each week. Please see your handbook, A Guide to Benefits and Employment\nServices, DE 1275A, for more information about looking for work.\n9. This item does not apply to your claim.\n10. This Claim Award is calculated based on the Standard Base Period.\n11. Employee Name\n12. Employee Wages for the Quarter Ending:\n13. Employer Name\nMonth/Year\nMonth/Year\nMonth/Year\nMonth/year\nClaimant's Name\n0,000\n0,000\nABC CO\nClaimant's Name\n0,000\n0,000\nXYZ CO\n14. Totals:\n0,000\n0,000\n0,000\n0,000\nDE 429Z Rev. 5 (3-12)",
    "metadata": {
      "section_title": "NOTICE OF UNEMPLOYMENT INSURANCE AWARD",
      "page_number": 8
    }
  },
  {
    "section_id": "CA-18",
    "content": "Important Information On Next Page 1. Claim Beginning Date: Your claim begins on the Sunday of the week in which you filed your claim. It is not based on the date you became unemployed. DE 429Z Rev. 5 (3-12) CU\n2. Claim Ending Date: This is the date your claim year ends. This date is 52 weeks from the claim beginning date. Benefits remaining on this claim cannot be paid for weeks claimed after the claim ending date. A new claim must be filed if you are still unemployed or partially unemployed after the claim ending date.\n3. Maximum Benefit Amount: The amount shown is your maximum UI award for this claim. The maximum award is 26 times the weekly benefit\nCU\nPage 4 of 43\namount or one-half of the total base period wages, whichever is less (see item 5, for an explanation of the term base period).",
    "metadata": {
      "section_title": "EXPLANATION OF ITEMS ON THE NOTICE OF UNEMPLOYMENT INSURANCE AWARD",
      "page_number": 9
    }
  },
  {
    "section_id": "CA-19",
    "content": "When you have received your maximum award, no further benefits are payable. You cannot file another California UI claim until your current claim year ends.\n4. Weekly Benefit Amount: This is the amount of your weekly benefit. It is the amount you will receive each week if you meet all eligibility requirements (see item 6 for more information). If you work part time and earn more than $25, but less than $100 in a week, your weekly benefit amount will be reduced by your earnings that are more than $25. In that case, the portion of the weekly benefit amount that you do not receive remains in your claim for future use until your benefit year ends. If your weekly earnings are $101 or more, the first 25 percent does not count. The amount of earnings remaining is subtracted from your weekly benefit amount and you are paid the difference, if any.\n5. Total Wages: This is the total amount of earnings reported by your employer(s) during the base period. These earnings were used to compute your maximum benefit amount.\nYour base period is a 12-month period of time.",
    "metadata": {
      "section_title": "EXPLANATION OF ITEMS ON THE NOTICE OF UNEMPLOYMENT INSURANCE AWARD",
      "page_number": 9
    }
  },
  {
    "section_id": "CA-20",
    "content": "There are two types of base periods that may be used to establish a claim: the Standard Base Period and the Alternate Base Period. For more information regarding the two types of base periods, see the following explanations.",
    "metadata": {
      "section_title": "HOW YOUR BENEFITS ARE DETERMINED",
      "page_number": 9
    }
  },
  {
    "section_id": "CA-21",
    "content": "The Standard Base Period is the FIRST four of the last five completed calendar quarters prior to the beginning date of the UI claim. For information on what your STANDARD Base Period may be when you file your claim, refer to the chart below. The shaded area represents the Base Period. The non-shaded area represents the month when the claim is filed.\nOCT\nJAN\nAPR\nJULY\nJAN\nNOV\nDEC\nFEB\nMAR\nJAN\nMAY\nJUNE\nAPR\nAUG\n|EPT\nJULY\nOCT\nFEB\nMAR\nAPR\nIf your\nclaim\nFEB\nMAR\nMAY\nJUNE\nAPR\nAUG\n|[SEPT\nJULY\nNOV\nDEC\nOCT\nJAN\nMAY\nJUNE\nJULY\nbegins\nin:\nMAY\nAUG\nNOV\nFEB\nAUG\nJUNE\n|EPT\nDEC\nMAR\nSEPT\nJULY\nOCT\nJAN\n|\nAPR\nOCT\nAUG\nNOV\nFEB\nMAY\nNOV\nSEPT\nDEC\nMAR\nJUNE\nDEC",
    "metadata": {
      "section_title": "Standard Base Period",
      "page_number": 9
    }
  },
  {
    "section_id": "CA-22",
    "content": "If you do not have sufficient wages in the Standard Base Period to establish a claim, the EDD will consider whether you qualify to file a claim using the Alternate Base Period. The Alternate Base Period can ONLY be used to file a UI claim when there are not enough wages earned in the Standard Base Period to file a monetarily valid UI claim.\nPage 5 of 43\nThe Alternate Base Period is the LAST four completed calendar quarters prior to the beginning date of the claim. For information on what your ALTERNATE Base Period* may be when you file your claim, refer to the chart below. The shaded area represents the base period. The non-shaded area represents the month when the claim is filed.\nJAN\n|\nAPR\nJULY\nOCT\nJAN\nFEB\nMAY\nAUG\nNOV\nFEB\nMAR\n[JUNE|SEPT\nAPR\nJULY\nMAY\nAUG\nDEC\nOCT\nNOV\nMAR\nJAN\nFEB\nAPR\nMAY\nIf your\nclaim\nJUNE|SEPT\nJULY\nAUG\nSEPT\nDEC\nOCT\nNOV\nDEC\nOCT\nMAR\nJAN\nFEB\nMAR\nJAN\nJUNE\nAPR\nJULY\n| [JUNE|SEPT JULY|OCT\nOCT\nin\nin:\nNOV\nFEB\nMAY\nAUG\nNOV\nDEC\nMAR\n[JUNE|SEPT|\nDEC\n*An Alternate Base Period claim can only be filed when there are not enough wages earned in the Standard Base Period to file a valid claim.",
    "metadata": {
      "section_title": "Alternate Base Period",
      "page_number": 10
    }
  },
  {
    "section_id": "CA-23",
    "content": "y be filed when there are not enough wages earned in the Standard Base Period to file a valid claim. For more information about the Alternate Base Period program, refer to page 31. To establish a monetarily valid claim, you must have earned at least (1) $1,300 in one quarter of your base period, or (2) at least $900 in your highest quarter and total base period earnings of 1.25 times your high quarter earnings. Your claim is valid for one year. If there are benefits remaining, you cannot be paid for those weeks as your claim will have expired. You must file a new claim. A claim is invalid when there are not enough earnings to establish a claim or when there was a prior claim and the work and earnings requirement to have a later claim have not been met (see item 9). NOTE: Under California law and federal law, wages that have already been used to determine the amount of UI benefits payable on a claim cannot be used again in the future to file another UI claim. 6.",
    "metadata": {
      "section_title": "Alternate Base Period",
      "page_number": 10
    }
  },
  {
    "section_id": "CA-24",
    "content": "Highest Quarter Earnings: Your base period is divided into calendar quarters. The quarter that you were paid the highest amount of wages determines your weekly benefit amount. An example of Notice of Unemployment Insurance Award is shown below with earnings for each quarter:\nQuarter Earnings Quarter Earnings January, February, March $2,122.34 April, May, June $6,212.75 July, August, September $1,974.55 October, November, December $7,489.73\nIn this example, the weekly benefit amount would be determined by the October, November, December quarter because it has the highest earnings. By using the benefit table on the following pages, you can see that if the high quarter earnings are $7,489.73, the weekly award is $289.\nPage 6 of 43\nUNEMPLOYMENT INSURANCE BENEFIT TABLE",
    "metadata": {
      "section_title": "Alternate Base Period",
      "page_number": 11
    }
  },
  {
    "section_id": "CA-25",
    "content": "Amount of Weekly Amount of Weekly Amount of Weekly Wages in Benefit Wages in Benefit Wages in Benefit Highest Quarter Amount Highest Quarter Amount Highest Quarter Amount $ 900.00 – 948.99 ......$40 2,210.01 – 2,236.00 ........86 3,406.01 – 3,432.00 ......132 949.00 – 974.99 ........41 2,236.01 – 2,262.00 ........87 3,432.01 – 3,458.00 ......133 975.00 – 1,000.99 ........42 2,262.01 – 2,288.00 ........88 3,458.01 – 3,484.00 ......134 1,001.00 – 1,026.99 ........43 2,288.01 – 2,314.00 ........89 3,484.01 – 3,510.00 ......135 1,027.00 – 1,052.99 ........44 2,314.01 – 2,340.00 ........90 3,510.01 – 3,536.00 ......136 1,053.00 – 1,078.99 ........45 2,340.01 – 2,366.00 ........91 3,536.01 – 3,562.00 ......137 1,079.00 – 1,117.99 ........46 2,366.01 – 2,392.00 ........92 3,562.01 – 3,588.00 ......138 1,118.00 – 1,143.99 ........47 2,392.01 – 2,418.00 ........93 3,588.01 – 3,614.00 ......139 1,144.00 – 1,169.99 ........48 2,418.01 – 2,444.00 ........94 3,614.01 – 3,640.00 ......140 1,170.00 – 1,195.99 ........49 2,444.01 – 2,470.00 ........95 3,640.01 – 3,666.00 ......141 1,196.00 – 1,221.99 ........50 2,470.01 – 2,496.00 ........96 3,640.01 – 3,666.00 ......142 1,222.00 – 1,247.99 ........51 2,496.01 – 2,522.00 ........97 3,666.01 – 3,692.00 ......143 1,248.00 – 1,286.99 ........52 2,522.01 – 2,548.00 ........98 3,692.01 – 3,718.00 ......144 1,287.00 – 1,312.99 ........53 2,548.01 – 2,574.00 ........99 3,718.01 – 3,744.00 ......145 1,313.00 – 1,338.99 ........54 2,574.01 – 2,600.00 ......100 3,744.01 – 3,770.00 ......146 1,339.00 – 1,364.99 ........55 2,600.01 – 2,626.00 ......101 3,770.01 – 3,796.00 ......147 1,365.00 – 1,403.99 ........56 2,626.01 – 2,652.00 ......102 3,796.01 – 3,822.00 ......148 1,404.00 – 1,429.99 ........57 2,652.01 – 2,678.00 ......103 3,822.01 – 3,848.00 ......149 1,430.00 – 1,455.99 ........58 2,678.01 – 2,704.00 ......104 3,848.01 – 3,874.00 ......150 1,456.00 – 1,494.99 ........59 2,704.01 – 2,730.00 ......105 3,874.01 – 3,900.00 ......151 1,495.00 – 1,520.99 ........60 2,730.01 – 2,756.00 ......106 3,900.01 – 3,926.00 ......152 1,521.00 – 1,546.99 ........61 2,756.01 – 2,782.00 ......107 3,926.01 – 3,952.00 ......153 1,547.00 – 1,585.99 ........62 2,782.01 – 2,808.00 ......108 3,952.01 – 3,978.00 ......154 1,586.00 – 1,611.99 ........63 2,808.01 – 2,834.00 ......109 4,004.01 – 4,030.00 ......155 1,612.00 – 1,637.99 ........64 2,834.01 – 2,860.00 ......110 4,030.01 – 4,056.00 ......156 1,638.00 – 1,676.99 ........65 2,860.01 – 2,886.00 ......111 4,056.01 – 4,082.00 ......157 1,677.00 – 1,702.99 ........66 2,886.01 – 2,912.00 ......112 4,082.01 – 4,108.00 ......158 1,703.00 – 1,741.99 ........67 2,912.01 – 2,938.00 ......113 4,108.01 – 4,134.00 ......159 1,742.00 – 1,767.99 ........68 2,938.01 – 2,964.00 ......114 4,134.01 – 4,160.00 ......160 1,768.00 – 1,806.99 ........69 2,964.01 – 2,990.00 ......115 4,160.01 – 4,186.00 ......161 1,807.00 – 1,832.99 ........70 2,990.01 – 3,016.00 ......116 4,186.01 – 4,212.00 ......162 1,833.00 – 1,846.00 ........71 3,016.01 – 3,042.00 ......117 4,212.01 – 4,238.00 ......163 1,846.01 – 1,872.00 ........72 3,042.01 – 3,068.00 ......118 4,238.01 – 4,264.00 ......164 1,872.01 – 1,898.00 ........73 3,068.01 – 3,094.00 ......119 4,264.01 – 4,290.00 ......165 1,898.01 – 1,924.00 ........74 3,094.01 – 3,120.00 ......120 4,290.01 – 4,316.00 ......166 1,924.01 – 1,950.00 ........75 3,120.01 – 3,146.00 ......121 4,316.01 – 4,342.00 ......167 1,950.01 – 1,976.00 ........76 3,146.01 – 3,172.00 ......122 4,342.01 – 4,368.00 ......168 1,976.01 – 2,002.00 ........77 3,172.01 – 3,198.00 ......123 4,368.01 – 4,394.00 ......169 2,002.01 – 2,028.00 ........78 3,198.01 – 3,224.00 ......124 4,394.01 – 4,420.00 ......170 2,028.01 – 2,054.00 ........79 3,224.01 – 3,250.00 ......125 4,420.01 – 4,446.00 ......171 2,054.01 – 2,080.00 ........80 3,250.01 – 3,276.00 ......126 4,446.01 – 4,472.00 ......172 2,080.01 – 2,106.00 ........81 3,276.01 – 3,302.00 ......127 4,472.01 – 4,498.00 ......173 2,106.01 – 2,132.00 ........82 3,302.01 – 3,328.00 ......128 4,498.01 – 4,524.00 ......174 2,132.01 – 2,158.00 ........83 3,328.01 – 3,354.00 ......129 4,524.01 – 4,550.00 ......175 2,158.01 – 2,184.00 ........84 3,354.01 – 3,380.00 ......130 4,550.01 – 4,576.00 ......176 2,184.01 – 2,210.00 ........85 3,380.01 – 3,406.00 ......131 4,576.01 – 4,602.00 ......177",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 11
    }
  },
  {
    "section_id": "CA-26",
    "content": "Page 7 of 43",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 12
    }
  },
  {
    "section_id": "CA-27",
    "content": "Amount of Weekly Amount of Weekly Amount of Weekly Wages in Benefit Wages in Benefit Wages in Benefit Highest Quarter Amount Highest Quarter Amount Highest Quarter Amount 4,602.01 – 4,628.00 ......178 5,798.01 – 5,824.00 ......224 6,994.01 – 7,020.00 ......270 4,628.01 – 4,654.00 ......179 5,824.01 – 5,850.00 ......225 7,020.01 – 7,046.00 ......271 4,654.01 – 4,680.00 ......180 5,850.01 – 5,876.00 ......226 7,046.01 – 7,072.00 ......272 4,680.01 – 4,706.00 ......181 5,876.01 – 5,902.00 ......227 7,072.01 – 7,098.00 ......273 4,706.01 – 4,732.00 ......182 5,902.01 – 5,928.00 ......228 7,098.01 – 7,124.00 ......274 4,732.01 – 4,758.00 ......183 5,928.01 – 5,954.00 ......229 7,124.01 – 7,150.00 ......275 4,758.01 – 4,784.00 ......184 5,954.01 – 5,980.00 ......230 7,150.01 – 7,176.00 ......276 4,784.01 – 4,810.00 ......185 5,980.01 – 6,006.00 ......231 7,176.01 – 7,202.00 ......277 4,810.01 – 4,836.00 ......186 6,006.01 – 6,032.00 ......232 7,202.01 – 7,228.00 ......278 4,836.01 – 4,862.00 ......187 6,032.01 – 6,058.00 ......233 7,228.01 – 7,254.00 ......279 4,862.01 – 4,888.00 ......188 6,058.01 – 6,084.00 ......234 7,254.01 – 7,280.00 ......280 4,888.01 – 4,914.00 ......189 6,084.01 – 6,110.00 ......235 7,280.01 – 7,306.00 ......281 4,914.01 – 4,940.00 ......190 6,110.01 – 6,136.00 ......236 7,306.01 – 7,332.00 ......282 4,940.01 – 4,966.00 ......191 6,136.01 – 6,162.00 ......237 7,332.01 – 7,358.00 ......283 4,966.01 – 4,992.00 ......192 6,162.01 – 6,188.00 ......238 7,358.01 – 7,384.00 ......284 4,992.01 – 5,018.00 ......193 6,188.01 – 6,214.00 ......239 7,384.01 – 7,410.00 ......285 5,018.01 – 5,044.00 ......194 6,214.01 – 6,240.00 ......240 7,410.01 – 7,436.00 ......286 5,044.01 – 5,070.00 ......195 6,240.01 – 6,266.00 ......241 7,436.01 – 7,462.00 ......287 5,070.01 – 5,096.00 ......196 6,266.01 – 6,292.00 ......242 7,462.01 – 7,488.00 ......288 5,096.01 – 5,122.00 ......197 6,292.01 – 6,318.00 ......243 7,488.01 – 7,514.00 ......289 5,122.01 – 5,148.00 ......198 6,318.01 – 6,344.00 ......244 7,514.01 – 7,540.00 ......290 5,148.01 – 5,174.00 ......199 6,344.01 – 6,370.00 ......245 7,540.01 – 7,566.00 ......291 5,174.01 – 5,200.00 ......200 6,370.01 – 6,396.00 ......246 7,566.01 – 7,592.00 ......292 5,200.01 – 5,226.00 ......201 6,396.01 – 6,422.00 ......247 7,592.01 – 7,618.00 ......293 5,226.01 – 5,252.00 ......202 6,422.01 – 6,448.00 ......248 7,618.01 – 7,644.00 ......294 5,252.01 – 5,278.00 ......203 6,448.01 – 6,474.00 ......249 7,644.01 – 7,670.00 ......295 5,278.01 – 5,304.00 ......204 6,474.01 – 6,500.00 ......250 7,670.01 – 7,696.00 ......296 5,304.01 – 5,330.00 ......205 6,500.01 – 6,526.00 ......251 7,696.01 – 7,722.00 ......297 5,330.01 – 5,356.00 ......206 6,526.01 – 6,552.00 ......252 7,722.01 – 7,748.00 ......298 5,356.01 – 5,382.00 ......207 6,552.01 – 6,578.00 ......253 7,748.01 – 7,774.00 ......299 5,382.01 – 5,408.00 ......208 6,578.01 – 6,604.00 ......254 7,774.01 – 7,800.00 ......300 5,408.01 – 5,434.00 ......209 6,604.01 – 6,630.00 ......255 7,800.01 – 7,826.00 ......301 5,434.01 – 5,460.00 ......210 6,630.01 – 6,656.00 ......256 7,826.01 – 7,852.00 ......302 5,460.01 – 5,486.00 ......211 6,656.01 – 6,682.00 ......257 7,852.01 – 7,878.00 ......303 5,486.01 – 5,512.00 ......212 6,682.01 – 6,708.00 ......258 7,878.01 – 7,904.00 ......304 5,512.01 – 5,538.00 ......213 6,708.01 – 6,734.00 ......259 7,904.01 – 7,930.00 ......305 5,538.01 – 5,564.00 ......214 6,708.01 – 6,734.00 ......260 7,930.01 – 7,956.00 ......306 5,564.01 – 5,590.00 ......215 6,734.01 – 6,760.00 ......261 7,956.01 – 7,982.00 ......307 5,590.01 – 5,616.00 ......216 6,786.01 – 6,812.00 ......262 7,982.01 – 8,008.00 ......308 5,616.01 – 5,642.00 ......217 6,812.01 – 6,838.00 ......263 8,008.01 – 8,034.00 ......309 5,642.01 – 5,668.00 ......218 6,838.01 – 6,864.00 ......264 8,034.01 – 8,060.00 ......310 5,668.01 – 5,694.00 ......219 6,864.01 – 6,890.00 ......265 8,060.01 – 8,086.00 ......311 5,694.01 – 5,720.00 ......220 6,890.01 – 6,916.00 ......266 8,086.01 – 8,112.00 ......312 5,720.01 – 5,746.00 ......221 6,916.01 – 6,942.00 ......267 8,112.01 – 8,138.00 ......313 5,746.01 – 5,772.00 ......222 6,942.01 – 6,968.00 ......268 8,138.01 – 8,164.00 ......314 5,772.01 – 5,798.00 ......223 6,968.01 – 6,994.00 ......269 8,164.01 – 8,190.00 ......315",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 12
    }
  },
  {
    "section_id": "CA-28",
    "content": "Page 8 of 43",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 13
    }
  },
  {
    "section_id": "CA-29",
    "content": "Amount of Weekly Amount of Weekly Amount of Weekly Wages in Benefit Wages in Benefit Wages in Benefit Highest Quarter Amount Highest Quarter Amount Highest Quarter Amount 8,190.01 – 8,216.00 ......316 9,386.01 – 9,412.00 ......362 10,582.01 – 10,608.00 ......408 8,216.01 – 8,242.00 ......317 9,412.01 – 9,438.00 ......363 10,608.01 – 10,634.00 ......409 8,242.01 – 8,268.00 ......318 9,438.01 – 9,464.00 ......364 10,634.01 – 10,660.00 ......410 8,268.01 – 8,294.00 ......319 9,464.01 – 9,490.00 ......365 10,660.01 – 10,686.00 ......411 8,294.01 – 8,320.00 ......320 9,490.01 – 9,516.00 ......366 10,686.01 – 10,712.00 ......412 8,320.01 – 8,346.00 ......321 9,516.01 – 9,542.00 ......367 10,712.01 – 10,738.00 ......413 8,346.01 – 8,372.00 ......322 9,542.01 – 9,568.00 ......368 10,738.01 – 10,764.00 ......414 8,372.01 – 8,398.00 ......323 9,568.01 – 9,594.00 ......369 10,764.01 – 10,790.00 ......415 8,398.01 – 8,424.00 ......324 9,594.01 – 9,620.00 ......370 10,790.01 – 10,816.00 ......416 8,424.01 – 8,450.00 ......325 9,620.01 – 9,646.00 ......371 10,816.01 – 10,842.00 ......417 8,450.01 – 8,476.00 ......326 9,646.01 – 9,672.00 ......372 10,842.01 – 10,868.00 ......418 8,476.01 – 8,502.00 ......327 9,672.01 – 9,698.00 ......373 10,868.01 – 10,894.00 ......419 8,502.01 – 8,528.00 ......328 9,698.01 – 9,724.00 ......374 10,894.01 – 10,920.00 ......420 8,528.01 – 8,554.00 ......329 9,724.01 – 9,750.00 ......375 10,920.01 – 10,946.00 ......421 8,554.01 – 8,580.00 ......330 9,750.01 – 9,776.00 ......376 10,946.01 – 10,972.00 ......422 8,580.01 – 8,606.00 ......331 9,776.01 – 9,802.00 ......377 10,972.01 – 10,998.00 ......423 8,606.01 – 8,632.00 ......332 9,802.01 – 9,828.00 ......378 10,998.01 – 11,024.00 ......424 8,632.01 – 8,658.00 ......333 9,828.01 – 9,854.00 ......379 11,024.01 – 11,050.00 ......425 8,658.01 – 8,684.00 ......334 9,854.01 – 9,880.00 ......380 11,050.01 – 11,076.00 ......426 8,684.01 – 8,710.00 ......335 9,880.01 – 9,906.00 ......381 11,076.01 – 11,102.00 ......427 8,710.01 – 8,736.00 ......336 9,906.01 – 9,932.00 ......382 11,102.01 – 11,128.00 ......428 8,736.01 – 8,762.00 ......337 9,932.01 – 9,958.00 ......383 11,128.01 – 11,154.00 ......429 8,762.01 – 8,788.00 ......338 9,958.01 – 9,984.00 ......384 11,154.01 – 11,180.00 ......430 8,788.01 – 8,814.00 ......339 9,984.01 – 10,010.00 ......385 11,180.01 – 11,206.00 ......431 8,814.01 – 8,840.00 ......340 10,010.01 – 10,036.00 ......386 11,206.01 – 11,232.00 ......432 8,840.01 – 8,866.00 ......341 10,036.01 – 10,062.00 ......387 11,232.01 – 11,258.00 ......433 8,866.01 – 8,892.00 ......342 10,062.01 – 10,088.00 ......388 11,258.01 – 11,284.00 ......434 8,892.01 – 8,918.00 ......343 10,088.01 – 10,114.00 ......389 11,284.01 – 11,310.00 ......435 8,918.01 – 8,944.00 ......344 10,114.01 – 10,140.00 ......390 11,310.01 – 11,336.00 ......436 8,944.01 – 8,970.00 ......345 10,140.01 – 10,166.00 ......391 11,336.01 – 11,362.00 ......437 8,970.01 – 8,996.00 ......346 10,166.01 – 10,192.00 ......392 11,362.01 – 11,388.00 ......438 8,996.01 – 9,022.00 ......347 10,192.01 – 10,218.00 ......393 11,388.01 – 11,414.00 ......439 9,022.01 – 9,048.00 ......348 10,218.01 – 10,244.00 ......394 11,414.01 – 11,440.00 ......440 9,048.01 – 9,074.00 ......349 10,244.01 – 10,270.00 ......395 11,440.01 – 11,466.00 ......441 9,074.01 – 9,100.00 ......350 10,270.01 – 10,296.00 ......396 11,466.01 – 11,492.00 ......442 9,100.01 – 9,126.00 ......351 10,296.01 – 10,322.00 ......397 11,492.01 – 11,518.00 ......443 9,126.01 – 9,152.00 ......352 10,322.01 – 10,348.00 ......398 11,518.01 – 11,544.00 ......444 9,152.01 – 9,178.00 ......353 10,348.01 – 10,374.00 ......399 11,544.01 – 11,570.00 ......445 9,178.01 – 9,204.00 ......354 10,374.01 – 10,400.00 ......400 11,570.01 – 11,596.00 ......446 9,204.01 – 9,230.00 ......355 10,400.01 – 10,426.00 ......401 11,596.01 – 11,622.00 ......447 9,230.01 – 9,256.00 ......356 10,426.01 – 10,452.00 ......402 11,622.01 – 11,648.00 ......448 9,256.01 – 9,282.00 ......357 10,452.01 – 10,478.00 ......403 11,648.01 – 11,674.00 ......449 9,282.01 – 9,308.00 ......358 10,478.01 – 10,504.00 ......404 11,674.01 and over .... ......450 9,308.01 – 9,334.00 ......359 10,504.01 – 10,530.00 ......405 9,334.01 – 9,360.00 ......360 10,530.01 – 10,556.00 ......406 9,360.01 – 9,386.00 ......361 10,556.01 – 10,582.00 ......407",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 13
    }
  },
  {
    "section_id": "CA-30",
    "content": "..360 10,530.01 – 10,556.00 ......406 9,360.01 – 9,386.00 ......361 10,556.01 – 10,582.00 ......407\nPage 9 of 43\nItems 7, 8, and 9 contain additional requirements, which affect some claims. If the statement “this item does not apply to your claim” appears, that requirement or condition does not affect your claim.\n7. School Employee Wage: During a school recess you may not be able to receive benefits based on wages you have earned from a public school employer (e.g., K-12, community college, etc.), a nonprofit educational employer (private school, college, etc.); or any nonprofit or public entity that provides services to or on behalf of a public or nonprofit educational employer. If you have enough non-educational wages in the base period of your claim to establish a valid claim, you may be able to receive benefits based on these wages during a recess period.\nWhen an award displays in this item, it means that in the base period of your claim there are wages that have been identified as being earned from both educational and non-educational employers.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 14
    }
  },
  {
    "section_id": "CA-31",
    "content": "wages that have been identified as being earned from both educational and non-educational employers. An award will ONLY display in this section if there are enough non-educational wages in the base period to establish a valid claim. (Refer to page 6 to determine what establishes a valid claim.) If this situation does not apply to you, it will state “This item does not apply to your claim.”\n8. Work Search Requirements: To be eligible for UI benefits, you must conduct a reasonable effort to search for suitable work. We advise you to keep a record of your work search dates and employer contact information for future use and potential eligibility interviews. Below are some tips for looking for work.\nThe kind of work you are looking for, whether full time or part time, will determine how you look for work. Some jobs require a résumé while other jobs require an in-person visit and an application.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 14
    }
  },
  {
    "section_id": "CA-32",
    "content": "for work. Some jobs require a résumé while other jobs require an in-person visit and an application. Tips for looking for work include:\n• Register with the EDD Workforce Services, CalJOBSSM at www.caljobs.ca.gov.\n• Respond to want-ads in the newspaper.\n• Access the Internet for websites for prospective employers, résumé building, and work searches.\n• Contact prior employers.\n• Tell friends and relatives that you are looking for work.\n• Check trade books for your occupation.\n• Send résumés.\n• Register with placement facilities of a school, college, university, or professional organization.\n• Contact employers who may have jobs in your field.\nYour individual instructions for conducting a work search are shown here. Your instructions will be one of the following:\nYou must look for full-time work each week.\nThis means you are required to look for full-time work each week to remain eligible for UI benefits.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 15
    }
  },
  {
    "section_id": "CA-33",
    "content": "This means you are required to look for full-time work each week to remain eligible for UI benefits. Even if you find part-time work, you still must continue to look for full-time work while you are working part time and collecting UI benefits.\nPage 10 of 43\nYou must look for part-time work each week as instructed by the EDD.\nThis means you are required to look for part-time work each week as instructed by the EDD to remain eligible for UI benefits. You must also be able to work and available for part-time work each week as instructed by the EDD.\nYou must register with your union and look for full-time work each week.\nThis means that you are required to follow your union’s requirements for registering as out of work and you must also look for full-time work on your own to remain eligible for UI benefits.\nYou must register with your union and look for part-time work each week as instructed by the EDD.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 15
    }
  },
  {
    "section_id": "CA-34",
    "content": "s.\nYou must register with your union and look for part-time work each week as instructed by the EDD.\nThis means that you are required to follow your union’s requirements for registering as out of work and you must also look for part-time work on your own as instructed by the EDD to remain eligible for UI benefits.\nYou must register with your union and meet all union reporting requirements and dispatch contacts.\nSince your union controls hiring in your occupation, you must meet all union requirements for dispatch. If you are not in good standing with your union, you may not be eligible for UI benefits.\nYou must be able to work and available for work each week.\nThis means that you are not required to look for work, but you must be able to work and available for work each week to be eligible for UI benefits.\nThis item does not apply to your claim.\nYou are certifying for benefits under a special program that does not require a search for work, such as Work Share.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 15
    }
  },
  {
    "section_id": "CA-35",
    "content": "ng for benefits under a special program that does not require a search for work, such as Work Share. If you live outside of California or move outside of California while receiving California Unemployment Insurance benefits, you must register with the State Workforce Agency in your state and follow that state's requirements and instructions for unemployment work search. Failure to contact the State Workforce Agency promptly, in order to comply with the registration and work search requirements of that state, could result in a delay or loss of your benefits.\n9. Requalification Requirements: To requalify for a subsequent new claim, you must have worked and earned at least (1) $1,300 in one quarter, or (2) at least $900 in your highest quarter and a total of 1.25 times your high quarter earnings during the benefit year of your original claim. (In some cases, Workers’ Compensation or Disability Insurance benefits may be used in place of earnings.)\nNOTE: Under California law and federal law, wages that have already been used to determine the amount of UI benefits payable on a claim cannot be used again in the future to file another UI claim.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 16
    }
  },
  {
    "section_id": "CA-36",
    "content": "mount of UI benefits payable on a claim cannot be used again in the future to file another UI claim.\nPage 11 of 43\n10. Type of Base Period: This is the type of base period used to establish your claim. There are two types of base periods: the Standard Base Period and the Alternative Base Period. The Alternative base Period can only be used if you do not have sufficient wages in the Standard Base Period to establish a valid UI claim. For more information about the base period, refer to item 5 on page 5.\n11. Employee’s Name(s): This is the name your employer used to report your earnings to EDD. Do not be concerned about minor misspellings in your name as long as the earnings shown are yours.\n12. Employee’s Wages for the Calendar Quarter Ending: These are the four quarters in your base period and the wages your employer(s) reported you earned in each of the quarters. These earnings determine the amount of your UI award.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 16
    }
  },
  {
    "section_id": "CA-37",
    "content": ") reported you earned in each of the quarters. These earnings determine the amount of your UI award. If you told the EDD that you worked for a federal agency or in another state when you filed your claim, your wages are being requested from that agency or state. You will receive an amended notice when the federal wages or other state’s wages have been added.\nIf you worked in more than one state, you may be able to combine the wages you earned during your base period into a combined wage claim. Combining these wages could increase your maximum and/or your weekly benefit amount. If you did not tell the EDD at the time you filed your claim that you worked in more than one state, call the EDD immediately. See the inside cover of this handbook for instructions. If you believe the earnings shown are incorrect or are not your wages, contact the EDD IMMEDIATELY and request a correction. If you give false information or withhold facts to receive benefits you may be subject to disqualification and criminal penalties.\n13.",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 16
    }
  },
  {
    "section_id": "CA-38",
    "content": "Employer Name: This is the name(s) of the employer(s) who reported the quarterly wages shown (see item 12). If you did not work for an employer shown, or if you worked for an employer(s) that is not shown, call the EDD immediately and request a correction.\n14. Totals: This is the total amount of earnings reported by your employer(s) in each calendar quarter listed in item 12.\nTo protest the accuracy of the computation or recomputation you must contact the EDD within 20 days after the mail date of the notice. The 20-day period may be extended for good cause. If you need to contact the EDD, you will need to provide your full name, address, Social Security number, and any wage and employment information you are requesting to add to your claim. Employment information includes the employer’s name and complete mailing address. If you do not have the employer’s complete information, you may be asked to contact the EDD again when you have all the information available.\nIF YOU HAVE ANY QUESTIONS ABOUT YOUR NOTICE OF UNEMPLOYMENT INSURANCE AWARD, CONTACT THE EDD IMMEDIATELY.\nPage 12 of 43",
    "metadata": {
      "section_title": "Unemployment Insurance Benefit Table For New Claims With a Beginning Date of January 2, 2005, or After",
      "page_number": 17
    }
  },
  {
    "section_id": "CA-39",
    "content": "You have an option of cancelling a regular California UI claim after you have been mailed your Unemployment Insurance Award notice. You can only cancel a UI claim if no benefits have been paid, no notice of disqualification has been mailed to you, and/or no overpayment has been established on the claim. If a claim is cancelled, that claim cannot be reopened, but you can file a new claim with a later date. If the original claim is not cancelled, another California claim cannot be filed for 52 weeks. If you have questions regarding claim cancellation or want to cancel your claim, contact the EDD.\nIMPORTANT: ONCE A CLAIM HAS BEEN CANCELLED, IT CANNOT BE REESTABLISHED WITH THE SAME BEGINNING DATE.",
    "metadata": {
      "section_title": "CANCELLING A CLAIM",
      "page_number": 17
    }
  },
  {
    "section_id": "CA-40",
    "content": "California law requires every person to serve a one week UNPAID waiting period. There is only one waiting period required during each 52 week claim year. The waiting week is usually the first otherwise payable week in your benefit year (otherwise payable means you would have been eligible for payment in every way but for the waiting period requirement). In order to serve a waiting period, you must certify for benefits using one of the following methods:\n• EDD Web-CertSM (go to page 21) - EDD Tele-CertSM (go to page 23)\n• Submit a paper Continued Claim Form, DE 4581CTO\n1. If you received benefits the last week of the benefit year of your claim and you filed a subsequent claim starting the following week, the waiting period for the subsequent claim will be taken after the first break in payment status on the new claim.\n2. You may receive waiting period credit for your new claim on the last week of your prior claim if:\n• All benefits were previously paid on your prior claim, and\n• You file the new claim within the last week of the prior claim, and\n• You are otherwise eligible for benefits for the last week of the old claim.",
    "metadata": {
      "section_title": "WAITING PERIOD",
      "page_number": 17
    }
  },
  {
    "section_id": "CA-41",
    "content": "Your notice of UI award was mailed with this booklet. Your first Continued Claim Form is mailed separately. If you do not receive the claim form within 10 days of filing your claim, contact the EDD and request a duplicate. You may also certify for the benefits online by accessing the EDD website at www.edd.ca.gov, using EDD Web-CertSM, or by calling the self-service number at 1-866-333-4606 using EDD Tele-CertSM. Failure to certify timely for benefits, using any one of the available methods, may affect your eligibility for those weeks. Complete and mail the paper Continued Claim Form, or certify for benefits using EDD Web-CertSM or EDD Tele-CertSM, on the date shown on the front of the claim form. Certifying for benefits more than 14 days after the last week ending date of the certifying period or 14 days after your last payment date,\nPage 13 of 43\nwhichever is later, may cause you to lose your benefits.",
    "metadata": {
      "section_title": "CERTIFYING FOR UNEMPLOYMENT INSURANCE BENEFITS",
      "page_number": 18
    }
  },
  {
    "section_id": "CA-42",
    "content": "If you choose to certify for benefits using the paper Continued Claim Form you must sign your name and answer all the questions in order to receive payment. When you certify for benefits using EDD Web-CertSM or EDD Tele-CertSM, confirmation of your responses during the process is legally considered an electronic signature. The EDD uses an Optical Character Recognition (OCR) machine in its payment system. The OCR machine reads numbers, scans the marks on your claim form, and issues your UI payment. The OCR machine only reads clearly printed numbers. An example of how to fill in the blocks and write your numbers is on the back of every claim form. If the OCR machine cannot read your form, another Continued Claim Form for the same week(s) will be mailed to you to complete. Do not staple the Continued Claim Form or include any other mail in the claim form envelope.",
    "metadata": {
      "section_title": "CERTIFYING FOR UNEMPLOYMENT INSURANCE BENEFITS",
      "page_number": 18
    }
  },
  {
    "section_id": "CA-43",
    "content": "SAMPLE \nIf you choose to mail in the paper Continued Claim Form and do not provide an answer to Questions 1 through 6, and leave any of those blocks blank, another claim form will be mailed to you for completion. This will delay your payment. The EDD Web- CertSM or EDD Tele-CertSM automation methods will not allow an incomplete answer when certifying for benefits.\nPage 14 of 43\n1. Were you too sick or injured to work? - You must be well enough to work every day of the week to receive full benefits. If you are unable to work because of illness or injury, you must report the number of days that you could not work. Unemployment benefits are paid according to the number of days you are able to work if work had been offered to you during this week. Your benefits are reduced one-seventh for each day you cannot work.\n2.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 19
    }
  },
  {
    "section_id": "CA-44",
    "content": "ered to you during this week. Your benefits are reduced one-seventh for each day you cannot work.\n2. Was there any reason (other than sickness or injury) that you could not have accepted full-time or part-time work each workday? - You must be available for work to receive unemployment benefits. Available for work means you are ready and willing to accept work that matches your occupational skills and educational background. Examples of reasons a person is not immediately available to accept work during a week is lack of child care, lack of transportation or involvement with personal affairs, such as being on vacation or taking care of someone who is ill. If you are not available for work, you will be scheduled for a telephone interview to determine your continued eligibility for benefits.\n3. Did you look for work? - You must follow the work search requirements on your Notice of Unemployment Insurance Award.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 19
    }
  },
  {
    "section_id": "CA-45",
    "content": "work? - You must follow the work search requirements on your Notice of Unemployment Insurance Award. Work searches may include in-person, mail, telephone, or Internet contacts with employers. Failure to follow the instructions may result in loss of benefits for the week. Union members should answer “yes” to this question if you meet your union’s reporting and dispatch requirements. If you live outside of California or move outside of California while receiving California Unemployment Insurance benefits, you must register with the State Workforce Agency in your state and follow that state's requirements and instructions for unemployment work search. Failure to contact the State Workforce Agency promptly, in order to comply with the registration and work search requirements of that state, could result in a delay or loss of your benefits. If the block under Question 3 on the paper Continued Claim Form is marked with an \"X,” you must list your job contacts in Section B on the back of the form and submit it to the EDD for payment.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 19
    }
  },
  {
    "section_id": "CA-46",
    "content": "st list your job contacts in Section B on the back of the form and submit it to the EDD for payment. See Continued Claim Form sample on back of form on page 20. You will not be able to certify for benefits using EDD Web-CertSM or EDD Tele-CertSM if the block under Question 3 is checked and a list of job contacts is required.\n4. Did you refuse any work? - Answer “yes” if you refused an offer of work from any employer. Union members answer “yes” if you refused a union referral to a job. If you refused work, you will be scheduled for an interview to determine your continued eligibility for benefits.\n5. Did you begin attending any kind of school or training? - Answer “yes” only if you began attending school or training in that week. Afterwards, answer “yes” only when a new term begins or you start new classes during one of the weeks. Since attendance in school or training may affect your eligibility for benefits, an interview will be scheduled to determine your continued eligibility.\n6.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 20
    }
  },
  {
    "section_id": "CA-47",
    "content": "eligibility for benefits, an interview will be scheduled to determine your continued eligibility.\n6. Did you work or earn any money, WHETHER YOU WERE PAID OR\nPage 15 of 43\nNOT? - Look at the date each week begins and ends. Be careful that your answers in 6a and 6b apply only to the weeks shown on the form. Answer “yes” if you performed any work during a week. All work and/or earnings must be reported, including the receipt of the following types of payments:\nBack Pay Award Jury Fees Severance Pay Bonuses Paid Sick Leave Strike Benefits Commissions Pensions Tips Holiday Pay Piece Work Vacation Pay Idle Time Pay Residual Pay/Holding Fees Witness Fees In Lieu of Notice Self-Employment Workers’ Compensation\nYou must report lodging and meals, or any other payment you receive instead of money when you work. If you are unsure about how to report wages, contact the EDD.\nNOTE: EDD Web-CertSM and EDD Tele-CertSM are not available if you have performed work and/or earned wages during any week of the certifying period.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 20
    }
  },
  {
    "section_id": "CA-48",
    "content": "t available if you have performed work and/or earned wages during any week of the certifying period. You must complete and submit a paper Continued Claim Form to report work and/or wages as required. Failure to report work and wages may subject you to fines and penalties if you are overpaid benefits.\nIf you start receiving any new or additional income or there is a change in the amount of your previously reported Temporary Total Disability, Vocational Rehabilitation Maintenance Allowance, or deductible pension, report the new amount on your claim form in the first week the change occurs. The EDD deducts Temporary Total Disability, Vocational Rehabilitation Maintenance Allowance, or deductible pensions dollar-for- dollar from your weekly benefit amount.\n• If you answered “yes,” enter your earnings before taxes (gross earnings prior to payroll deductions) in item a. To determine how much you earned, multiply the number of hours you worked that week times your hourly rate of pay.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 20
    }
  },
  {
    "section_id": "CA-49",
    "content": "ow much you earned, multiply the number of hours you worked that week times your hourly rate of pay. Include all other payments you have received in that amount.\n• Example: You worked 5 hours on Sunday, 4 hours on Tuesday, and 3 hours on Friday that week and your hourly rate of pay is $10. 12 hours X $10 per hour = $120. $120 is the earnings amount you would post in item 6a.\n• If you are unsure how to compute your gross earnings, contact the EDD for assistance. It is always a good idea to keep your pay stubs to assist you in determining your earnings.\n• If you misreport your earnings, contact the EDD immediately as you may be subject to fines and penalties if you are overpaid benefits.\n• If you receive residual pay or holding pay, you must report receipt of this income on your Continued Claim Form. To ensure proper reporting of your earnings, obtain and review the form, Instructions to Claimants for Reporting Residual Payments and Holding Fees, DE 4005.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 21
    }
  },
  {
    "section_id": "CA-50",
    "content": "eview the form, Instructions to Claimants for Reporting Residual Payments and Holding Fees, DE 4005. On the website www.edd.ca.gov, select “Unemployment,” then the “Forms and Publications” tab above, or call the EDD.\nPage 16 of 43\n• If you receive pay for piece work, report the total amount paid in the week it was earned. Include the words “piece work” in item 6b along with the employer’s name.\nNOTE: Item a. Only allows for an entry of up to $999.99. If your earnings are $1,000 or more in a week, enter 999.99. Failure to make the correct entry may delay your benefits. If you work for more than one employer each week, combine all your earnings. NOTE: Item b. Enter the last day worked and employment information or “source” of earnings. Look at the date each week begins and ends. Be careful that your answers in 6b apply only to the weeks shown on the form. If you are still working, write an explanation such as still working full time or still working part time or still working on call.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 21
    }
  },
  {
    "section_id": "CA-51",
    "content": "an explanation such as still working full time or still working part time or still working on call. If you worked for more than one employer during the same week, be sure and list the last day you physically worked during the week and list the name and address of the last employer you worked for during the week. When you report still working full time, you will not be mailed a subsequent claim form. If you become unemployed or your hours are reduced, you will need to reopen your claim. See “How to Resume Certifying for Benefits” on page 19.\nIf you are working part time, you still may be able to receive reduced UI benefits even if your earnings are higher than your weekly benefit amount. Report your total earnings before deductions and the EDD will figure the amount to deduct.\n• If your weekly earnings are $100 or less, the first $25 dollars does not count. The amount of earnings more than $25 is subtracted from your weekly benefit amount and you are paid the difference, if any.\n• If your weekly earnings are $101 or more, the first 25 percent does not count.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 21
    }
  },
  {
    "section_id": "CA-52",
    "content": "The amount of earnings remaining is subtracted from your weekly benefit amount and you are paid the difference, if any.\n• If you receive Temporary Total Disability or Vocational Rehabilitation Maintenance Allowance, the EDD deducts the amount dollar-for-dollar from your weekly benefit amount.\n• If you receive a pension that the EDD determines is deductible, the EDD deducts the amount dollar-for-dollar from your weekly benefit amount WBA.\nNOTE: The EDD has a fraud detection system. If you do not report all earnings for a week that you worked, and you received benefits, you will be investigated. If the EDD determines that you were at fault for not reporting your earnings, you will be required to repay any benefits overpaid and you could face administrative and/or criminal penalties and interest.\nPage 17 of 43\n7. If you want federal income tax withheld for the week(s) shown above, mark this block. If you want Federal Income Tax withheld for the weeks shown on your claim form, fill in the answer block on that claim form. If you do not want taxes withheld, leave the answer block blank.\nIf you certify for benefits using EDD Web-CertSM or EDD Tele-CertSM, both methods will prompt you to answer whether or not you want federal income tax withheld for the weeks you are certifying. Your choice for federal income tax withholdings remains in effect until your next certification period.",
    "metadata": {
      "section_title": "EXPLANATION OF ELIGIBILITY QUESTIONS REQUIRED FOR CERTIFICATION",
      "page_number": 22
    }
  },
  {
    "section_id": "CA-53",
    "content": "8. If you had a change of mailing address or phone number, mark this block and complete Section D on the reverse. - You must report a change of mailing address to avoid delay in receiving your benefit payments. To report a change of mailing address or telephone number, mark the block and print your new address (including ZIP code) or telephone number (including area code) in Section D on the back of the Continued Claim Form.\nYou will not be able to certify for UI benefits using EDD Web-CertSM or EDD Tele-CertSM if you are reporting a change in address or phone number. You must complete and mail in your paper Continued Claim Form.\nIf you move to another state and still want to claim benefits, call 1-800-300-5616 for instructions. Failure to contact the office promptly could result in a delay or loss of your benefits.",
    "metadata": {
      "section_title": "For more information, see the Voluntary Federal Income Tax Withholding section on page 43.",
      "page_number": 22
    }
  },
  {
    "section_id": "CA-54",
    "content": "structions. Failure to contact the office promptly could result in a delay or loss of your benefits. If you live outside of California or move outside of California while receiving California Unemployment Insurance benefits, you must register with the State Workforce Agency in your state and follow that state's requirements and instructions for unemployment work search. Failure to contact the State Workforce Agency promptly, in order to comply with the registration and work search requirements of that state, could result in a delay or loss of your benefits. For information on the State Workforce Agency in your state, you can call the Toll-Free Help Line at 1-877-US-2JOBS (1-877-872-5627) or visit the America's Workforce Network website at www.servicelocator.org.\nPage 18 of 43\nThe lower portion of your Continued Claim Form contains the following statement: “I understand the questions on this form.",
    "metadata": {
      "section_title": "For more information, see the Voluntary Federal Income Tax Withholding section on page 43.",
      "page_number": 23
    }
  },
  {
    "section_id": "CA-55",
    "content": "our Continued Claim Form contains the following statement: “I understand the questions on this form. I know the law provides penalties if I make false statements or withhold facts to receive benefits; my answers are true and correct. I declare under penalty of perjury that I am a U.S. citizen or national; or an alien in satisfactory immigration status and permitted to work by the United States Citizenship and Immigration Services (USCIS). I signed this form after the latest date for which I am claiming benefits.” You must sign your paper Continued Claim Form and answer all of the questions in order to receive payment. Answers to the same questions are required if you use EDD Web-CertSM or EDD Tele-CertSM to certify for benefits. EDD Web-CertSM and EDD Tele-CertSM will accept your submission as your signature. If you are not sure how to answer the questions or are not legally entitled to work in this country, contact the EDD immediately.",
    "metadata": {
      "section_title": "For more information, see the Voluntary Federal Income Tax Withholding section on page 43.",
      "page_number": 23
    }
  },
  {
    "section_id": "CA-56",
    "content": "You are responsible for the answers on your paper Continued Claim Form or when you certify using EDD Web-CertSM or EDD Tele-CertSM. If you give false information or do not report information that you should report, you may be subject to disqualification and penalties.\n9. How to Stop Certifying for Benefits - If you want to discontinue certifying for unemployment benefits for any reason, and do not want to certify for benefits for the week(s) on the claim form, do not complete or mail the Continued Claim Form to the EDD, and do not certify using EDD Web-CertSM or EDD Tele-CertSM. Individuals may want to stop certifying for benefits because they have returned to work full time or because they have withdrawn from the labor market for personal reasons.\n10. How to Resume Certifying for Benefits - If you become unemployed or your hours are reduced, the easiest way to reopen your claim is online. Claims are reopened the Sunday of the week that you contact the EDD to file or reopen your claim. DO NOT delay reopening your claim. Your claim will not be reopened effective the date you last worked; the claim will be reopened the Sunday of the week you contact the EDD to reopen the claim. If the benefit date of your last UI claim has ended, you will need to file a new claim.\nPage 19 of 43",
    "metadata": {
      "section_title": "For more information, see the Voluntary Federal Income Tax Withholding section on page 43.",
      "page_number": 24
    }
  },
  {
    "section_id": "CA-57",
    "content": "Section A/ Seceion A The tollowing are examples of how to complee your answers 1o the quastions on the front of this form Los siyuentas son ejemplos en como compistar Sus respuestas a as preguntas en el frente de ssie formuiario. MARK THE CORRECT ANSWER . MARQUE LA RESPUESTA CORRECTA EXAMPLE: 1F THE ANSWER IS \"YES\" Yes B No g EJEMPLO: SiLA BESPUESTA ES \"Sf*:8i | No O IF ANSWER IS \"NO™ Yes [] No | | SiLA AESPUESTA ES N j No I Write numbers like this: A3 .... {b) $ 3:4:2 EXAMPLE: Report samings of: | ) $76.10 (b) $342.58 (c) $1050.56, like this EJEMPLO: Repoite ingresos de: a) §76.10 (b) $342.58 (c $1050.55 asi: 2, 7:6 1:0 ... () 9.9 U e Section B/ Seccion B i the box under Question 3 on the reverse is marked “X, you must compiete the table below to show your completar ia tabla a conlinuacion para indicar su busgueda de rabajo durante la(s semana(s) que solicita beneficios. work search for the weeks bing claimed. / § ! cuadrado en la pregunta #3 en al raverso estd marcado con una “X*, usted dabe de WORK-SEARCH RECORD/ RECORD DE LOS LUGARES DONDE HA BUSCADO TRABAJO Date Applied / Com ny Name / Company Address ¢ Person Caontacted / Type of Work Applied [Resuts: Plsase explain | Soiicité Emplec echa en que tre de a ania Dirgccidn oe la Perscna con guien se unic For/ Clase e Traba ue Saliciio jo sP favor Section C / Secidn C Notice to Educational InstitionFOR EMPLOYMENT DEVELCPMENT DEPARTMENT APFROVED THAINING CNLY) Avisc para La Institucion Educacional {PARA CURSOS DE ENTRENAMIENTO APROBADO POR EL DEPARTAKMENTO DEL DESARROLLO DEL EMPLED (ED)) | ceity that this individual was enrolled in and satisfactarily pursuing the retraining course of Signature/Title Date instruction approved by the Employment shown on the front of this form Devalopment Depariment during the week(s) Name of Training Institution 1 you are on a semestar/holiday recess, enter the date you are scheduled te return to schoal.",
    "metadata": {
      "section_title": "Back of Continued Claim Form Sample",
      "page_number": 24
    }
  },
  {
    "section_id": "CA-58",
    "content": "Si Ud. esta en vacaciones/dias feriados del semasire escolar; escriba la fecha en que regresara a la escuela: Section D/ Seccion O New Mailing Address / Vusva Direccién de Coireo Complate below and mark Question & block on front/ Complete abaio y marque a pregunta 8 en &l frente. - Zip Code: / Zona Postal: DE 4581CTO Rev. 4 (5-04) State of California / Employmerm Development Department C-PRITR MIC 62",
    "metadata": {
      "section_title": "Back of Continued Claim Form Sample",
      "page_number": 24
    }
  },
  {
    "section_id": "CA-59",
    "content": "Section A - Provides examples of how to complete the claim form. As you can see in EXAMPLE (a), there are only three boxes for the dollar amount earned. If your earnings are $1,000 or more in a week, enter $999.99 in Item 6a. on the front of the form. Section B - If the box in Question 3 is checked on the front of the form, record your job contacts for the week(s) shown. Section C - After you have been approved by the EDD for training benefits, your training facility must complete this section for each week you attend training. If you are on a semester/holiday recess, enter the date you are scheduled to return to school on the line provided. Section D - Used to provide a change of address or telephone number (be sure to mark the block in Item 8 on the front of the form).",
    "metadata": {
      "section_title": "Completing the Back of the Continued Claim Form",
      "page_number": 24
    }
  },
  {
    "section_id": "CA-60",
    "content": "√ You signed the form.\n√ You answered all questions.\n√ Nothing is attached to the form.\nDE 1275A Rev. 49 (2-12) (INTERNET)\n√ The form is mailed immediately\nafter the last week-ending\ndate on the form has passed.\nPage 20 of 43",
    "metadata": {
      "section_title": "AVOID PAYMENT DELAYS, MAKE SURE:",
      "page_number": 25
    }
  },
  {
    "section_id": "CA-61",
    "content": "EDD Web-CertSM is an online method which allows you to certify for your Unemployment Insurance (UI) benefits on a biweekly basis by using the Employment Development Department (EDD) website: www.edd.ca.gov. The EDD offers this new service to provide a more user-friendly method of certifying for UI benefits that will help reduce errors made on the paper Continued Claim Form, DE 4581, that can cause benefit payment delays. The online version of the form will not be submitted to the EDD until all questions are completed. The questions asked on EDD Web-CertSM are the same questions on the paper Continued Claim Form. The paper claim form will continue to be issued to you until all unemployment systems are fully automated, regardless of which certification method you use. However, if you choose to submit your Continued Claim Form online, do not also submit a form through the mail. Certifying online and submitting a paper Continued Claim Form could delay your benefit payments.",
    "metadata": {
      "section_title": "Tips for Using EDD Web-Certification (EDD Web-CertSM) What is EDD Web-CertSM?",
      "page_number": 25
    }
  },
  {
    "section_id": "CA-62",
    "content": "• Convenient and eliminates mail time and postage costs.\n• Available 24 hours a day, 7 days a week. However, you must wait until after the ending date of the benefit claim week(s) to certify (the date indicated on the front of the paper claim form sent to you).\n• Allows you to verify or edit your answer(s) before submitting the certification.\n• Accepts your certification submission as your electronic signature.\n• Allows you to print your completed certification for your records.",
    "metadata": {
      "section_title": "Advantages: EDD Web-CertSM",
      "page_number": 25
    }
  },
  {
    "section_id": "CA-63",
    "content": "• Visit the EDD website at www.edd.ca.gov and click on the “Unemployment” tab. The EDD Web-CertSM link will be in the middle of the page.\n• The first time you use EDD Web-CertSM, you will be asked to register and create a user name and password. On subsequent visits, you will need to use the user name and password you created during registration to access EDD Web-CertSM.\n• Additional information and instructions will be available on the website to assist in the certification process.\n• You are responsible for the answers on your paper Continued Claim Form or when you certify using EDD Web-CertSM. If you give false information or do not report information that you should report, you may be subject to disqualification and penalties.\nPage 21 of 43",
    "metadata": {
      "section_title": "Accessing EDD Web-CertSM",
      "page_number": 26
    }
  },
  {
    "section_id": "CA-64",
    "content": "• Apprenticeship Training\n• California Training Benefits (CTB)\n• Disaster Unemployment Assistance (DUA)\n• Federal-State Extended Duration (FED-ED) Extension\n• Partials Program (including Fisher partials and PMA partials)\n• State Special School Benefits (SSSB)\n• Trade Readjustment Allowance (TRA)\n• Work Sharing Program (WS)\nIn addition, if during any benefit weeks any of the following conditions apply to you, you must submit a paper form instead of using EDD Web-CertSM\n• You changed your address or phone number.\n• You served on jury duty.\n• You have performed work and/or earned wages during any week of the certifying period (this includes all reportable income such as pension, Workers’ Compensation, residuals, and commission).\n• You are directly involved in a trade dispute and are on strike or locked out by your employer.",
    "metadata": {
      "section_title": "Tips for Using EDD Web-Certification (Cont.) Some temporary limitations on using the EDD Web-CertSM method Some claimants participating in the following UI programs will not be able to certify using EDD Web CertSM until all unemployment systems are fully automated:",
      "page_number": 26
    }
  },
  {
    "section_id": "CA-65",
    "content": "• Even if you use EDD Web-CertSM to certify for benefits, you will continue to receive a paper Continued Claim Form in the mail. You may certify for benefits using the paper form or EDD Web-CertSM as long as one of the above temporary limitations or conditions do not apply to you.\n• DO NOT mail your paper claim form for any of the same week(s) you certify using EDD Web-CertSM since it may delay your payments. The system will use the first certification submitted to process your payments. Also, do not send any other correspondence to the address indicated for paper Continued Claim Forms because that too could delay processing.\n• If you realize you made an error certifying for benefits using any of the available methods, contact the EDD immediately through the EDD website at www.edd.ca.gov or call one of the available toll-free phone numbers listed on the EDD website to speak to a representative.\n• Allow 10 days for the processing of your EDD Web-CertSM or paper form before contacting the EDD about the status of your benefit payment.\nPage 22 of 43",
    "metadata": {
      "section_title": "After you certify for UI Benefits",
      "page_number": 27
    }
  },
  {
    "section_id": "CA-66",
    "content": "EDD Tele-CertSM is a new telephone certification method that allows you to certify for your Unemployment Insurance (UI) benefits on a biweekly basis over the phone by calling the Employment Development Department (EDD) automated self-service number, 1-866-333-4606, and using the automated Interactive Voice Response (IVR) system. The EDD offers this new service to provide a more user-friendly method of certifying for UI benefits that will help reduce errors made on the paper Continued Claim Form, DE 4581, that can cause benefit payment delays. The IVR version of the form will not allow submission to the EDD until all questions are completed. The questions asked using EDD Tele-CertSM are the same questions on the paper Continued Claim Form. The paper claim form will continue to be issued to you until all unemployment systems are fully automated, regardless of which certification method you use. However, if you choose to certify for your UI benefits using the EDD Tele-CertSM method, do not also submit a form through the mail. Certifying by phone and submitting a paper Continued Claim Form could delay your benefit payments.",
    "metadata": {
      "section_title": "Tips for Using EDD Telephone Certification (EDD Tele-CertSM) What is EDD Tele-CertSM?",
      "page_number": 27
    }
  },
  {
    "section_id": "CA-67",
    "content": "• Convenient and eliminates mail time and postage costs.\n• Available 24 hours a day, 7 days a week. However, you must wait until after the ending date of the benefit claim week(s) to certify (the date indicated on the front of the paper claim form sent to you).\n• Allows you to verify or edit your answer(s) before submitting the certification.\n• Accepts your certification submission as your electronic signature.\n• Allows you to certify for multiple weeks with one phone call.",
    "metadata": {
      "section_title": "Advantages: EDD Tele-CertSM",
      "page_number": 27
    }
  },
  {
    "section_id": "CA-68",
    "content": "• The toll-free self-service phone number for EDD Tele-CertSM is 1-866-333-4606. It is recommended that you call during non-business hours, after 5 p.m. and before 8 a.m., Monday through Friday, Pacific Standard Time, or on Saturday and Sunday.\n• The first time you use EDD Tele-CertSM, you will be asked to enter your Social Security number (SSN) and establish a new personal identification number (PIN). On subsequent visits, you will use the same PIN you created during registration to access EDD Tele-CertSM.\n• The EDD Tele-CertSM method will provide you with prompts to assist in navigating through the certification process. You will be asked to input your answers using the keypad on your telephone. EDD Tele-CertSM does not use a voice recognition capability.\n• Your answers will be repeated back to you to ensure you answered each question correctly.",
    "metadata": {
      "section_title": "Accessing EDD Tele-CertSM",
      "page_number": 28
    }
  },
  {
    "section_id": "CA-69",
    "content": "You will be given the opportunity to change any incorrect answers. Your final entries will serve as an electronic signature.\n• You are responsible for the answers on your paper Continued Claim Form or when you certify using EDD Tele-CertSM. If you give false\nPage 23 of 43\nTips for Using EDD Telephone Certification (Cont.)\ninformation or do not report information that you should report, you may be subject to disqualification and penalties.\n• You will receive a confirmation number at the end of your call. It’s important to have a pen and paper ready to write down your confirmation number for your records as well as record the answers you gave using the IVR system.",
    "metadata": {
      "section_title": "Accessing EDD Tele-CertSM",
      "page_number": 28
    }
  },
  {
    "section_id": "CA-70",
    "content": "Some claimants participating in the following UI Programs will not be able to\ncertify using EDD Tele-CertSM until all unemployment systems are fully automated:\n• Apprenticeship Training\n• California Training Benefits (CTB)\n• Disaster Unemployment Assistance (DUA)\n• Federal-State Extended Duration (FED-ED) Extension\n• Partials Program (including Fisher partials and PMA partials)\n• State Special School Benefits (SSSB)\n• Trade Readjustment Allowance (TRA)\n• Work Sharing Program (WS)\nIn addition, if during any benefit weeks any of the following conditions apply to you, you must submit a paper form instead of using EDD Tele-CertSM\n• You changed your address or phone number.\n• You served on jury duty.\n• You have performed work and/or earned wages during any week of the certifying period (this includes all reportable income such as pension, Workers’ Compensation, residuals, and commission).\n• You are directly involved in a trade dispute and are on strike or locked out by your employer.",
    "metadata": {
      "section_title": "Some temporary limitations on using the EDD Tele-CertSM method",
      "page_number": 28
    }
  },
  {
    "section_id": "CA-71",
    "content": "• Even if you use EDD Tele-CertSM to certify for benefits, you will continue to receive a paper Continued Claim Form in the mail. You may certify for benefits using the paper form or EDD Tele-CertSM as long as one of the above temporary limitations or conditions do not apply to you.\n• DO NOT mail your paper claim form for any of the same week(s) you certify using EDD Tele-CertSM since it may delay your payments. The system will use the first certification submitted to process your payments. Also, do not send any other correspondence to the address indicated for paper Continued Claim Forms because that too could delay processing.\n• If you realize you made an error certifying for benefits using any of the available methods, contact the EDD immediately through the EDD website at www.edd.ca.gov or call one of the available toll-free phone numbers listed on the inside cover of this handbook to speak to a representative.\n• Allow 10 days for the processing of your EDD Tele-CertSM or paper form before contacting the EDD about the status of your benefit payment.\nPage 24 of 43",
    "metadata": {
      "section_title": "After you certify for UI Benefits",
      "page_number": 29
    }
  },
  {
    "section_id": "CA-72",
    "content": "In July 2011, Unemployment Insurance (UI) began issuing Visa branded EDD Debit CardsSM from Bank of America for electronic benefit payments, instead of mailing benefit checks. When your first electronic benefit payment is made, an EDD Debit CardSM will be mailed to you and you should receive it in no more than five business days from the date the payment is processed. Future benefits payments will be processed directly to your EDD Debit CardSM account, and you will have immediate access to your funds. You will receive information with the card about how to activate and use the card, about direct deposit transfer information, and contact information for Bank of America. A Continued Claim Form, without a check attached, will also be mailed to you after each electronic payment is processed. Once you receive your card, any UI Disability Insurance (DI) or Paid Family Leave (PFL) benefits for which you are eligible will be deposited to the same card account during the three year life of the card.",
    "metadata": {
      "section_title": "The EDD Debit CardSM",
      "page_number": 29
    }
  },
  {
    "section_id": "CA-73",
    "content": "you are eligible will be deposited to the same card account during the three year life of the card. You will continue to certify benefits each week in the usual manner. Although the card is issued by Bank of America, you do not need to have a bank account with Bank of America, or with any bank, to use the card. DIRECT DEPOSIT TRANSFER: A direct deposit transfer gives you the option to transfer funds to your personal bank account from your EDD Debit CardSM. Direct deposit transfers must be initiated by you through Bank of America. You will be required to provide Bank of America with your e-mail address in order to do the transfer, so that they may notify you when the transfer is done. If you do not have an e-mail address, a direct deposit transfer cannot be done. You may request a direct deposit transfer of your funds one time, or you may request funds to be automatically transferred when each benefit payment is made.",
    "metadata": {
      "section_title": "The EDD Debit CardSM",
      "page_number": 29
    }
  },
  {
    "section_id": "CA-74",
    "content": "You can request all or part of your benefit payments to be transferred. Direct deposit transfers may take up to 48 hours to complete and funds will not be available for use until the transfer is completed. You are responsible for your EDD Debit CardSM activation and use. DO NOT SHARE your EDD Debit CardSM information with anyone or allow other people to use your card. The information sent to you with your card will advise you how to avoid fees with careful use of the card. WARNING: If you share your personal identification number (PIN) or you allow others to use your card, and you experience loss of benefits, the benefits will not be replaced. If your card is lost, stolen, damaged, or you believe it has been used fraudulently, you should contact Bank of America immediately. IMPORTANT: The EDD and Bank of America will NOT contact you under any circumstances to request your EDD Debit CardSM number and/or PIN. If you are contacted by phone or e-mail and asked for the information, DO NOT RESPOND.\nPage 25 of 43",
    "metadata": {
      "section_title": "The EDD Debit CardSM",
      "page_number": 30
    }
  },
  {
    "section_id": "CA-75",
    "content": "IMPORTANT: Once you have received your EDD Debit CardSM, if you have additional questions about the card, you may contact Bank of America’s EDD Debit CardSM customer service:\n• Online: www.bankofamerica.com/eddcard\n• By phone:\no Bank of America EDD Debit CardSM Customer Service 1-866-692-9374\n[] TTY: 866-656-5913\no International 423-262-1650 (outside the United States – claimants can call collect.",
    "metadata": {
      "section_title": "EDD Debit CardSM Overview (Cont.)",
      "page_number": 30
    }
  },
  {
    "section_id": "CA-76",
    "content": "In July 2011, UI began issuing benefit payments to Visa branded EDD Debit CardsSM. Please refer to page 25 and the EDD Debit CardSM information in this section for important additional information about the card.\nUI CHECKS If you have not yet transitioned to the EDD Debit CardSM, you will be mailed a check if you are eligible to receive UI benefits. UI CHECKS ARE VALID FOR ONE YEAR FROM DATE OF ISSUE. The EDD mails your UI checks to you from a central location. The check, your new claim form, and a message stub are printed on a three-part form. The top section of the form contains a stub with information about your claim and important messages. You must read, detach, and save the stub for your record. The middle section of the form is your Continued Claim Form. Use it to certify for benefits for the next week(s) or you may certify online using EDD Web-CertSM or by phone using EDD Tele-CertSM.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE PAYMENTS (Checks and the EDD Debit CardSM)",
      "page_number": 30
    }
  },
  {
    "section_id": "CA-77",
    "content": "r the next week(s) or you may certify online using EDD Web-CertSM or by phone using EDD Tele-CertSM. NOTE: If this section is blank, do not mail the form back to the EDD. Disregard the preprinted reverse side of the form. The bottom section of the form contains your check. Detach and cash the check where you normally cash checks. If the check is not issued, only your address and the EDD office address will appear in this space. Detach and destroy this portion of the form. It should not be mailed back to the EDD with your completed Continued Claim Form. If you do not receive your check or a response from the EDD within 10 days of submitting your claim form, or if you have received your check and it has been lost, stolen, or destroyed, contact the EDD immediately. If you have any questions concerning your eligibility for benefits, contact the EDD.\nPage 26 of 43\nEDD DEBIT CARDSM The EDD Debit CardSM is mailed to you from Bank of America when you certify for benefits the first time and the payment is authorized by the EDD.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE PAYMENTS (Checks and the EDD Debit CardSM)",
      "page_number": 31
    }
  },
  {
    "section_id": "CA-78",
    "content": "nk of America when you certify for benefits the first time and the payment is authorized by the EDD. You should receive your card with five business days from the date your first payment is authorized. Subsequent payments are issued directly to the same card when you submit a certification and you are determined eligible for payment. You should activate your EDD Debit CardSM as soon as you receive it. Once activated, the EDD Debit CardSM is valid for three years from the date of issuance. You should keep your card. When the EDD issues UI payments to an EDD Debit CardSM, a claim form and message stub are printed on a three-part form, without a check attached. The top section of the form contains a stub with information about your claim and important messages about your payment. You must read, detach, and save the stub for your record. The middle section of the form is your Continued Claim Form.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE PAYMENTS (Checks and the EDD Debit CardSM)",
      "page_number": 31
    }
  },
  {
    "section_id": "CA-79",
    "content": "Use it to certify for benefits for the next week(s), or you may certify online using EDD Web-CertSM or by phone using EDD Tele-CertSM. NOTE: If this section is blank, do not mail the form back to the EDD. Disregard the preprinted reverse side of the form. The bottom section of the form will show your address and the EDD office address. Detach and destroy this portion of the form. It should not be mailed back to the EDD with your completed Continued Claim Form. If you do not receive your payment or a response from the EDD within 10 days of submitting your claim form, contact the EDD. If your card is lost, stolen, or damaged, or if you have questions about the use of your card, contact Bank of America. If you have any questions concerning your eligibility for benefits, contact the EDD.\nWe issue an envelope with your claim form. Mail your claim form, folding it back along the pre-folded line so that the address printed in the lower left hand corner of the Continued Claim Form shows through the window of the envelope. Do not mail or take your Continued Claim Form to any other address unless instructed to do so. Mailing your Continued Claim Form to any other address will result in a delay of payment.\nPage 27 of 43",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE PAYMENTS (Checks and the EDD Debit CardSM)",
      "page_number": 32
    }
  },
  {
    "section_id": "CA-80",
    "content": "In order to receive UI benefits you must meet certain eligibility requirements. There is a question regarding your eligibility if you:\n• Quit your job.\n• Were fired from your job.\n• Are out of work due to a strike or lockout.\n• Do not have child care.\n• Do not have transportation.\n• Do not look for work as instructed.\n• File your claim late.\n• Mail your claim forms late.\n• Certify late using EDD Web-CertSM or EDD Tele-CertSM.\n• Refuse a job.\n• Give incorrect information or withhold information.\n• Fail to participate in re-employment activities.\n• Are a school employee filing a claim during a recess period.\n• Are a professional athlete filing a claim during the off-season.\n• Are/were not in satisfactory immigration status or legally authorized to work.\n• Are attending school during normal working hours for your occupation.\n• Are not physically or mentally able to work during normal working hours for your occupation.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE ELIGIBILITY REQUIREMENTS",
      "page_number": 32
    }
  },
  {
    "section_id": "CA-81",
    "content": "If you are scheduled for a phone interview because there is a question concerning your eligibility, the EDD will call you at the scheduled interview date and time. You have the right to request more time if you need to contact witnesses, gather information, or obtain the advice of a representative. To request more time, call the EDD. The interviewer will ask you questions about the eligibility issue(s). Your answers will be documented and used to make a decision. If the eligibility issue involves an employer, we may contact the employer for additional information. The EDD makes a decision based on all the information available. If you are denied benefits, a written Notice of Determination will be mailed to you. The notice advises you of the reason for the EDD’s decision and gives you information about your appeal rights.\nIf you are not available for a scheduled eligibility interview and do not call the EDD to arrange another appointment, a decision will be made based on the available facts that may result in denial of your benefits.\nPage 28 of 43",
    "metadata": {
      "section_title": "TELEPHONE ELIGIBILITY INTERVIEW APPOINTMENTS",
      "page_number": 33
    }
  },
  {
    "section_id": "CA-82",
    "content": "If you willfully give false information or withhold information to file a UI claim and/or receive UI benefits, the EDD will assess a false statement disqualification. A false statement disqualification is a penalty that denies you benefits from 2 to 23 weeks. The penalty stays on your record for three years or until served, whichever comes first. To serve the penalty weeks, you must mail in your Continued Claim Forms each week, and be otherwise eligible for each week claimed. When a new claim is filed or when an existing claim is reopened and there has been intervening work, you will be sent a Notice of Unemployment Insurance Claim Filed. The purpose of this form is to ensure the information you provided when the claim was filed is accurate. The EDD will consider the information correct, unless you report corrected information within ten (10) days from the mailing date of the form in writing, by phone, or online via Ask EDD on the EDD website. This will protect you from being assessed a false statement disqualification. Per Section 1263(a) of the UI Code, any individual convicted by any court under Section 2101 that willfully made false statements or knowingly failed to disclose a material fact to obtain or increase any benefit or payment, shall forfeit any rights to benefits for 52 weeks starting at the filing of the criminal complaint. Penal Code 470 applies to these acts and penalties may include both fines and criminal prosecution.",
    "metadata": {
      "section_title": "PENALTIES",
      "page_number": 33
    }
  },
  {
    "section_id": "CA-83",
    "content": "A Notice of Overpayment is mailed to you when you have been paid UI benefits that you were not eligible to receive. The notice shows the amount of the overpayment and penalties, if any. It explains why you were overpaid and gives you information about your appeal rights. If you have general questions about overpayments or why you have been assessed an overpayment, you may call the UI toll-free telephone numbers listed on the inside cover of this handbook. The EDD classifies overpayments into two categories, non-fraud or fraud: Non-Fraud: When you have received benefits to which you were not entitled and you are not at fault, the overpayment is considered non-fraud. In some cases, the EDD can consider waiver of your non-fraud overpayment, and you may not have to repay the overpayment. You will receive a notice telling you if the overpayment must be repaid.",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 33
    }
  },
  {
    "section_id": "CA-84",
    "content": "e to repay the overpayment. You will receive a notice telling you if the overpayment must be repaid. Fraud: A fraud overpayment occurs when you knowingly give false information or withhold information and receive benefits that you should not have received. Withholding or giving false information to obtain unemployment insurance benefits is a serious offense that can result in criminal prosecution. With a fraud overpayment, you are assessed a penalty in the amount of 30 percent of the amount of the overpayment and a false statement disqualification of 5 to 23 weeks. Fraud overpayments and penalties must be repaid. If you do not repay your overpayment promptly, the EDD will deduct the money owed from your future weekly UI or State Disability Insurance\nPage 29 of 43\nbenefits. This process is referred to as an offset. The EDD may offset up to 100 percent of your benefits. Since the EDD cannot offset the penalty portion of an overpayment from your benefits, you must submit a payment to repay the penalty.",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 34
    }
  },
  {
    "section_id": "CA-85",
    "content": "The EDD may reduce or totally withhold your state income tax refunds, lottery winnings, or any other money owed to you by the state, to repay your overpayment. The EDD may also file a claim against you in court, charge you court costs and interest, and record a lien on your property. It may be possible for you to set up a payment plan to repay your overpayment by contacting the EDD Benefit Overpayment Collections Section at 1-800-676-5737. Establishing a payment plan will not stop an offset, if you are currently claiming UI or Disability Insurance (DI) benefits. You may use your credit card to repay an overpayment. For additional information regarding how to pay your benefit overpayment by credit card, refer to the EDD website at www.edd.ca.gov, Select the “Unemployment” tab and under “General Information,” select “Frequently Asked Questions.”",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 34
    }
  },
  {
    "section_id": "CA-86",
    "content": "You may appeal any written EDD decision. You must file your appeal in writing and you must state the reasons why you disagree with the decision. You may file an appeal by mail by sending a completed Employment Development Department Appeal Form, DE 1000M, or a letter to the address on your Notice of Determination. A letter of appeal must include your name, Social Security number, and the reasons why you disagree with the decision. You have 20 calendar days from the date of the decision to file a timely appeal. You can still appeal even if you miss the 20-day deadline. You must state why your appeal is filed late. At the appeal, you will be required to show good cause for delay in filing an appeal. If you do not show good cause for any delay beyond 20 days, the administrative law judge may dismiss your appeal.",
    "metadata": {
      "section_title": "APPEALING AN EMPLOYMENT DEVELOPMENT DEPARTMENT NOTICE",
      "page_number": 34
    }
  },
  {
    "section_id": "CA-87",
    "content": "The Office of Appeals will notify you of the date, time, and place of your hearing. An administrative law judge conducts your hearing. You have the right to review all records affecting the appeal before your hearing begins. Everyone testifies under oath. All testimony is recorded and is subject to cross- examination. The administrative law judge will mail a decision. If you live in another state, the appeal hearing will be handled by telephone. You do not have to travel to California to attend the appeal hearing.\nIf you disagree with the decision of the administrative law judge, you may appeal to the California Unemployment Insurance Appeals Board.\nIf you are appealing a disqualification, you must continue to certify for benefits while your appeal is pending. You may use any of the available methods to certify for benefits: mail the paper Continued Claim Form, certify using EDD Web-CertSM or EDD Tele-CertSM. If the administrative law judge decides you are eligible, you will only be paid for the weeks for which you certified and met all other eligibility requirements.\nPage 30 of 43",
    "metadata": {
      "section_title": "APPEALING AN EMPLOYMENT DEVELOPMENT DEPARTMENT NOTICE",
      "page_number": 35
    }
  },
  {
    "section_id": "CA-88",
    "content": "The fastest way to obtain a printout of your current UI claim payment history and award balance is to request a printout online on the website at www.edd.ca.gov. Select “Contact EDD” located at the top of the page, select “Ask EDD.” Select the category, “Unemployment Insurance Benefits,” select the sub-category “Other,” then select the topic, “Print Out of Claim.” When your request is received, a printout will be mailed to the address on record. If you need copies of other UI documents, call the EDD UI toll-free telephone numbers listed on the inside cover of this handbook.",
    "metadata": {
      "section_title": "REQUESTING COPIES OF YOUR UNEMPLOYMENT INSURANCE DOCUMENTS",
      "page_number": 35
    }
  },
  {
    "section_id": "CA-89",
    "content": "Individuals who contact the EDD to file a new UI claim that begins April 1, 2012, or after, and do not qualify to file a UI claim using the Standard Base Period, may be eligible to file a claim using the Alternate Base Period. The Standard Base Period is the first four of the last five completed calendar quarters before the beginning date of the claim. The Alternate Base Period is the last four completed calendar quarters before the beginning date of the claim, which means that qualified individuals can potentially use more recently earned wages to file a UI claim. (For more information about the two different base periods, refer to Item 5, “Total Wages” on page 5 of this handbook.) For all individuals who contact the EDD to file a new UI claim, and who do not qualify to file a claim using the Standard Base Period, the EDD will automatically consider whether they potentially qualify to file a claim using the Alternate Base Period.",
    "metadata": {
      "section_title": "Alternate Base Period Program",
      "page_number": 35
    }
  },
  {
    "section_id": "CA-90",
    "content": "matically consider whether they potentially qualify to file a claim using the Alternate Base Period. The EDD may need specific employer and wage information from the individuals before being able to determine eligibility to file a claim using the Alternate Base Period. It is important that all individuals have their complete employment information for the past 18 months available when contacting the EDD to file a UI claim, including all employers’ names and complete mailing addresses. If individuals do not have the employers’ complete contact information, they may be asked to contact the EDD again when they have all the information available. If you are potentially eligible to file an Alternate Base Period claim, and the EDD needs your proof of wages you earned for a past employer, the EDD will mail you an Affidavit of Wages, DE 23A. If you worked and earned wages for the employer listed on the form, as soon as possible, you will need to:\n1.",
    "metadata": {
      "section_title": "Alternate Base Period Program",
      "page_number": 36
    }
  },
  {
    "section_id": "CA-91",
    "content": "Fill out the form completely.\n2. Sign the form.\nB\n3. Gather your proof of earnings, such as your W-2 and/or pay stubs.\n4. Fax OR mail the completed and signed form, along with your proof of earnings, to the EDD using the fax number or mailing address provided on the form.\nIf the EDD is not able to obtain your work and earnings from your former employer, the EDD may use the signed affidavit and proof of earnings you provide to file your UI claim. If wages are added to your UI claim, you\nPage 31 of 43\nwill receive a Notice of Amended Unemployment Insurance Award. If you believe the amended notice is incorrect, you may contact the EDD to request a reconsideration of, or protest the accuracy of, the wages and/or the claim computation.",
    "metadata": {
      "section_title": "Alternate Base Period Program",
      "page_number": 36
    }
  },
  {
    "section_id": "CA-92",
    "content": "The California Training Benefits (CTB) program allows eligible California Unemployment Insurance claimants, who lack competitive job skills to compete for jobs in the California labor market, to receive their UI benefits which might otherwise not be allowed while attending a training program. Claimants who are approved by the EDD to participate in the CTB program do not have to meet the following eligibility requirements during the period of approved training:\n• Look for work.\n• Be available for work.\n• Accept suitable work.\nHowever, there is no guarantee that regular UI benefits, federal or federal- state extended benefits (extensions), or training extension (TE) claim will be sufficient to cover the entire period of approved training. There are two types of CTB program approval criteria the EDD uses to determine CTB eligibility.",
    "metadata": {
      "section_title": "California Training Benefits",
      "page_number": 36
    }
  },
  {
    "section_id": "CA-93",
    "content": "CTB participation may be approved assuming all other UI eligibility criteria are met and the EDD determines the training meets at least one of the following conditions:\n• The training is authorized and verifiable by one of the following state or federal program sponsors:\no Workforce Investment Act (WIA),\no Employment Training Panel (ETP),\no Trade Adjustment Assistance (TAA), or\no California Work Opportunity and Responsibility to Kids (CalWORKs)\n• You are an active journey level union member (JLUM) taking industry- related training approved by your union.\n• The training program and provider are listed on the California's Eligible Training Provider List (ETPL). The ETPL is online at http://etpl.edd.ca.gov/wiaetplind.htm.",
    "metadata": {
      "section_title": "Criteria 1",
      "page_number": 36
    }
  },
  {
    "section_id": "CA-94",
    "content": "If you are not approved under Criteria 1, your CTB participation may be approved only if you meet all other UI eligibility criteria and the EDD determines all of the following conditions are met:\n• You must be eligible for California UI benefits and be unemployed or partially unemployed for four or more continuous weeks or unemployed due to a plant closure, or substantial reduction in work force, or due to a mental or physical disability preventing the use of existing job skills, or due to technological changes in your occupation; AND\nPage 32 of 43\n• You must be unemployed due to a lack of demand for your current skills in your local labor market, or your occupation is seasonal and you have no other skills in current demand; AND\n• The training must relate to an occupation or skill which is in demand in the local labor market in California where you intend to seek work.",
    "metadata": {
      "section_title": "Criteria 2",
      "page_number": 37
    }
  },
  {
    "section_id": "CA-95",
    "content": "When federal extension claims are in effect in California, certain prerequisite or remedial training is included; AND\n• The training is taken at an approved training facility AND your training must be completed within a reasonable period of time, not exceeding 24 months (or not exceeding 48 months when federal extensions are in effect in California); AND\n• Your training must be full time, (typically not less than 20 hours per week, or 12 semester or quarter units) and intended to provide skills to obtain employment in a demand occupation; AND\n• You must reasonably be expected to complete the training successfully, even if your UI benefits are not sufficient to cover the entire period of training; AND\n• The beginning date of the new training must be more than three years from the beginning date of the last CTB participation.\nContact your local One-Stop Career Center for the name and location of the training providers in your area. To locate the One-Stop Career Center nearest you, contact the EDD at www.edd.ca.gov or call the telephone numbers listed on the inside cover of this handbook.",
    "metadata": {
      "section_title": "Criteria 2",
      "page_number": 37
    }
  },
  {
    "section_id": "CA-96",
    "content": "An extension of CTB training benefits may be available beyond your regular UI claim while you are in approved training. The training extension (TE) claim provides additional benefits up to a combined total of 52 weeks times the weekly benefit amount of the regular (parent) UI claim on which the CTB was approved. However, the maximum award of the parent UI claim and any subsequent new UI claim, and the payments on extensions, are subtracted from the maximum TE amount. When extensions are available and an individual qualifies for these benefits, extended benefits may replace TE benefits.",
    "metadata": {
      "section_title": "California Training Benefits Training Extension Claims",
      "page_number": 37
    }
  },
  {
    "section_id": "CA-97",
    "content": "The TE claim benefits equal (=) the Weekly Benefit Award (parent claim) multiplied by (x) 52, minus (-) the Maximum Benefit Award (parent claim), minus (-) the federal or federal-state extended benefits, minus (-) any subsequent regular UI claims. If an individual qualifies for a subsequent new regular UI claim or extension in California or another state while receiving training extension benefits, the new claim or extension must be filed and benefits must be paid from the new claim or extension, even if the new claim has a lower weekly benefit amount. To be eligible for TE benefits, you must ask for information about CTB or apply for CTB training approval with the EDD no later than the 16th week of UI benefits paid. If your UI claim award is 16 weeks or less, you must ask for information or apply before you receive the last UI benefit payment.",
    "metadata": {
      "section_title": "Training Extension Claim Computation Formula",
      "page_number": 38
    }
  },
  {
    "section_id": "CA-98",
    "content": "Page 33 of 43\nIf you are determined to meet the TE eligibility criteria, you may file a TE claim once benefits are exhausted on your regular UI claim and on any extension. The amount of benefits payable on a TE claim will be reduced by any benefits paid on an extension. You may file a TE benefits claim online by visiting the EDD website at www.edd.ca.gov, or call the telephone number on the inside cover of this handbook, after you receive your last UI benefit payment. For more information about training benefits or how to apply, visit the EDD website at www.edd.ca.gov and select Unemployment Insurance. In the middle of the page select “Unemployment.” Under “Apply for UI Benefits,” select “Unemployment Tip Sheets,” then select “Tips for Qualifying for the California Training Benefits Program.”",
    "metadata": {
      "section_title": "Training Extension Claim Computation Formula",
      "page_number": 38
    }
  },
  {
    "section_id": "CA-99",
    "content": "The Trade Adjustment Assistance (TAA) program is a federally funded program that provides training and training related benefits and services to those workers certified by the U.S. Department of Labor (DOL) as having lost their jobs, or had their hours and wages reduced as a result of increased imports from, or a shift in production to a foreign country. The TAA program provides:\n• Training to learn a new skill if suitable work is unavailable locally.\n• Job Search Allowances to reimburse workers who seek work outside of the local area, if suitable work is not available locally. (Restrictions apply)\n• Relocation Allowances to move family and household goods to another area or state if suitable work is found outside of the local labor market area. (Restrictions apply)\n• Re-employment Services to assist those workers needing additional skills in order to find suitable work.\n• Extended federal UI Trade Readjustment Allowances (TRA) benefits for workers enrolled in approved TAA training programs once the workers California UI benefits are exhausted. (Restrictions apply)\n• Health Coverage Tax Credit (HCTC) of up to 80 percent of the cost of premiums for health insurance for TAA eligible individuals and their qualified family members. (Restrictions apply)\n• Re-employment Trade Adjustment Assistance (RTAA) for older workers eligible to apply for the TAA program that return to work. (Restrictions apply)\n• TAA for farm workers involved in agricultural production or commercial salmon fishing.",
    "metadata": {
      "section_title": "Trade Adjustment Assistance Program",
      "page_number": 38
    }
  },
  {
    "section_id": "CA-100",
    "content": "Workers may petition the Department of Agriculture for TAA. (Restrictions apply)\nThe U.S. DOL is responsible for certifying or denying TAA program petitions. Three workers, a company official, a union representative, One-Stop operators or partners, State Workforce Agencies, or Dislocated Worker Units can file petitions. TAA petitions are available at your local EDD One-Stop Career Center offices, or online at www.doleta.gov/tradeact.\nPage 34 of 43\nFor more information on the TAA program, visit the EDD website and select on top of page, “Forms and Publications.” Under “Fact Sheets,” select “Trade Adjustment Assistance, DE 8714X,” or contact the EDD at one of the toll-free numbers listed on the inside cover of this handbook.",
    "metadata": {
      "section_title": "Trade Adjustment Assistance Program",
      "page_number": 39
    }
  },
  {
    "section_id": "CA-101",
    "content": "The Extended Benefits program becomes effective ONLY when unemployment is very high. This program pays additional benefits to those who qualify and have collected all the money on their regular claims and are not eligible for any other UI claims. THE EDD WILL NOTIFY YOU, by mail and/or through the media, when you become potentially eligible for this benefit. Under Title 18 of the United States Code, Section 1001, willfully and knowingly concealing a material fact by any trick, scheme, or device, or knowingly making a false statement in connection with an Extended Benefits claim, is a federal offense. You can be punished with a fine of not more than $10,000 or imprisoned for not more than five years or both.",
    "metadata": {
      "section_title": "Federal-State Extended Benefits Program",
      "page_number": 39
    }
  },
  {
    "section_id": "CA-102",
    "content": "The Disaster Unemployment Assistance (DUA) is a federal program that provides weekly payments for individuals whose work or self-employment is interrupted due to a disaster and who are not eligible for Unemployment or Disability Insurance benefits. DUA is authorized when the President of the United States declares a major disaster in the area and authorizes individual assistance and DUA benefits. Individuals may be eligible for DUA benefits if they meet any one of the following criteria:\n• The individual is unable to work as a direct result of the disaster.\n• The individual was scheduled to start work for an employer, but could not because of the disaster.\n• The self-employed individual is unable to work as a direct result of the disaster.\n• The individual intended to begin self-employment, but could not because of the disaster.\n• The individual became head of household as a result of the disaster.\nFor more information on DUA benefits, visit the EDD website and select on top of page, “Forms and Publications.” Under “Fact Sheets,” select “Disaster Unemployment Assistance, DE 8714Y,” or contact the EDD at one of the toll-free numbers listed on the inside cover of this handbook.",
    "metadata": {
      "section_title": "Disaster Unemployment Assistance",
      "page_number": 39
    }
  },
  {
    "section_id": "CA-103",
    "content": "Any employer who has a reduction in production, services, or other conditions that cause the employer to seek an alternative to layoffs may apply to participate in the Work Sharing (WS) program. Some of the specific requirements are:\n• A minimum of two employees, comprising at least 10 percent of the\nPage 35 of 43\nemployer’s regular work force or a unit of the work force, must be affected by a reduction in wages and hours worked.\n• The reduction in wages and hours worked also must be at least 10 percent.\nParticipating employees receive reduced UI weekly benefits corresponding to the percentage reduction of their work hours. Everyone benefits under the WS program. Employers keep trained workers during a slowdown and employees keep their jobs.",
    "metadata": {
      "section_title": "Work Sharing",
      "page_number": 40
    }
  },
  {
    "section_id": "CA-104",
    "content": "Some employers participate in the partial claims program. These employers give the form Notice of Reduced Earnings, DE 2063, to their full-time employees to complete and submit to the EDD for benefits instead of the regular Continued Claim Form. Employers issue DE 2063 forms to employees:\n• Who are laid off for no more than two consecutive weeks, or\n• Whose gross earnings, when reduced by $25 or 25 percent, whichever is greater, are less than their weekly benefit amount.\nWhen a new claim is filed or a claim is reopened, the EDD provides pre- addressed envelopes with the mailing address for completed DE 2063 forms. Failure to mail the completed DE 2063 to the correct address within 28 days of the form issue date may delay benefits. The DE 2063 form represents a seven-day period, usually based on the employer’s payroll week. Employees remain attached to the employer and do not have to look for other work, but must be able to work and be available for work. A Spanish translation is on the reverse side of the DE 2063. A Chinese translation of the DE 2063 is available on the EDD website www.edd.ca.gov. However, the English version of the form must be completed and submitted.",
    "metadata": {
      "section_title": "Partial Claims",
      "page_number": 40
    }
  },
  {
    "section_id": "CA-105",
    "content": "You may be required to register for work on the EDD’s Workforce Services assistance website CalJOBSSM within 21 days of the filing of your UI claim. You may also be required to complete a work search questionnaire and attend multiple re-employment assistance interviews or workshops. Failure to register in CalJOBSSM or failure to attend scheduled re-employment assistance appointments may affect your eligibility for UI benefits. If you are required to register in CalJOBSSM or to attend a re-employment assistance interview or workshop, you will be notified by mail. If you have any questions about these notices, contact the EDD immediately.",
    "metadata": {
      "section_title": "CalJOBSSM AND RE-EMPLOYMENT SERVICES",
      "page_number": 40
    }
  },
  {
    "section_id": "CA-106",
    "content": "California has a system to identify claimants for whom few job openings exist and who are, therefore, likely to exhaust their benefits. The EDD schedules those individuals most in need of assistance to an orientation to re-employment services. Once you have been scheduled for an orientation for a re-employment services interview, failure to attend may result in denial of your UI benefits.\nPage 36 of 43",
    "metadata": {
      "section_title": "Re-employment Services",
      "page_number": 41
    }
  },
  {
    "section_id": "CA-107",
    "content": "At EDD Workforce Services and partner sites, you can enroll in the CalJOBSSM Internet-based job and résumé listing system. With CalJOBSSM you can produce a quality résumé and view a wide variety of job listings within your city or anywhere in the state. If you have Internet access, you can also enroll at www.caljobs.ca.gov. The Workforce Services sites can also provide you with information about labor market conditions, services to veterans, and programs to assist those with barriers to employment. Information on services available, as well as locations of Workforce Services offices, can be found on the EDD website at www.edd.ca.gov. Call 1-866-333-4606 for Workforce Service locations. These services are provided at no cost and are available to job seekers who are legally entitled to reside and work in the United States. For more information, contact the local EDD Workforce Services office listed in the government pages of your telephone directory, or call the EDD.",
    "metadata": {
      "section_title": "Workforce Services",
      "page_number": 41
    }
  },
  {
    "section_id": "CA-108",
    "content": "Comprehensive One-Stop Career Centers provide access to a full range of services pertaining to employment, training and education, employer assistance, and guidance for obtaining other assistance. One-Stop Career Centers use varied strategies in providing the appropriate services to meet the needs of their customers. California’s Workforce Services is an integral partner in the One-Stop Career Center system. Information and county-by-county listings of all California One-Stop Career Centers and access points including addresses, phone numbers, and hours of operation can be accessed on the EDD website at www.edd.ca.gov, select the button, “EDD - Are you looking for an EDD office?” or “Jobs and Training” tab listed on top of the page, and under “Important Links,” select “One-Stop Career Center.”\n• Core Services are available and include, in part, labor market information, initial assessment of skill levels, and job search placement assistance.\n• Intensive Services are available to eligible unemployed individuals who have completed at least one core service, but have not been able to obtain employment, or employed individuals needing additional services to obtain or keep employment that will lead to personal self-sufficiency.\n• Training Services are available to eligible individuals who have met the requirements for intensive services and have not been able to obtain or keep employment.",
    "metadata": {
      "section_title": "One-Stop Services",
      "page_number": 41
    }
  },
  {
    "section_id": "CA-109",
    "content": "Individual Training Accounts are established to finance training based upon the individual’s choice of selected training programs.\n• America’s Service Locator - If you need information about finding jobs and job training in your community, visit America’s Service Locator online. Most of the services that may help you get back to work are available through your local One-Stop Career Center. The Toll-Free Help Line and America’s Service Locator online can help you find the location of the center nearest you.\nPage 37 of 43\nLocal services that may be available include:\n• Assessment and counseling.\n• Job search and placement assistance.\n• Information about local education and training providers.\n• Access to computers, telephones, and fax machines.\n• Toll-Free Help Line 1-877-US2-JOBS (1-877-872-5627).\n• America’s Service Locator online at: www.servicelocator.org.",
    "metadata": {
      "section_title": "One-Stop Services",
      "page_number": 42
    }
  },
  {
    "section_id": "CA-110",
    "content": "California’s State Disability Insurance (SDI) program offers two types of benefits for California workers: Disability Insurance (DI) and Paid Family Leave (PFL). DI provides benefits to eligible workers who are unable to work as a result of pregnancy, or a non work-related injury or illness. PFL benefits are paid to eligible workers who need to take time off from work to care for a seriously ill family member or to bond with a new child. You cannot receive DI, PFL, or UI benefits for the same period. You may also obtain DI or PFL claim forms by calling the toll-free telephone numbers below. You may also obtain DI or PFL claim forms on the EDD website at www.edd.ca.gov.",
    "metadata": {
      "section_title": "DISABILITY INSURANCE AND PAID FAMILY LEAVE",
      "page_number": 42
    }
  },
  {
    "section_id": "CA-111",
    "content": "When calling via the California Relay Service (711), please provide the Disability Insurance Number (1-800-480-3287) to the operator.",
    "metadata": {
      "section_title": "EDD Disability Insurance (DI) Toll-Free Numbers: English (Nationwide Toll-Free) 1-800-480-3287 Spanish 1-866-658-8846 TTY (Non-voice) 1-800-563-2441",
      "page_number": 42
    }
  },
  {
    "section_id": "CA-112",
    "content": "When calling via the California Relay Service (711), please provide the Paid Family Leave Insurance number (1-877-238-4373) to the operator.\nPage 38 of 43",
    "metadata": {
      "section_title": "EDD Paid Family Leave (PFL) Toll-Free Numbers: English (Nationwide Toll-Free) 1-877-238-4373 Spanish 1-877-379-3819 Cantonese 1-866-692-5595 Vietnamese 1-866-692-5596 Armenian 1-866-627-1567 Punjabi 1-866-627-1568 Tagalog 1-866-627-1569 TTY (Non Voice) 1-800-445-1312",
      "page_number": 43
    }
  },
  {
    "section_id": "CA-113",
    "content": "If you are delinquent in paying a child support obligation that has been filed with a court, we will withhold 10 to 25 percent of your weekly UI benefits, depending on your support order. The money will be sent to the Department of Child Support Services Local Child Support Agency that is enforcing the child support order. If you have child support obligations in more than one county, the money deducted from your benefits will be apportioned to the counties in which your support obligations exist. If you have questions about child support deductions or the distribution of the money, contact the agency office indicated on the notice you received advising you that child support deductions will be withheld from your unemployment benefits.",
    "metadata": {
      "section_title": "Child Support Intercept",
      "page_number": 43
    }
  },
  {
    "section_id": "CA-114",
    "content": "The EDD recognizes your concerns about imposter fraud and the threat of identity theft. Imposter fraud occurs when someone intentionally files a UI claim using another person’s employment or personal information. The EDD actively investigates cases of imposter fraud and is committed to protecting the identities of legitimate claimants. If you file a UI claim and there is reason to suspect a UI claim may have identity or imposter issues, you may receive a Request for Identity Verification, DE 1326C, requesting you to submit documents to validate the identity information provided when you filed for UI benefits. The EDD will contact employer(s) and governmental entities to verify the documents and any information you supply. If you have been issued an EDD Debit CardSM and believe it was lost or stolen, contact Bank of America immediately at www.bankofamerica.com/eddcard or via telephone at 866-692-9374 or TTY line at 866-656-5913. Do not allow another person to use your card. To report UI fraud visit the EDD website at www.edd.ca.gov and go to “Ask EDD,” or call the EDD toll-free Fraud Hotline at 1-800-229-6297. To learn more about what steps you can take to protect your identity and prevent imposter fraud, download the Protect Your Identity and Stop Unemployment Insurance Imposter Fraud, DE 2360EE, brochure from the EDD website under “Forms and Publications.”",
    "metadata": {
      "section_title": "Fraud Prevention and Detection",
      "page_number": 43
    }
  },
  {
    "section_id": "CA-115",
    "content": "The Immigration Reform and Control Act of 1986 requires the EDD to review the citizen or alien status of all UI claimants. When you file a claim or reopen your present claim, we must ask you to declare, under penalty of perjury, whether you are a citizen or national of the United States, or an alien in a satisfactory immigration status. Satisfactory immigration status means that you are lawfully residing in the United States and are legally authorized to work. If you are not a United States citizen, you will be asked to provide proof of your immigration status and work authorization. This may include, but is not limited to:\n• Your alien registration card, or\n• Other document(s) issued by the United States Citizenship and Immigration Services (USCIS), or\nPage 39 of 43\n• Any document(s) you consider to be proof of your satisfactory immigration status.",
    "metadata": {
      "section_title": "Verification of Right to Work",
      "page_number": 44
    }
  },
  {
    "section_id": "CA-116",
    "content": "The document(s) you present will be verified with USCIS. You will also be asked to make a declaration about your citizenship or immigration status during the period you earned the wages on which your claim is based. Alien claimants must show continuing work authorization from the USCIS. The documents must be presented to the EDD before the expiration date. Once the work authorization has expired and the EDD has no evidence that the work authorization has been extended, the EDD can no longer pay benefits. Benefits will be denied from the expiration date until the extension document is provided. Whether you are a citizen, national, or alien, you must be ready and able to establish your right to work when you are hired. You may be denied benefits for any week in which we find that you are unable to establish your right to work in the United States.",
    "metadata": {
      "section_title": "Verification of Right to Work",
      "page_number": 44
    }
  },
  {
    "section_id": "CA-117",
    "content": "The EDD may require you to verify your Social Security number (SSN) as being the one issued to you by the Social Security Administration (SSA). Your eligibility for benefits may be affected if the information available to the EDD indicates any of the following:\n• The SSN presented may belong to another individual.\n• The SSN is not valid.\n• The SSN was never issued by the SSA.\n• The wages shown in the base period of the claim may belong to another individual.\nSome of the most common errors associated with SSNs are:\n• The SSN being used is incorrect. You may have forgotten the number or transposed the number when you provided it to your employer.\n• The name at the SSA is different than the one you used to file your claim. You may have changed your name and not notified the SSA.\n• The date of birth at the SSA is different than the date of birth you gave when you filed your claim.",
    "metadata": {
      "section_title": "Verification of Social Security Number",
      "page_number": 44
    }
  },
  {
    "section_id": "CA-118",
    "content": "If the EDD requires you to verify your SSN, you must submit verification from the SSA that the SSN you used to file your claim is assigned to you, or you may submit to the EDD a copy of your complete annual statement issued to you by the SSA. A copy of your Social Security card will not satisfy this requirement. The location of your nearest SSA office can be found on the SSA website at www.ssa.gov, look under “Contact Us,” or in your local telephone book in the federal government listing under “Social Security Administration.” All recipients of unemployment benefits are also required to supply their California driver’s license or identification number (DL/ID #), if available. The Department of Motor Vehicles (DMV) verifies the DL/ID # for identification, integrity, and security of the UI program.\nPage 40 of 43",
    "metadata": {
      "section_title": "Verification of Social Security Number",
      "page_number": 45
    }
  },
  {
    "section_id": "CA-119",
    "content": "Although federal and state laws prohibit the revealing of information about your employment and your UI claim to your spouse, relatives, friends, non- interested parties, and private interest groups, federal legislation requires that such information be made available to state and federal Welfare, Medical Assistance, Food Stamps, Housing, and Child Support Enforcement agencies. Maintaining the confidentiality of your personal information is the responsibility of all agencies using the information.",
    "metadata": {
      "section_title": "Confidentiality",
      "page_number": 45
    }
  },
  {
    "section_id": "CA-120",
    "content": "The Privacy Act of 1974 requires that you be furnished this statement because you are asked to provide your SSN when filing a UI claim. Your SSN is requested under the authority of the Internal Revenue Code of 1954 (26 U.S.C. 85, 6011(a), 6050B, and 6109(a)). Disclosure of your SSN for this purpose is mandatory. Should you decline to disclose your SSN, your claim for UI benefits will not be processed. Your SSN will be used (1) to process your claim and determine your eligibility for UI, (2) to report your unemployment benefits to the Internal Revenue Service (IRS) as income, (3) for statistical purposes, and (4) for cross-matching by public assistance agencies or other governmental entities in the official performance of their duties.",
    "metadata": {
      "section_title": "Privacy Act Statement",
      "page_number": 45
    }
  },
  {
    "section_id": "CA-121",
    "content": "File or reopen your UI claim the fast and easy way using eApply4UI, the EDD online application. The eApply4UI application is reliable and secure, and is available in English or Spanish, 24 hours a day. Access eApply4UI at www.edd.ca.gov/eapply4ui. You may also file or reopen your UI claim by mail or fax, using the paper UI application, DE 1101I on the EDD website at www.edd.ca.gov. Select the “Unemployment” tab, on the left column under “Apply for UI Benefits,” select “Mail or Fax.” The application can be completed online and printed, or it can be printed and completed by hand. The application can then be faxed or mailed to an EDD office for processing.",
    "metadata": {
      "section_title": "Internet Claim Filing",
      "page_number": 45
    }
  },
  {
    "section_id": "CA-122",
    "content": "Access the EDD home page at www.edd.ca.gov to learn more about services the EDD provides. You will find answers to frequently asked questions (FAQs) on the website. If you have a question that is not addressed in our frequently asked questions section or elsewhere on this website, or would like to report fraud, please contact the EDD through “Ask EDD” (see inside front cover for directions). To help us answer your question, please include as much information as possible. Your personal information (e.g., Social Security numbers) will be maintained in a fully secure environment.\nPage 41 of 43",
    "metadata": {
      "section_title": "Other Internet Services",
      "page_number": 46
    }
  },
  {
    "section_id": "CA-123",
    "content": "Many EDD services can be accessed by telephone including recorded information about your most recent UI payment. The automated self-service number provides UI Benefit information and general information, 24 hours a day, seven days a week. Unemployment Insurance payment information includes the date your last payment was issued, the amount paid, and period of time paid. To access your payment information, you will be asked to enter your SSN and a personal identification number (PIN) on your telephone keypad. You will establish your PIN the first time you use the self-service number to access your payment information. The EDD self-service number provides step-by-step instructions to guide you to services you want, in English and Spanish. For faster access to payment information or to certify for benefits using EDD Tele-CertSM, it is recommended that you call during non-business hours, after 5 p.m. and before 8 a.m., Monday through Friday, Pacific Standard Time, or on Saturday and Sunday.",
    "metadata": {
      "section_title": "Telephone Services",
      "page_number": 46
    }
  },
  {
    "section_id": "CA-124",
    "content": "r 5 p.m. and before 8 a.m., Monday through Friday, Pacific Standard Time, or on Saturday and Sunday. You will not be connected to a customer service representative using the self-service number. For more information about accessing payment information by telephone, refer to the EDD website at www.edd.ca.gov/unemployment. Under “Managing you UI Benefits,” select “Where is your UI Benefit Payment?” When you call one of the toll-free telephone numbers, customer service representatives are available to assist you with questions regarding missed appointments, appeals, overpayments, and UI claim Information, Monday through Friday, 8 a.m. to 5 p.m., Pacific Standard Time. Monday and Tuesday are usually our busiest days. For faster service, call us Wednesday or Thursday to file your claim or to inquire about your claim. You must, however, call by Friday of the week in which you become unemployed to receive credit for that week.",
    "metadata": {
      "section_title": "Telephone Services",
      "page_number": 46
    }
  },
  {
    "section_id": "CA-125",
    "content": "Outside California: If you reside in another state and your UI benefit claim is against California (California is the state paying the benefits to you), the same telephone services as described above are available to you. For information on employment services in your state, you can call the America's Workforce Network Toll-Free Help Line at 1-877-US-2JOBS (1-877-872-5627) or visit their website at www.servicelocator.org. You can find the One-Stop Career Center nearest you, information on Unemployment Insurance for your state, and employment training. Remember that other states have different names for their employment services. In some states the local employment service may contact you directly about job registration and job search services. It may be mandatory that you register for work to receive unemployment benefits.\nPage 42 of 43",
    "metadata": {
      "section_title": "Telephone Services",
      "page_number": 47
    }
  },
  {
    "section_id": "CA-126",
    "content": "Deaf and hard-of-hearing customers can call the EDD direct on TTY to file for unemployment benefits or get current information on their unemployment claim. TTY users and people with speech disabilities can also use the California Relay Service (CRS) to contact the EDD. The relay service with the EDD phone numbers is provided on the inside cover of this handbook.",
    "metadata": {
      "section_title": "Telephone Services for the Deaf, Hard-of-Hearing, and Speech-Disabled",
      "page_number": 47
    }
  },
  {
    "section_id": "CA-127",
    "content": "NOTE: The TTY 800 number does not accept voice calls.",
    "metadata": {
      "section_title": "NOTE:",
      "page_number": 47
    }
  },
  {
    "section_id": "CA-128",
    "content": "Unemployment Insurance (UI) is taxable income and must be reported on your federal income tax return. The EDD will mail you a form 1099G that states the amount of benefits paid to you during the previous year. The 1099G forms should arrive by January 31. If you do not receive the 1099G form, you may request a duplicate by:\nCalling:\n1-866-401-2849\nWrite to:\nEDD, UI Integrity and Accounting Division\nMIC 16A\nP. O. Box 2408\nRancho Cordova, CA 95741-2408\nBe sure to include your full name, Social Security number, mailing address, and the year for which you are requesting a duplicate 1099G. If you have questions regarding your tax liability of UI benefits, contact the Internal Revenue Service (IRS) toll-free number 1-800-829-1040.",
    "metadata": {
      "section_title": "Federal Income Tax and Unemployment Insurance Benefits",
      "page_number": 47
    }
  },
  {
    "section_id": "CA-129",
    "content": "You may request that federal taxes be withheld from your benefit payments. This option is strictly voluntary; you are not required to have taxes withheld from your benefits. Some important points to consider when you make this choice:\n• Unemployment compensation is subject to federal income tax. The EDD will report your benefits to the IRS annually.\n• Requirements exist pertaining to estimated tax payments. Failure to pay required estimated income tax might result in federal income tax penalties.\n• If you elect to have federal income taxes withheld, the adjusted weekly benefit amount is your weekly benefit amount minus deductions due to wages earned, illness, or certain other reasons.\nPage 43 of 43\no i) & N & ] F",
    "metadata": {
      "section_title": "Voluntary Federal Income Tax Withholding",
      "page_number": 48
    }
  },
  {
    "section_id": "CA-130",
    "content": "The EDD is an equal opportunity employer/program. Auxiliary aids and services are available upon request to individuals with disabilities. Requests for services, aids, and/or alternate formats need to be made by calling the information numbers listed in this booklet.\nDE 1275A Rev. 49 (2-12) (INTERNET) Back Cover + 43 Pages",
    "metadata": {
      "section_title": "EMPLOYMENT DEVELOPMENT DEPARTMENT",
      "page_number": 48
    }
  }
]