[
  {
    "section_id": "CO-0",
    "content": "Unemployment Insurance (UI) is a program designed to provide temporary income to workers who lost their job through no fault of their own and who meet the eligibility requirements set forth by the law. These benefit payments help job seekers focus on the path to reemployment and lessen the negative impact of unemployment on the economy. Benefits are not available to all workers. For example, workers who were fired from their job for misconduct cannot receive UI benefits. Funding for the UI Program The Colorado UI program is funded through premiums paid by employers. No money is deducted from your paycheck to pay for UI benefits.",
    "metadata": {
      "section_title": "About the UI Program",
      "page_number": 1
    }
  },
  {
    "section_id": "CO-1",
    "content": "The Colorado Department of Labor and Employment is here to assist you through your time of unemployment. To make sure you are paid benefits in a timely manner, please help us by:\n● Providing accurate information\n● Responding to requests for information quickly and accurately\n● Completing all requirements to maintain UI eligibility, as outlined in this guide\n● Keeping your contact information up-to-date\nChange of Address or Phone Number If you move or change your phone number, let us know as soon as possible. Failure to notify our agency of your current contact information may result\nin a delay in payment of benefits. The easiest way to update your address or phone number is on MyUI+ (opens in new window) . For the Fastest Service, Go Online Go to MyUI+ and set up an online account. In MyUI+, you can open a claim, check the status of your claim, request information, and more through our safe and secure portal.",
    "metadata": {
      "section_title": "We are Here to Help You",
      "page_number": 2
    }
  },
  {
    "section_id": "CO-2",
    "content": "m, check the status of your claim, request information, and more through our safe and secure portal. You can also access MyUI+ anytime on your mobile device. If you need help setting up your account in the new MyUI+ system, requesting weekly benefits, or for help with a program integrity issue on your claim, please call us.\nAnyone can file for unemployment, however, there are criteria you have to meet to qualify for benefits. If you received $2,500 or more in wages on a W-2 from any employer where taxes were withheld during the last 18 months, you may qualify for unemployment benefits. Before you file a claim, gather your income-related information, such as pay stubs. Be prepared to provide information about work you have performed in the last 18 months, including the legal name and address of the business, dates you worked, and rate of pay. When you are ready to file a claim, go to MyUI+.",
    "metadata": {
      "section_title": "We are Here to Help You",
      "page_number": 3
    }
  },
  {
    "section_id": "CO-3",
    "content": "of the business, dates you worked, and rate of pay. When you are ready to file a claim, go to MyUI+. You will need to create an account and follow the instructions to start a new claim. MyUI+\nYou can file and manage your claim online with MyUI+, you can open a claim, check the status of your claim, request weekly payment, request information, and more through our safe and secure portal. You can also access MyUI+ anytime on your mobile device. Once you register, your account will be valid for any future claims so remember your password and check often to ensure your account information is up to date, even after your claim ends.\nIf you need help setting up your account in the MyUI+ system, requesting weekly benefits, or help with a program integrity issue on your claim, please contact us.\nNOTE: You may cancel your claim within 12 calendar days of filing it. You must call and notify us of your wish to cancel.",
    "metadata": {
      "section_title": "We are Here to Help You",
      "page_number": 3
    }
  },
  {
    "section_id": "CO-4",
    "content": "If you do not cancel within 12 calendar days of filing, your claim will remain on file for the duration of the claim year whether or not you keep it active.\nPersonal Identification Number You will receive a personal identification number (PIN), which you must use if you plan to request benefit payments by phone or want to access your claim on our Virtual Agent. It is your responsibility to keep your PIN in a safe and secure place. Do not share this PIN with anyone. If your PIN is used without your authorization, you may be held responsible. Verifying Your Identity Any time you start an unemployment claim, or reopen a claim, we will ask you to verify your identity. Please make sure you complete all identity verification tasks as soon as possible so that you can file your claim in a timely manner. You will be asked to\nupload a picture of your ID and take a selfie; or visit a USPS location to verify in person.",
    "metadata": {
      "section_title": "We are Here to Help You",
      "page_number": 4
    }
  },
  {
    "section_id": "CO-5",
    "content": "After you submit your application for unemployment insurance benefits, the Division of Unemployment Insurance conducts a thorough review of your claim. Processing your claim will typically take 4-6 weeks, but could take longer, depending upon the circumstances of your separation, your qualifying wages, or other factors that could make your claim more complex. When we review your claim, we examine the information you submitted and contact all the employers you worked for in the past 18 months. We do this to learn more about the circumstances related to your job separations. We also review your claim information to help determine your eligibility. Please review the Eligibility for UI Benefits page to understand whether or not you may be eligible for benefits, and how to maintain your eligibility if your claim is approved.",
    "metadata": {
      "section_title": "What Happens After You File A Claim",
      "page_number": 4
    }
  },
  {
    "section_id": "CO-6",
    "content": "1. Make Good Use of Your MyUI+ Account You may have used MyUI+ to complete your application for unemployment. You can also use your MyUI+ account to answer follow-up questions we may have about your application or job separations, to request benefits online and to check the status of payments. 2. Verifying Your Identity\nYou will be asked to verify your identity when you complete your unemployment application and when you make some changes to your account information. You may be asked to verify your identity more than once. Please note that your benefit payment will not be released until you have verified your identity.\n3. Request Payment EVERY WEEK\nYou will need to request payment/certify your unemployment status every week, even if your claim has not yet been approved/denied. If you fail to request payments within the specified timeframe, the system will assume that you are back to work and no longer need benefits.",
    "metadata": {
      "section_title": "Keep Your Claim Moving Forward",
      "page_number": 5
    }
  },
  {
    "section_id": "CO-7",
    "content": "e specified timeframe, the system will assume that you are back to work and no longer need benefits. This will close your claim and prevent your ability to request payment.\n4. Quickly Return Any Follow-Up Documentation We Send You\nAfter applying for unemployment insurance benefits, you will\nreceive several important documents. These documents will\neither be delivered to your MyUI+ account or via the U.S. mail.\nWe recommend selecting electronic delivery, as it will\nexpedite any claim-related documents and may result in a\nfaster decision on your claim. Make sure that you read and\nrespond to any requests for information as soon as possible to\navoid any delays in processing.\nHere are a few tips to ensure your documents are processed as\nquickly as possible:\nDO:\n● Use MyUI+ to respond to questionnaires, file an appeal, or upload supporting documentation (as one complete document when possible), rather than faxing or mailing.",
    "metadata": {
      "section_title": "Keep Your Claim Moving Forward",
      "page_number": 6
    }
  },
  {
    "section_id": "CO-8",
    "content": "Mailing/Faxing will extend processing times.\n● Return the barcoded CDLE form with any supporting documentation, and put that form on the top!\n● Include your name, Claimant ID number on any pages which are not a barcoded CDLE form.\n● When returning multiple forms, make sure all pages are in the proper order with the CDLE barcoded form being on top of any supporting documentation for each form.\n● If you are unable to return the form, include the Document ID on all pages. This can be found at the bottom left corner of the form.\n● If sending via fax, you must use the correct fax number as listed on the form. Sending documents to the wrong number can result in significant delays in processing.\n2\n● When submitting documents by fax, don’t include a cover page other than the CDLE barcoded form.\n● Do not upload one page at a time for multiple page documents (submit as one complete document when possible).\n● Do not send the same documentation multiple times. ● Do not send the same documentation both electronically and by\nmail or fax.",
    "metadata": {
      "section_title": "Keep Your Claim Moving Forward",
      "page_number": 6
    }
  },
  {
    "section_id": "CO-9",
    "content": "Our agency will review your claim to determine if you qualify for benefits. We look at these three criteria:\n1. How much did you work in the 18 months before filing\na claim?\nYou must have earned at least $2,500 in wages during your “base period.” The base period (opens in new window) is four of the last five calendar quarters before the start date of your claim. A calendar quarter is equal to 3-month segments of the year, beginning in January. For example, if you file your claim in October 2025, the last five completed calendar quarters are:",
    "metadata": {
      "section_title": "Qualifying for Unemployment Benefits",
      "page_number": 7
    }
  },
  {
    "section_id": "CO-10",
    "content": "This does not include the current quarter filed your claim because it has not yet been completed (October is at the beginning of the fourth quarter). The base period would be the third quarter of 2024 through the second quarter of 2025. We will send a form called Notice of Wages and Possible Benefits that shows how much you earned in the base period and how much you may receive in benefits. If you did not earn at least $2,500 during the standard base period, you may be eligible to use an alternate base period if you earned wages during this period (the most recent four completed calendar quarters). Some additional factors we consider while processing your claim include work in other states, federal civilian wages, and military wages.",
    "metadata": {
      "section_title": "[2024 - Q3] [2024 - Q4] [ 2025 - Q1] [2025 - Q2] [2025 - Q3]",
      "page_number": 7
    }
  },
  {
    "section_id": "CO-11",
    "content": "If you worked in or have wages in more than one state, you may choose to use these wages on your Colorado unemployment claim. In order to use the out-of-state wages on your claim, you must also have wages in Colorado during the base period. We will contact your previous employer(s) and that state to determine whether or not they are included in your claim based on Colorado’s law. If you have not already told us about your employment in another state, call the Customer Service Center at 303-318-9000 (Denver metro area) or 1-800-388-5515 (outside Denver-metro area) to add an employer to your claim. You may have overlapping claims in more than one state.",
    "metadata": {
      "section_title": "Work in Other States",
      "page_number": 7
    }
  },
  {
    "section_id": "CO-12",
    "content": "The federal government does not report your wages to us, so we request your federal wages after you file for unemployment. Those wages are added to your claim after they are verified by the federal agency for which you worked, which means they may not appear on your first Notice of Wages and Possible Benefits.\nYou must sign and return the Claimant’s Affidavit of Federal Civilian Service, Wages, and Reason for Separation and the Unemployment Compensation for Federal Employees forms. Also, include the following forms when you provide the information above: SF-8 and SF-50. These forms should have been provided to you when you separated from the Federal Employer. If these forms are not provided to the division, this could delay the processing of your claim. When the federal wages are added, you will receive a new Notice of Wages and Possible Benefits. If you have not already told us about your federal employment, call the Customer Service Center at 303-318-9000 or 1-800-388-5515 (outside Denver-metro area) to add this employer to your claim.",
    "metadata": {
      "section_title": "Federal Civilian Wages",
      "page_number": 8
    }
  },
  {
    "section_id": "CO-13",
    "content": "Your branch of service does not report your wages to us, which means those wages may not be reported on your first Notice of Wages and Possible Benefits. In order for the division to add wage information to your claim and prevent delays in processing, you must mail or fax a copy of your DD Form 214, Member 4 (this form does not need to be notarized). You can request a copy of your DD Form 214 online.\n2. Why are you no longer working for your past\nemployer?\nThe reason you are no longer employed helps determine whether you can receive UI benefits. In order to qualify for benefits, you must have lost your job through no fault of your own (for example, a layoff, reduction in hours, or reduction in pay not related to performance). We will contact your previous employer(s). Here are some examples of separation reasons that may qualify or disqualify you from receiving benefits.\nYou may receive benefits if you:\n● Were laid off or your hours were reduced because your\nemployer did not have enough work for you.\n● Left your last job and can show it was for a good cause\nrelated to the job (such as unsafe working conditions).\n● Are unemployed because you or your child were a victim\nof domestic violence, stalking, or sexual assault.",
    "metadata": {
      "section_title": "Military Wages",
      "page_number": 9
    }
  },
  {
    "section_id": "CO-14",
    "content": "● Left your job for personal reasons unrelated to work.\n● Were fired for misconduct.\n● Are not legally authorized to work in the United States.\n● Are self-employed full-time.\n● Are currently receiving workers’ compensation for an\non-the-job injury.\n3. Are you able and available to work?\nIn order to qualify for UI benefits you must be:\n● Actively looking for work (unless you are job or union-attached—see more info in the glossary page)\n● Mentally and physically able to work\n● Legally authorized to work in the United States\n● Available to accept new work (for example, you do not have personal responsibilities that would prevent you from working)",
    "metadata": {
      "section_title": "You may not receive benefits if you:",
      "page_number": 10
    }
  },
  {
    "section_id": "CO-15",
    "content": "If you are eligible for UI benefits, you may receive your payment by:\n● Direct Deposit – This option puts money directly into your checking account.\n● Prepaid Debit Card – This option provides you with a prepaid debit card from U.S. Bank called ReliaCard. You can make purchases, get cash, and pay bills everywhere Visa® debit is accepted.\nVisit the Payment page\n(opens in new window) for more information about these payment options. To get paid you must maintain your eligibility. In order to remain eligible and continue to receive benefit payments, you must: Request payment every week starting Sundays from the effective date of your claim. Respond truthfully when requesting payment of benefits. Actively seek work and keep track of your work-search activities. Be physically and mentally able to work. Be willing to accept suitable work. Be available to begin work immediately if a job is offered. Report all hours you worked and gross wages you earned each time you request payment.\nRegister with your local workforce center or at Connecting Colorado within one week of filing your claim. Please schedule a RESEA meeting within MyUI+ if you receive a notice to participate in the RESEA program. You must comply with each of the tasks listed above in order to avoid possible overpayments or a fraud investigation.",
    "metadata": {
      "section_title": "Options for Receiving Payment",
      "page_number": 11
    }
  },
  {
    "section_id": "CO-16",
    "content": "You are required to actively search for work every week you receive UI benefits by completing work search activities. We recommend that you complete at least five work search activities per week. If you are union or job-attached, you may not need to search for work. Examples of work-search activities include:\n● Applying or interviewing for a job for which you are qualified.\n● Taking an exam as part of an application process for a job for which you are qualified.\n● Participating in reemployment services at a state workforce center or other location where similar services are provided, including resumé building.\nWe regularly audit unemployment insurance claims. If you are audited, you will need to provide proof of your work search efforts. Failure to complete work-search activities each week and document those activities with information that can be confirmed\nmay cause the denial of benefits and may result in an overpayment.",
    "metadata": {
      "section_title": "Searching for Work",
      "page_number": 12
    }
  },
  {
    "section_id": "CO-17",
    "content": "● You must request payment every week\n● Request your payments online through MyUI+\n● (opens in new window)\n● every week. If you do not have access to MyUI, you may call our customer service center at 303-318-9000 or toll-free at 1-800-388-5515.\n● Payments will be made by direct deposit to your bank account or to your UI debit card\n● Request payment only for any weeks you are unemployed or worked fewer than 32 hours.\n● If you are working while claiming UI benefits, you must report how much money you made. The amount you must report is your gross earnings, not your net earnings.\nWhat Earnings to Report When you have an open unemployment claim but are still getting some hours of work, you may be awarded part of your weekly benefits, but you must have earned less than your weekly benefit amount and worked fewer than 32 hours that week.",
    "metadata": {
      "section_title": "Requesting Weekly Payment & Reporting Earnings",
      "page_number": 13
    }
  },
  {
    "section_id": "CO-18",
    "content": "you must have earned less than your weekly benefit amount and worked fewer than 32 hours that week. The law states that you can earn up to 50 percent of your weekly benefit amount and still be paid your full benefit payment. After that, we must reduce your benefit payment by one dollar for each dollar you earn. We require that you report the time\nand gross earnings the week they were earned (not the week they are paid). Any money received in exchange for work or services MUST be reported as earnings on your claim, even if it’s just one hour worked or one dollar earned. Tips must be reported as wages. Be sure you are reporting for the week you worked, not when you get paid. Payments you must report as earnings or wages include: any payments for work, including Full-Time, Temporary Work, Self-Employment, Military Employment, Federal Employment, Commission, Paid Training, 1099, Contract Jobs, Cash Jobs, and/or Paid Time Off when work was available.",
    "metadata": {
      "section_title": "Requesting Weekly Payment & Reporting Earnings",
      "page_number": 13
    }
  },
  {
    "section_id": "CO-19",
    "content": "ission, Paid Training, 1099, Contract Jobs, Cash Jobs, and/or Paid Time Off when work was available. If you make a mistake when reporting your earnings, you may correct this information in MyUI+ or by calling the Benefits Payment Center at 303-318-9035. Failing to accurately report wages, earnings, or other types of payment may be considered fraud and could result in penalties or denial of benefits. How and When to Report Earnings When requesting payment of benefits, you must report your hours worked and gross earnings (i.e., earnings before tax withholdings, child support, etc.) for each week that you request payment, so it is important that you keep a record of all of your hours and earnings.\n● You can report your hours in MyUI+ online or by calling our automated system at 303-813-2800 (Toll-Free 1-888-550-2800).\n● Report hours and earnings for each week. Weeks are always Sunday through Saturday.\n● Report hours and earnings for the week that the hours were worked, not when you were paid.\n● Report the total amount that you earned, not your hourly wage.\n● Report hours and earnings before any withholdings or deductions.\n● Report all your earnings from any type of work you did, including tips, commission, paid orientation/training, self-employment, temporary work, seasonal work, day labor, and any other part-time work.",
    "metadata": {
      "section_title": "Requesting Weekly Payment & Reporting Earnings",
      "page_number": 14
    }
  },
  {
    "section_id": "CO-20",
    "content": "NOTE: If you do not correctly report your hours and earnings it could result in an overpayment, which you must pay back, in addition to penalties. Self Employment Self-employment is considered work. You will need to report your hours worked and profits or gross earnings for the hours worked each week when you request payment (not when you get paid), so be sure to keep track of all of your hours and earnings. You must also maintain your eligibility by meeting all the requirements in order to be paid benefits. Commission Earnings Commissions are considered earnings. You will need to report your hours worked and estimate your commissions earned for each week you request payment, so be sure to keep track of all your hours and earned commissions. Instead of waiting until you are paid, we require that you report the estimated commissions as they are earned (when you request payment).\nHow to Calculate Gross Earnings You will need to report your hours worked and gross earnings (pay before any withholdings, e.g., taxes or child support) information for each week when you request payment, so be sure to keep track of all your hours and earnings.",
    "metadata": {
      "section_title": "Requesting Weekly Payment & Reporting Earnings",
      "page_number": 15
    }
  },
  {
    "section_id": "CO-21",
    "content": "For instance, if you worked 30 hours in a week at $20 per hour, you would report $600 in gross earnings for the week.",
    "metadata": {
      "section_title": "Number of Hours Worked during Week x Rate of Pay = Gross Earnings",
      "page_number": 15
    }
  },
  {
    "section_id": "CO-22",
    "content": "Processing your claim usually takes four to six weeks to complete. After you file your claim, we request separation information from your previous employer(s), evaluate your previous wages, and review any additional income. When processing is complete, you will begin to receive your requested payment(s) if you qualify. You may also receive a Notice of Decision explaining why you will or will not receive a payment. You may appeal any decision you disagree with through an appeal process (opens in new window) . While Your Claim is Processing\nDuring the processing time frame, you may be sent notices regarding your claim. Communications will be based on your identified preference of either email or mail. The Division highly recommends email as it is recognized as the most timely delivery of documents.",
    "metadata": {
      "section_title": "Processing Your Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "CO-23",
    "content": ". The Division highly recommends email as it is recognized as the most timely delivery of documents. Check your email and/or mail, and respond to any requests for information by the due date. You must request payment every week and meet all eligibility requirements even while you wait for your claim to be processed. Your first request for payment will be on the Sunday immediately following the first week of your claim. Reopening Your Claim If you stopped requesting payment and need to reopen your claim, please do so in MyUI+. To avoid delays on your claim, you should reopen your claim as soon as you stop working or when you begin meeting all the eligibility requirements. If you have tried to reopen your claim online but need additional assistance, you may contact the Customer Service Center at 303-318-9000 or 1-800-388-5515 (outside Denver-metro area) during the hours of operation for claim-filing services.",
    "metadata": {
      "section_title": "Processing Your Claim",
      "page_number": 17
    }
  },
  {
    "section_id": "CO-24",
    "content": "Overpayments An overpayment occurs when unemployment benefits are paid, and it is later determined that benefits should not have been paid (not eligible or entitled). You are required to repay these benefits no matter what caused the overpayment. Some of the common causes of overpayments include:\n● A hearing officer's decision reverses a previous award of benefits.\n● You incorrectly report information when requesting payment and the information is corrected later.\n● Your base period wages were incorrectly reported by your employer, and the wages are corrected later.\n● Your claim is incorrectly processed, and it is corrected later.\nIf you cannot repay the entire amount immediately, contact us to ask if you can setup a repayment plan at 303-318-9035 (Denver-metro area) or 1-877-464-4622 (outside Denver-metro area).",
    "metadata": {
      "section_title": "Processing Your Claim",
      "page_number": 17
    }
  },
  {
    "section_id": "CO-25",
    "content": "To receive UI benefits, you must either register in person at your local workforce center or online at Connecting Colorado (opens in new window) within one week of filing your claim for UI benefits. Report to a workforce center if you've received a notice to do so. If you are attached to a job or union hiring hall or meet other specific criteria, we will notify you of your exemption to register. Upon registering, review your contact information, skill sets, occupational goals, and other information to help the workforce center match you to job openings. Once you are prepared to apply for jobs, let us help you update your résumé and improve your interview skills.",
    "metadata": {
      "section_title": "Mandatory Job Search Registration",
      "page_number": 17
    }
  },
  {
    "section_id": "CO-26",
    "content": "In addition to job search assistance, Connecting Colorado can assist you with resume writing, interviewing skills, labor market\ninformation, and more. Visit our website to find your local workforce center. Your local workforce center offers a variety of no-cost programs and services — including job leads and career resources — to help you get back to work faster. Additional Services to Assist You\n● Training Programs - You may be eligible for training or education programs to help you upgrade your skills or complete a degree program. Visit the Jobs & Training page\n● (opens in new window)\n● to learn more about whether you might qualify.\n● Veterans’ Assistance – We have employment assistance programs specifically designed for veterans. If you are a veteran, visit the Veterans page\n● (opens in new window)\n● to get started.\n● Research - As a next step, evaluate your current industry and career path by checking labor market information on the Labor Market Information page\n● (opens in new window)\n● . Your local workforce center representatives can help you access career and salary trends in your area.",
    "metadata": {
      "section_title": "Reemployment Services",
      "page_number": 18
    }
  },
  {
    "section_id": "CO-27",
    "content": "After you start a new full-time job, you do not need to notify our office that you found work. Simply stop submitting the weekly claim certification to request UI benefit payments when you start your new job (even if you will not be paid for a week or more).\nShould you start the new job in the middle of the week, be sure to report your earnings on your weekly claim. Do not request payment while you are working full-time, even if you have not been paid yet. Request payment only for any weeks you are unemployed or worked fewer than 32 hours. If you do work part of a week, report all hours and earnings before taxes (including any tips) in the week they were earned, not in the week they were paid. If you or your employer disagree with a decision regarding your UI claim, you each have the right to appeal. Appeals must be submitted within 20 days from the date the determination letter was mailed. If the 20th calendar day is a Saturday, Sunday, or legal holiday, the due date of the appeal becomes the next business day.",
    "metadata": {
      "section_title": "When You Find a New Job",
      "page_number": 19
    }
  },
  {
    "section_id": "CO-28",
    "content": "You can submit your appeal through your MyUI+ account by going to \"View and Maintain Account Information,\" and then \"Issues and Determinations,\" and find the issue you want to appeal. We recommend submitting your appeal through MyUI+, as the appeal will be received and processed faster when you appeal directly in your MyUI+ account. All you need to provide initially is a detailed description of the reasons you disagree with the decision. You can provide additional documents or records (evidence) prior to your hearing.\nYou must continue to request payment every week and continue to meet all eligibility requirements",
    "metadata": {
      "section_title": "How to Submit an Appeal",
      "page_number": 20
    }
  },
  {
    "section_id": "CO-29",
    "content": "If you are unable to file your appeal through MyUI+, you can complete the form on the back of the determination and mail or fax it to us. If you need more room to provide specific details, attach additional pages to the form or upload documents on our website. If you fax your appeal, the date on the fax will be used to determine if your appeal was received on time.\nYou May Appeal",
    "metadata": {
      "section_title": "even while you wait for your appeal to be processed.",
      "page_number": 20
    }
  },
  {
    "section_id": "CO-30",
    "content": "You can submit your appeal online through MyUI+ (opens in new window)",
    "metadata": {
      "section_title": "Web",
      "page_number": 20
    }
  },
  {
    "section_id": "CO-31",
    "content": "Unemployment Appeals Section PO BOX 8988 Denver, CO 80201-8988",
    "metadata": {
      "section_title": "Mail",
      "page_number": 20
    }
  },
  {
    "section_id": "CO-32",
    "content": "303-318-9014\nMake sure to include the front and back of the determination.\nThe Appeal Process\nAfter your appeal is received, you will be sent a Notice of Hearing in the mail which will also be in your MyUI+ account in the Correspondences section. It will inform you of the date and time of your appeal hearing. You will be required to check in for your\nhearing no later than 2:00 p.m. the day before your scheduled hearing. If you do not check-in for the hearing, it will be dismissed. Instructions for this are included in the Notice of Hearing. You must participate in your hearing to protect your benefit rights. An impartial hearing officer is responsible for the appeal hearing. The hearing officer will issue a written decision that is available in your MyUI+ account in the Correspondences section and is mailed after the hearing to you and any other interested parties, such as your employer.",
    "metadata": {
      "section_title": "Fax",
      "page_number": 21
    }
  },
  {
    "section_id": "CO-33",
    "content": "If you disagree with a hearing officer's decision, you may appeal that decision to the Industrial Claim Appeals Office. Visit the Hearings page (opens in new window) for more information about appeals. More information about the hearing process, including what to do before the hearing and how to check in for your hearing, is available on the Appeals page (opens in new window) . Late Appeals Any written appeal received after the 20-calendar-day deadline is considered late. If you file your appeal late, send in a detailed reason for your late appeal before your scheduled hearing. The Appeals Unit will send you a hearing notice with a date and time for a hearing. At the beginning of the hearing, the other party may object to the late appeal. During the hearing, you must\nexplain in detail the reasons you filed the appeal late (this is called “showing good cause”). If the hearing officer determines that you do not have good cause for the late appeal, the hearing will be dismissed, and the deputy’s original decision will become final. In the event that your appeal is received more than 180 days late, a hearing will not be scheduled, the appeal will be dismissed, and the deputy’s decision will become final.",
    "metadata": {
      "section_title": "Fax",
      "page_number": 22
    }
  },
  {
    "section_id": "CO-34",
    "content": "To maintain your UI eligibility, continue to search for work, complete the weekly claim certification, and report any money you earned during the claim week while your appeal is pending. If the appeal is decided in your favor, you will only be paid for the weeks for which you met these requirements. Fraud is a serious crime. Detecting and preventing unemployment insurance fraud is a priority for our agency. Claims are audited regularly to ensure benefits are paid according to state and federal law.",
    "metadata": {
      "section_title": "Remaining Eligible During Your Appeal",
      "page_number": 22
    }
  },
  {
    "section_id": "CO-35",
    "content": "Failing to report money earned while collecting benefits. Being dishonest about why you are no longer working for a previous employer.\nSaying you are able and available when you are ill, traveling, or otherwise unable or unavailable to work. Reporting that you looked for work when you did not make valid work search efforts. Someone steals your identity and files a claim on your behalf. How to Avoid Committing Fraud Always tell the truth. If you intentionally make false statements or hide information to gain or maintain UI benefits, you are committing fraud. Report all hours worked and earnings if you work while requesting payment of unemployment benefits. Contact employers for new work and keep accurate records of your efforts. Tell us about any job you are offered but decide to turn down. Tell us right away when you stop working or separate from a job.",
    "metadata": {
      "section_title": "There are different types of fraud, and can be committed by you or someone else, like a hacker.",
      "page_number": 23
    }
  },
  {
    "section_id": "CO-36",
    "content": "re offered but decide to turn down. Tell us right away when you stop working or separate from a job. When you request benefit payments, tell us any time you are unable and/or unavailable to work (for example, if you are ill or injured, out of the area, on vacation, incarcerated, etc.). Do not make false statements or be dishonest in order to receive or increase benefits. Do not use another person’s identity (e.g. name, social security number, address) to work or to file for unemployment benefits. Do not help someone to fraudulently file a UI claim or request payments. If you are confused about what you are supposed to do or report, call or email us for clarification at 303-318-9000 (Denver-metro area) or 1-800-388-5515 (outside Denver-metro area).\nHow to Avoid Identity Theft\nAlongside the rise in unemployment insurance claims associated with COVID-19, states saw a corresponding rise in unemployment fraud, identity theft, phishing attacks, hijacked claims, and other scams targeting unemployment claimants.",
    "metadata": {
      "section_title": "There are different types of fraud, and can be committed by you or someone else, like a hacker.",
      "page_number": 24
    }
  },
  {
    "section_id": "CO-37",
    "content": "Below, you’ll find tips on how to protect yourself, as well as options to report suspected fraud, identity theft, or a compromised MyUI+ account. Here are some steps you can take to protect yourself against attempts to compromise your MyUI+ account and unemployment claim: Be careful about requests by phone, text, or email to share personally identifiable information such as your Social Security number, bank account numbers, PIN numbers, or account passwords. Scammers try to obtain personal information in order to file fraudulent claims or hijack your existing claim. Avoid clicking links in emails and text messages. CDLE will never send you a text message with a link to log into your MyUI+ account. If you click the link and/or communicate with the hacker, they can hijack your account, change your payment method, and steal your money. If you have filed an unemployment claim, verify that your address, phone number, email, and payment\nmethod are correct and have not been altered before completing each weekly certification. Do not share your MyUI+ password with anyone. It is always a good idea to monitor your MyUI+ account and make sure your contact and bank information is correct.",
    "metadata": {
      "section_title": "There are different types of fraud, and can be committed by you or someone else, like a hacker.",
      "page_number": 25
    }
  },
  {
    "section_id": "CO-38",
    "content": "Please report suspected cases of fraud and identity theft on the Report Fraud page\n(opens in new window)\n.",
    "metadata": {
      "section_title": "How to Report Suspected Fraud/Identity Theft",
      "page_number": 25
    }
  },
  {
    "section_id": "CO-39",
    "content": "● If you use the debit card for unemployment payments, follow the instructions on the US Bank ReliaCard page\n● (opens in new window)\n● or contact U.S. Bank immediately at 1-855-282-6161. Tell them that a fraudulent unemployment claim was filed using your information, and ask them to deactivate the card.\n● Contact the three consumer credit bureaus and put a fraud alert on your name and Social Security number (SSN). It may be an automated system, so you may not talk to a live person and you will have to enter your SSN and date of birth.",
    "metadata": {
      "section_title": "Additionally, there are several recommended steps to follow:",
      "page_number": 25
    }
  },
  {
    "section_id": "CO-40",
    "content": "Equifax: 1-800-525-6285 Experian: 1-888-397-3742 TransUnion: 1-800-680-7289",
    "metadata": {
      "section_title": "Credit Bureau Contact Info:",
      "page_number": 26
    }
  },
  {
    "section_id": "CO-41",
    "content": "Penalties for fraud can include:\nRepayment of all UI benefits that you were not eligible to receive.\nA 65% monetary penalty fee and interest on top of the benefits you should not have received.\nDisqualification from receiving future benefits.\nBeing convicted of a crime in state and/or federal court.",
    "metadata": {
      "section_title": "Penalties for UI Fraud",
      "page_number": 26
    }
  },
  {
    "section_id": "CO-42",
    "content": "These are just some of the ways we identify people who are committing fraud:\nEnhanced security measures, including identity verification for all new claims, reopened claims and some claim information changes.\nComparing earnings reported by workers and their employers.\nAuditing claims.\nChecking state and national databases of recently hired individuals to make sure people are not collecting UI benefits after they start working again.\nVerifying job search contacts.\nReviewing union attached status.",
    "metadata": {
      "section_title": "What We Do to Stop UI Fraud",
      "page_number": 27
    }
  }
]