[
  {
    "section_id": "CT-0",
    "content": "CONNECTICUT * DEPARTMENT OF LABOR Partner of the American Job Center Network",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "CT-1",
    "content": "You are responsible for understanding your rights and responsibilities outlined in this booklet. Please do not discard!\n¡IMPORTANTE! Este documento(s) contiene información importante sobre sus derechos, obligaciones y/o beneficios de compensación por desempleo. Es muy importante que usted entienda la información contenida en este documento.\n%",
    "metadata": {
      "section_title": "Llame a la Línea de Telebeneficios o visite Su oficina local del Departamento de Trabajo",
      "page_number": 1
    }
  },
  {
    "section_id": "CT-2",
    "content": "This booklet covers your rights and responsibilities regarding unemployment benefits and how to file an initial claim and report continued claims. Whether your last day at work is today or a month from now, our goal is to be as helpful as possible in seeing that every eligible person receives his or her correct benefits and is paid promptly.\nThe best advice we can give you at this difficult time is to consider your job search to be your new full-time job until you become reemployed, and to keep an accurate, up-to- date record of all your job search contacts. In turn, we will help you in every way possible in regard to your job search.\nIf you received unemployment benefits in the past, you will now find that we offer online filing. Our online system, available at www.FileCTUI.com, is a fast and easy way to file for unemployment benefits and weekly continued claims.",
    "metadata": {
      "section_title": "A Message from the Labor Commissioner:",
      "page_number": 2
    }
  },
  {
    "section_id": "CT-3",
    "content": "This website also provides answers to frequently asked questions, links to useful resources, and an Online Assistance Center that offers a selection of services. Unemployment benefits are now issued by Direct Deposit or Debit Card. You will select your payment option on this same website.\nIf you need help with a new résumé, cover letter or want to improve your networking or interviewing skills, get in touch with a job service professional, career counselor, or veterans’ representative at one of our American Job Centers. Most offices offer workshops, recruitment events, computer labs, and a variety of interactive and self- help services.\nWe have every expectation that our agency website, www.ct.gov/dol, will be useful to find out if you may be eligible for other benefits such as training programs and retraining opportunities, especially if your job was eliminated due to outsourcing, or to see if a job fair or recruitment event is scheduled in your vicinity.\nWe take our responsibilities very seriously and, as an agency, strive to provide support to every individual seeking our assistance.",
    "metadata": {
      "section_title": "A Message from the Labor Commissioner:",
      "page_number": 3
    }
  },
  {
    "section_id": "CT-4",
    "content": "General Information to the Unemployment Insurance Claimant ......................... 2 What is Unemployment Insurance? ............................................................. 2 Who is Protected by Unemployment Insurance? ......................................... 2 Your Legal Right to File a Claim .................................................................. 3 How Do I Apply for Unemployment Insurance Benefits? .................................... 3 If you Live or Move outside of Connecticut (Interstate Claims) .................... 3 Filing an Initial (New) Claim ......................................................................... 4 Reopening a Claim ...................................................................................... 4 Filing a Weekly / Continued Claim ............................................................... 4 How Do I Use the Online System? (www.FileCTUI.com) .................................... 5 Creating an Account for Initial (New) Claims Filing ...................................... 5 Accessing the Online System ...................................................................... 5 How Do I Use the TeleBenefits Phone Line? ...................................................... 7 Establishing a PIN ....................................................................................... 7 Phone Numbers for the TeleBenefits Line...................................................46 Using the Telephone Options....................................................................... 7 Filing a Weekly/Continued Claim by Telephone ................................................ 8 Seven Eligibility Questions When Filing a Weekly / Continued Claim ................. 9 How Do I Receive Benefit Payments? ............................................................... 11 Payment Options: Direct Deposit / Debit Card ............................................ 11 Basic Eligibility Requirements........................................................................... 12 Did I Earn Enough to Collect Unemployment? (Monetary Eligibility) ................. 13 How your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter) ................................................................. 13 Special Unemployment Insurance Programs (Federal, Military, Work in Other States, Worker’s Compensation) ........................... 16 Qualifying for a Second Benefit Year ....................................................................... 17 Do I Need a Hearing to Determine My Eligibility? ............................................. 18 Reasons for Your Separation from Employment ............................................... 19 Your Availability for Full Time Work ................................................................... 23 Your Efforts to Find Work .................................................................................. 26 What if My Eligibility for Benefits is Questioned after I Have Been Approved .. 27 Reasons Why My Weekly Benefit Amount May Be Reduced or Denied .............. 27 Appeal Rights & Office Locations ..................................................................... 30 Overpayments .................................................................................................. 33 Benefit Accuracy Measurement (BAM) ............................................................. 35 Benefits are Taxable ................................................................................................... 35 Federal Earned Tax Credit ................................................................................ 36 American Job Centers (AJCs) & Employment Services Veterans’ Services ..................................................................................... 36 Online Employment Services Information ................................................. 37 Unemployment Insurance Reemployment Services and Eligibility Assessment (UI RESEA). .......................................................................... 37 Educational Services ................................................................................. 38 AJC Locations ........................................................................................... 39 Weekly/Continued Claims Filing Log………………………………………………...41 Work Search Efforts Log………………………………………………………………42",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 3
    }
  },
  {
    "section_id": "CT-5",
    "content": "1",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "CT-6",
    "content": "You are invited to visit our American Job Centers (AJCs) for assistance with your unemployment insurance claim or in finding a job. In addition, you may be contacted to report to an American Job Center to review your eligibility for benefits. For more information on services available in American Job Centers, see page 36 in this booklet, or you may visit the Department of Labor website at www.ct.gov/dol.\nThe Unemployment Insurance CT Direct Benefits online system will allow you to complete new and reopened claims for benefits. The Connecticut Tax and Benefits System (CTABS) and the Telebenefits line will allow you to file your weekly claims, select payment options, and provide answers to questions regarding unemployment benefits.",
    "metadata": {
      "section_title": "General Information to the Unemployment Insurance Claimant",
      "page_number": 4
    }
  },
  {
    "section_id": "CT-7",
    "content": "Unemployment Insurance is temporary income for workers who are either partially or fully unemployed and who are either looking for new jobs, in approved training, or awaiting recall to employment. The funding for unemployment insurance benefits comes from taxes paid by employers. Workers do not pay any of the costs.\nEmployers are legally required to provide a form UC-61 “Unemployment Notice,” commonly known as a “pink slip” and an attached packet “Application for Unemployment Benefits,” whenever a worker becomes unemployed for any reason. The pink slip contains the employer’s stated reason for your unemployment (for example, laid off for lack of work, voluntarily left, discharged). The application packet contains information about how to file a new claim, the questions you will be asked, and any special information you should have available when you file your claim. The application packet (English and Spanish) is available to download from the Labor Department’s website. Do not delay filing your claim, even if your employer has not or will not issue you an Unemployment Notice. YOU SHOULD FILE YOUR CLAIM IMMEDIATELY. Benefits will not be paid retroactively for those weeks preceding the filing of your claim unless it is established through an unemployment hearing process that good cause for late filing exists.",
    "metadata": {
      "section_title": "What Is Unemployment Insurance?",
      "page_number": 4
    }
  },
  {
    "section_id": "CT-8",
    "content": "Most workers are covered by the Unemployment Insurance system. However, there are some major categories of employment that are not:\n• Newspaper carriers under age 18 who deliver to customers\n• Insurance agents (other than industrial life insurance agents)\n• Real estate persons paid only by commission\n• Sole proprietors and partners\n• Children under 21 employed by a parent and anyone employed by his or her spouse\n• Certain religious or church-related employment\n• Work in Connecticut covered under the unemployment compensation law of another state\n2\n• Railroad workers (railroads are self-insured)\n• Outside sales representatives of a for-profit travel agency\n• Elected officials, members of a legislative body or judiciary, some temporary employees and certain other high-level employees of a town, city or political subdivision",
    "metadata": {
      "section_title": "Who is Protected by Unemployment Insurance?",
      "page_number": 5
    }
  },
  {
    "section_id": "CT-9",
    "content": "You have a legal right to file a claim for unemployment benefits or to testify on behalf of a co-worker or anyone else filing a claim for benefits. It is illegal for an employer to discharge, discipline, penalize or discriminate against you because you filed a claim for benefits, testified in an Unemployment Compensation hearing or exercised any right afforded by the Unemployment Compensation Act. Any person who believes he or she has been discharged, disciplined, penalized or discriminated against in retaliation for exercising rights under the Unemployment Compensation Act may file a written complaint to the Labor Commissioner, who is authorized to conduct hearings and award appropriate relief if the complaint is valid. All complaints should be mailed to the following address:\nConnecticut Department of Labor 200 Folly Brook Boulevard Wethersfield, Connecticut 06109-1114 Attn: Office of Program Policy",
    "metadata": {
      "section_title": "Your Legal Right to File a Claim Protection of Individual Rights under the Unemployment Compensation Act",
      "page_number": 5
    }
  },
  {
    "section_id": "CT-10",
    "content": "CT Direct Benefits is available 24 hours a day, 7 days a week. Go to www.FileCTUI.com and click on the blue button. You can call or go online for general information Sundays from 12 a.m. to 11 p.m. and Monday through Friday, from 7 a.m. to 6 p.m. You can file your Weekly Continued claim online at www.FileCTUI.com by clicking on the green button or by phone Sundays from 12 a.m. to 11p.m. and Monday through Friday from 6 a.m. to 8 p.m.",
    "metadata": {
      "section_title": "How Do I Apply for Unemployment Insurance Benefits?",
      "page_number": 5
    }
  },
  {
    "section_id": "CT-11",
    "content": "• You may also file your initial (new) claim from outside Connecticut by going to www.FileCTUI.com and clicking on the blue button. This type of claim is called an “Interstate Claim.” If you have earned wages in Connecticut, and are eligible, your benefits will be paid from Connecticut and will be subject to all the requirements of Connecticut law.\n• To file a Weekly Continued claim, go to www.FileCTUI.com and click on the green button or call TeleBenefits and select Option 1. TeleBenefits telephone numbers are listed on the back cover of this booklet. At this point you should have already established a Web account or PIN number.\n• If you are currently filing a Connecticut claim for Unemployment benefits and intend to move out of state, please immediately report your address change at our online assistance center at www.FileCTUI.com by clicking on “Change Your Mailing Address” underneath the “Quick Click” section.\n3",
    "metadata": {
      "section_title": "If You Live, or Move Outside of Connecticut",
      "page_number": 6
    }
  },
  {
    "section_id": "CT-12",
    "content": "An initial (or new) claim for Unemployment Insurance should be filed with the Connecticut Department of Labor as soon as you are separated from employment.\n• To apply, you can file via the Internet anytime (24/7) from our website at www.FileCTUI.com by selecting “File or Reopen Your Unemployment Claim” (blue button).\n• When using CT Direct Benefits, you will first need to create an account. Please see “How do I Use CT Direct Benefits?” located on page 6 for further instructions.\n• A claim for benefits is effective (begins) with the Sunday of the week in which you file your claim.\n• After you file, you must select your payment method, Direct Deposit or Debit Card, unless you have previously filed for unemployment benefits and are satisfied with your prior payment method. Please see “How do I receive Benefit Payments” located on page 11 for further instructions.\nInformation about you, your dependents and your work history is recorded and used by the Labor Department to establish your claim. It is very important that the information you provide is accurate. All correspondence is mailed to the address that you provide. There are penalties for making false statements to obtain benefits. The information you provide is subject to initial and continuing verification through computer matching programs, according to agreements with other federal (such as the Social Security Administration and the U.S. Department of Health & Human Services), state and local government agencies.",
    "metadata": {
      "section_title": "Filing an Initial (New) Claim",
      "page_number": 6
    }
  },
  {
    "section_id": "CT-13",
    "content": "• When you open an initial (new) claim it is valid for one year. Within that year you may collect up to 26 weeks of full benefits. To reopen your claim, you can file via the Internet anytime (24/7) from our website at www.FileCTUI.com by selecting “File or Reopen Your Unemployment Claim” (blue button).",
    "metadata": {
      "section_title": "Reopening a Claim",
      "page_number": 6
    }
  },
  {
    "section_id": "CT-14",
    "content": "Once you have established a new claim or reopened a claim you will need to file weekly claims, known as a continued claim. The exceptions to this are if you are filing a Vacation Shutdown claim, Shared Work, or Trade Readjustment Allowance claim. In these situations you cannot file weekly claims by using TeleBenefits or our online system. • Unemployment benefits are filed on a weekly basis. When filing a weekly claim you will always be filing for the week that has just ended (Sunday through Saturday). If you want to file for a week other than the one that has just passed, or you have skipped or missed filing one or more weeks for any reason, you must access the UI Online Assistance Center at\n4\nwww.FileCTUI.com to report being out of sequence in your weekly filing. Failure to file your weekly continued claim on a timely basis can result in a denial of benefits for those weeks.\n• To file a weekly / continued claim, you can use the online system at www.FileCTUI.com by selecting “Manage Your Unemployment Claim and File Your Weekly Claims” (green button) or TeleBenefits telephone system by selecting Option 1.",
    "metadata": {
      "section_title": "Filing a Weekly / Continued Claim",
      "page_number": 7
    }
  },
  {
    "section_id": "CT-15",
    "content": "TeleBenefits telephone numbers are listed on the back cover of this booklet. At this point you should have already established a Web Account or PIN number. If you need assistance filing your claim online, go to www.FileCTUI.com and use the Weekly Filing Issue form or go to your local American Job Center.\n• When calling the TeleBenefits line, make sure to listen to the Special Messages that the Department of Labor conveys. You are responsible for knowing and understanding the information. Make sure you listen to your entire Social Security Number when the system reads it back to you before verifying it is correct. In addition, when filing initial or continued claims make sure to listen to the entire question as well as the fraud disclaimer before answering. If you make a mistake, you will have the opportunity to change your answer within that same call or by calling back and filing again on the same day.\n• Please refer to page 9 for a list of the weekly / continued claim questions.",
    "metadata": {
      "section_title": "Filing a Weekly / Continued Claim",
      "page_number": 7
    }
  },
  {
    "section_id": "CT-16",
    "content": "For your convenience the Labor Department has created a web filing system for claimants to file initial (new) and weekly (continued) claims for benefits.",
    "metadata": {
      "section_title": "How Do I Use the Online System?",
      "page_number": 7
    }
  },
  {
    "section_id": "CT-17",
    "content": "Follow the prompts to create an account if you do not have one. Go to www.FileCTUI.com, click on “File or Reopen Your Unemployment Claim” (blue button). Read the advisement and click on “Proceed” to transfer to the CT Direct Benefits system. Click on “Apply for Benefits” (green button), then click “Click here to create an account” and fill in the requested information.\nPlease Note:\n• You must have a valid e-mail address to create an account. There are several websites which will provide free e-mail accounts and addresses.\n• Never share your password with anyone.\n• Be sure to Log Out when you are finished using the system.\n• Make sure to WRITE DOWN your CASE SENSITIVE user ID and password and put this information in a safe place.\n• Your password must be at least eight characters, including at least one upper case letter, one lower case letter and one number.\n5",
    "metadata": {
      "section_title": "Creating an Account for Initial (New) Claims Filing – CT Direct Benefits System",
      "page_number": 8
    }
  },
  {
    "section_id": "CT-18",
    "content": "When you have created an account you can access the CT Direct Benefits online system by entering your E-mail address and password. This system allows you to file an initial (new) claim for benefits or to reopen an existing claim.\nWhen you finish filing an initial (new) or reopened claim online, make sure you receive verification that your claim was processed.\n• Upon successful completion of a new claim, you will receive an e-mail with your claim status and next steps.",
    "metadata": {
      "section_title": "Accessing the CT Direct Benefits System for Filing an Initial (New) Claim",
      "page_number": 8
    }
  },
  {
    "section_id": "CT-19",
    "content": "Follow the prompts to create an account if you do not have one. Go to www.FileCTUI.com , click on “Manage Your Unemployment Claim and File Your Weekly Claims” (green button). Then, in the Account Options box, select Claimants Without an Account - Create an Account and fill in the information. Once you have entered your name and Social Security Number, you will be prompted to establish an account.\nPlease Note:\n• You must have a valid e-mail address to create an account.\n• There are several websites which will provide free e-mail accounts and addresses.\n• Never share your password with anyone.\n• Be sure to Log Out when you are finished using the system.\n• Make sure to WRITE DOWN your CASE SENSITIVE user ID, password and answers to security questions and put this information in a safe place.\n• Your password must be at least eight characters, including at least one upper case letter, one lower case letter and one number or symbol.",
    "metadata": {
      "section_title": "Creating an Account for Weekly (Continued) Claims Filing – Connecticut Tax and Benefits System (CTABS)",
      "page_number": 8
    }
  },
  {
    "section_id": "CT-20",
    "content": "When you have created an account you can access the CTABS online system by entering your user ID and password. This system allows you to file a continued claim, perform a claim inquiry (request for general information / payment history), and select or modify your payment method (Direct Deposit / Debit Card) by selecting the option you want and following the prompts.\n• Upon successful completion of a continued weekly claim, the system will read “Thank you for using the Connecticut Department of Labor’s Unemployment Insurance Claims Online Application.” If the system reads “Continued Claim Pending,” then your claim will not be paid. For assistance, go to www.FileCTUI.com and use the Weekly Filing Issue form or go to your local American Job Center\n6",
    "metadata": {
      "section_title": "Accessing the Connecticut Tax and Benefits System (CTABS) Options",
      "page_number": 9
    }
  },
  {
    "section_id": "CT-21",
    "content": "Dial one of the telephone numbers listed on the back cover of this booklet that is local to your calling area. The TeleBenefits line will guide you through your call with easy-to-follow instructions and prompts to obtain information or to file a weekly (continued) claim. Before using the system, you must establish a Personal Identification Number (PIN).",
    "metadata": {
      "section_title": "How Do I Use the TeleBenefits Phone Line?",
      "page_number": 9
    }
  },
  {
    "section_id": "CT-22",
    "content": "Your PIN is a four-digit number you select that protects the privacy of your claim and prevents other people from filing claims by telephone using your Social Security Number. Do not give your PIN to anyone.\n• You must establish a PIN when initially using the TeleBenefits line for Options 1 & 2 listed below. Follow the prompts to create a PIN. You will use this number, along with your Social Security Number each time you use the system.\nREMEMBER: Each time you identify yourself with your PIN, you are legally certifying that all the information you provide is true. The PIN has the same legal authority as your signature. You must make the call yourself. If you believe someone may know your PIN or you forget it, please go to www.FileCTUI.com and click on “PIN Reset” and follow the prompts.",
    "metadata": {
      "section_title": "Establishing a PIN",
      "page_number": 9
    }
  },
  {
    "section_id": "CT-23",
    "content": "From these options You can access this information Continued 1. File a claim for the previous week claim filing (requires a PIN and authorization) Account 1. Find out the status of your payment status 2. The amount of the payment (requires a 3. What your balance is PIN)\n7\n1. 2. Who is required to register What remuneration is subject to unemployment tax Employer information* (available to everyone) 3. 4. 5. Employer registration information Information concerning an appeal Additional information Experience rating or charge information Tax contribution information Delinquent account information Cafeteria plan information General eligibility information (available to everyone) 1. 2. American Job Center hours and locations Information on how to file a new claim, eligibility for unemployment benefits, and tax withholding of benefits How to file a new claim How benefits are determined How quitting or getting discharged affects eligibility Information on withholding taxes for unemployment benefits 3. How part-time earnings affect eligibility 4. Instructions concerning scheduled appointments or a move out of the area If you missed or will be unable to keep an appointment What to do if you move out of the area\n*Employer information not offered for interstate",
    "metadata": {
      "section_title": "Where do I find the information I need?",
      "page_number": 10
    }
  },
  {
    "section_id": "CT-24",
    "content": "Each week you will be asked seven eligibility questions (on page 9), that apply to the week just ended (Sunday through Saturday). The week-ending date will be provided by the system. Failure to answer these questions truthfully may be deemed as fraudulent activity, resulting in overpayments, penalties and possible loss of benefits.\nListen to each question entirely before you reply. After you hear a tone, press or say “1” for “YES” or press or say “2” for “NO.”\nAfter you answer each question, the TeleBenefits system will repeat the response you just gave to that question and ask you to confirm whether or not your response is correct. Press or say “1” if the answer is CORRECT; press or say “2” if the answer is INCORRECT.\n8\nIf you need to go back to a previous question, press or say “8” after you hear a tone.\nIf you need to have a question repeated, press or say “9” after you hear a tone.\nIf you hang up before the system says, “Thank you for filing your claim over the phone,” or if you get disconnected, you will need to call again.",
    "metadata": {
      "section_title": "Filing a Weekly/Continued Claim by Telephone: TeleBenefits Option 1",
      "page_number": 11
    }
  },
  {
    "section_id": "CT-25",
    "content": "Each time you file a weekly / continued claim you will be asked to answer the following questions:\n1. Were you able to work, available for work and actively seeking full-time work?",
    "metadata": {
      "section_title": "Seven Eligibility Questions when Filing a Weekly /Continued Claim via the Web or Phone",
      "page_number": 11
    }
  },
  {
    "section_id": "CT-26",
    "content": "1a. Have you previously reported that you are only available for part-time work because of a physical or a mental impairment?”\n2. Did you refuse an offer of work or rehire, quit a job, or get discharged from a job?\n3. Did you receive your first payment from a pension, other than Social Security, that you have not already reported or was there a change in the amount previously reported?\n4. Did you start school, college or training, which you have not already re- ported to the Department of Labor?\n5. Did you receive vacation pay, severance pay, or workers’ compensation benefits, not previously reported to the Labor Department?\n6. Did you work full-time or part-time for an employer or in self-employment or return to full-time work during the week ending last Saturday?\nIf you answered “yes” to question number 6, you will be asked by the system to indicate whether your employment was one of the following:\n1.",
    "metadata": {
      "section_title": "If you answered “no” to question number 1, you will be asked by the system:",
      "page_number": 11
    }
  },
  {
    "section_id": "CT-27",
    "content": "Full-time employment: If you have returned to full-time work you can go to www.FileCTUI.com and use the Report Returned to Work Status form to provide the details of your new employment. The details include: the date you return to work, the name and address of your new employer, whether or not the work is self-employment, and any wages earned if you return to work other than on a Monday.\n2. Self-employment: If you began working in self-employment that you have not already reported to the Labor Department, go to www.FileCTUI.com or to your local American Job Center to report it.\n3. Part-time employment: If you began a part-time job or are continuing to work in at least one part-time job (including self-employment that you have already reported to the Labor Department) you will be required to answer the following questions about your employment. Make sure you have the name and address of the employer(s) you worked for during the week ending last Saturday, the hours and minutes you worked, and the gross wages you earned (before deductions).\n9\n7. Did you change your mailing address since you last filed a claim? Answer “yes” to this question only if you have not yet notified the Labor Department of this change.",
    "metadata": {
      "section_title": "If you answered “no” to question number 1, you will be asked by the system:",
      "page_number": 12
    }
  },
  {
    "section_id": "CT-28",
    "content": "8. You will need to enter (or say) the first or only employer that you worked for during the week ending last Saturday. If filing via the web the system will prompt you to enter the employer information through the computer system. If you worked for more than one employer, the system will give you the opportunity to provide information about additional employers after you have finished providing information about the first one.\n8a. Next, you will enter (or say) the complete address (including the number and street, the city, state and the five or nine digit zip code) of the first or only employer you worked for during the week ending last Saturday. Please speak quickly as there is limited time to input this information. If you are iling via the web you will type in this information and if you are filing by elephone, you will speak this information.\n8b.",
    "metadata": {
      "section_title": "If you worked during the week for which you are filing, the system will ask additional questions.",
      "page_number": 12
    }
  },
  {
    "section_id": "CT-29",
    "content": "After entering the employer information you will report the number of hours and minutes you worked during the week ending last Saturday. First, enter via the web (or “say” via the telephone) the number of hours you worked; then, enter (or say) the number of minutes you worked. If you worked whole hours with no minutes, you must enter (or say) “zero, zero” for the minutes.\nNOTE: you cannot enter anything greater than 59 minutes. For example, if your paystubs read 19.75 hours worked, you would enter 1,9,4,5, because .75 is equal to ¾ of an hour (45 minutes).\n8c. You will then enter (or say) the gross wages you earned from this first or only employer (before deductions) even if you have not yet been paid for the week ending last Saturday. You will enter the total amount of dollars and cents all at one time. The last two digits you enter are the cents.",
    "metadata": {
      "section_title": "If you worked during the week for which you are filing, the system will ask additional questions.",
      "page_number": 12
    }
  },
  {
    "section_id": "CT-30",
    "content": "8d. You will be asked to provide this information: during the week ending last Saturday, did you work for more than one employer? If you have more than one employer, you will be asked for the same information for each employer, up to three employers. If you worked for more than three employers in the week, report to your local American Job Center to report this information.\nDO NOT DELAY FILING YOUR CLAIM: If you do not have the earnings or employment information you must still file your claim and answer “yes” to\n10\nquestion 6. Go to www.FileCTUI.com and use the Weekly Filing Issue form or to your local American Job Center to provide the earnings or employment information.\nNOTE: Failure to report wages or other payments may result in an overpayment and, if due to fraud, penalties and a loss of benefits. You must report receipt of any types of payment received including vacation pay, severance payment, wages in lieu of notice, holiday pay, shutdown pay, commissions and self- employment. You must also report any hours you worked, even if you do not receive compensation for those hours worked, such as in self- employment. It is your responsibility to report any and all wages earned through bona fide employment.\nAlso, make sure wages or payments are reported when they were EARNED, not when they are paid.",
    "metadata": {
      "section_title": "Example: ABC Company: 13 hours worked X $9.75 per hour = $126.75 gross pay If you earned $126.75 (in gross pay), you would press (or say) 1,2,6,7,5.",
      "page_number": 13
    }
  },
  {
    "section_id": "CT-31",
    "content": "If found to be eligible to collect Unemployment Insurance, there are two options for receiving your payment: Direct Deposit into your personal valid checking or savings account or via a Debit Card issued to you. To sign up for either of these two options, visit www.FileCTUI.com and click on “Manage Your Unemployment Claim and File Your Weekly Claims” (green button), to log in to the system and select “Select/Modify Payment Option”. If you do not select an option you will automatically receive a Debit Card once approved for benefits.\nDepartment of Labor staff are not able to set up or modify your benefit payment selection for you. However, you can go to any American Job Center for assistance in setting up your Connecticut Tax and Benefits System (CTABS) account and payment selection.\nYou can switch from Debit Card to Direct Deposit or from Direct Deposit to Debit Card at any point. Switching your payment method can be done by going online and choosing the “Select/Modify Payment Method” option.",
    "metadata": {
      "section_title": "How Do I Receive Benefit Payments?",
      "page_number": 13
    }
  },
  {
    "section_id": "CT-32",
    "content": "• Direct Deposit\no If you select this type of payment, upon approval for benefits and re- lease of your first claim, benefits will be deposited into your personal valid checking or savings account at a bank or credit union.\no Verify with your financial institution that you have both the correct routing number and account number for your checking or savings account to ensure timely payment of your benefits. This information must be entered on the Labor Department’s secure Connecticut Tax and Benefits System site prior to receiving your first payment.\no Generally, there are no fees associated with the Direct Deposit method of payment.\no The Direct Deposit option takes approximately two banking business days (Monday through Friday) to process.\n11\no If you do not receive your deposit, but your claim shows benefits were paid, you must call your bank.\no If you select this type of payment, or do not select a payment method, upon approval for benefits and release of your first claim, a Debit Card will be mailed to your most recent address on file.",
    "metadata": {
      "section_title": "Payment Options",
      "page_number": 14
    }
  },
  {
    "section_id": "CT-33",
    "content": "Allow a minimum of 7-10 days to receive your card.\no The Debit Card can be used to obtain cash from an ATM, bank, credit union, or to make purchases.\no Fees and surcharges may apply, but can be avoided by reviewing the fee schedule that is sent with your Debit Card, or by going to our website at http://www.ctdol.state.ct.us/DirectBenefits/Index.htm.\n• Debit Card\no For answers to Frequently Asked Questions related to the DirectBenefits program, go to http://www.ctdol.state.ct.us/DirectBenefits/Index.htm.",
    "metadata": {
      "section_title": "Payment Options",
      "page_number": 14
    }
  },
  {
    "section_id": "CT-34",
    "content": "To qualify for benefits you must:\n• Have earned sufficient wages during your base period (monetary eligibility).\n• Meet certain legal eligibility requirements; the law imposes disqualifications for certain types of separations from employment (non-monetary eligibility)\n• Be physically and mentally able to work and available for work as defined by law.\n• Be registered with the American Job Center.\n• Be available for work as defined by law.\n• Be actively seeking work by making reasonable efforts to find employment each week (or be excused from this requirement because of your participation in approved training).\n• Participate in selected reemployment services if selected.\n• File your weekly claims as directed.",
    "metadata": {
      "section_title": "Basic Eligibility Requirements",
      "page_number": 14
    }
  },
  {
    "section_id": "CT-35",
    "content": "If you are not a U.S. citizen, you must be in legal alien status now, as well as during the time in which you earned your base period wages, in order for benefits to be paid. Such individuals will be required to present proof of satisfactory legal alien status as part of the new claim process. There are a number of documents issued by the Immigration Naturalization Service that are accepted as proof of legal alien status.\nWhen you file your claim for benefits, you will be asked for personally identifying information. This information will be verified through SAVE, a federal government database. You do not have to give the agency the information if you do not want to. However, if you do not provide the information, the agency may be required to deny your claim for benefits.\n12",
    "metadata": {
      "section_title": "Non U.S. Citizens",
      "page_number": 15
    }
  },
  {
    "section_id": "CT-36",
    "content": "After processing a new claim, a Monetary Determination Letter (Form UC-58) will be mailed to you. This form states the benefit amount you may qualify for in unemployment payments and how it is calculated. Please read this explanation carefully in order to understand your monetary eligibility.",
    "metadata": {
      "section_title": "Did I Earn Enough to Collect Unemployment? (Monetary Eligibility)",
      "page_number": 15
    }
  },
  {
    "section_id": "CT-37",
    "content": "Benefit Year - The 52 weeks after your claim is effective are called your benefit year. The benefit year is the period in which you may be eligible to collect your maximum benefits. Your benefit year begins on the Sunday of the week you file your claim. If your benefits are exhausted before the end of your benefit year, a new claim cannot be taken until the benefit year has ended. During that one-year period, the maximum entitlement cannot be changed except to correct information, or to reflect changes in dependency allowances.\nBase Period - The 12-month period from which wages are used to calculate entitlement is called your base period. Your wages during a specific 12-month period will determine your weekly benefit amount. The base period, determined by law, is the first four of the last five completed calendar quarters.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 15
    }
  },
  {
    "section_id": "CT-38",
    "content": "The base period, determined by law, is the first four of the last five completed calendar quarters. The alternate base period, which is only used when you do not qualify in the regular base period, is the four calendar quarters immediately preceding the quarter in which the claim is filed.\nIF YOUR CLAIM IS THE BASE PERIOD WILL BE... EFFECTIVE ANY SUNDAY IN... January, February, Last three months (October-December) of the year before last March and first nine months (January-September) of last year. April, May, June All twelve months (January-December) of last year. July, August, Last nine months (April-December) of last year and first three September months (January-March) of the current year. October, November, Last six months (July-December) of last year and first six December months (January-June) of the current year.\nBase Period Earnings – Signifies the total gross wages you were paid during the entire base period.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 16
    }
  },
  {
    "section_id": "CT-39",
    "content": "Base Period Earnings – Signifies the total gross wages you were paid during the entire base period.\nWage Credits (Wages) – This area of the monetary determination letter details the covered employer(s) that you worked for during the base period, the quarters during which work was performed, and the gross amount of wages (before taxes) that were earned (by employer and by quarter). Under Connecticut law, most employers report wages to the Labor Department on a quarterly basis. Generally, only federal agencies and the military are exempt from this reporting requirement. If you worked for one of these exempt agencies, the Labor Department will request\n13\nyour wages from that employer. This may slightly delay the issuance of your monetary determination. For information on types of employment not covered by law, see page 2 (Who is protected by Unemployment Insurance?)\nWhen checking the accuracy of calendar quarter wage credits on a monetary determination letter, add the gross amounts of wages you actually received during the quarter.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 16
    }
  },
  {
    "section_id": "CT-40",
    "content": "etary determination letter, add the gross amounts of wages you actually received during the quarter. Do not add in wages that you earned, but were not paid during that quarter. However, if wages were earned and payable, but were improperly withheld, they may be counted.\nWeekly Benefit Rate – The amount you are entitled to for each week of unemployment before any reductions are applied, provided you meet all other eligibility requirements. This figure does not include any dependency allowance. The method of computing the weekly benefit rate, and determining if there are sufficient wage credits, is contained in the law and can be generally summarized as follows:\nThe weekly benefit rate will be calculated based upon one twenty-sixth (1/26) of the average of total wages paid during the two highest quarters in the applicable base period. If you have wages in only one quarter, those wages will be averaged with the second highest quarter, which will be zero.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 16
    }
  },
  {
    "section_id": "CT-41",
    "content": "only one quarter, those wages will be averaged with the second highest quarter, which will be zero. If you have less than $600 in your total base period of earnings, then the alternate base period may be calculated the same way as shown below.\nExample: Highest quarter of earnings = $4,000 Second Highest quarter = $3,908 = $7,908, divided by two = $3,954 Average of total wages in two high quarters = $3,954 Divided by 26 = $152.08 (by law, rounded down to $152)\nTo determine if you have sufficient wage credits to establish a benefit year, the law requires that you must have a total amount of base period earnings that equals or exceeds 40 times the weekly benefit rate. Using the weekly benefit rate of $152 noted in the example above, you would need to have earned total base period wages of $6,080 or more to qualify (this is because $152 x 40 = $6,080).\nWeekly Benefit Amount – This figure represents the weekly benefit rate plus the amount of any dependency allowance.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 17
    }
  },
  {
    "section_id": "CT-42",
    "content": "Amount – This figure represents the weekly benefit rate plus the amount of any dependency allowance.\nMaximum Benefits – This figure represents the total amount of benefits that can be paid in the benefit year. The law provides that the maximum amount payable is computed by multiplying the weekly benefit rate by 26. Using the $152 weekly benefit rate in the earlier example, the maximum benefits for that individual would be $3,952 (this is because $152 x 26 = $3,952).\nBenefit Formula for Construction Workers – Individuals will be identified as “construction workers” using the National Council of Compensation Insurance Classification codes reported by the employer. Such individuals will be entitled\n14\nto a weekly benefit rate based on 1/26 of the total wages paid during the highest quarter of wages in the base period.\nExample: Highest quarter of earnings = $4,000 Divided by 26 = $153.85 (by law, rounded down to $153)\nThe total base period wages would have to equal at least 40 times the weekly benefit rate of $153 or $6,120 to qualify.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 17
    }
  },
  {
    "section_id": "CT-43",
    "content": "od wages would have to equal at least 40 times the weekly benefit rate of $153 or $6,120 to qualify.\nNumber of Weeks – Typically the maximum number regular benefits payable is 26 weeks. An individual who collects partial unemployment benefits or who has a pension may receive benefits for more than 26 weeks but is still limited to the same maximum benefits (26 times the weekly benefit rate).\nAccuracy of the Monetary Determination – Review your monetary determination letter carefully to ensure the information is correct. If you feel that any of the information is wrong, or there is information missing, you can go to your local American Job Center or file an appeal. It is your responsibility to inform the Labor Department of any errors so prompt action can be taken. The agency may initiate an investigation to find out if wages were properly reported by your employer or if there was any error in the computation of your entitlement.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 17
    }
  },
  {
    "section_id": "CT-44",
    "content": "properly reported by your employer or if there was any error in the computation of your entitlement.\nNot Monetarily Eligible – If your monetary determination letter notes you are not eligible for benefits because you have insufficient wage credits, or there is no record of wages for you, check it carefully, especially the Social Security Number listed. Also check your own records (such as W 2 forms, pay stubs). If you feel that any of the information is wrong, or there is information missing, you can go to your local American Job Center or file an appeal.\nDependency Allowance – You may be eligible for a dependency allowance of $15 weekly for each child for whom you are the whole or main support (monetarily) and who falls into one of the following categories: under 18 years of age, under 21 years of age and a full time student or a mentally or physically handicapped child of any age. Total dependency allowances cannot be paid for more than five dependents ($75) and may never exceed your weekly benefit rate.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 17
    }
  },
  {
    "section_id": "CT-45",
    "content": "You may be entitled to a dependency allowance for your spouse if, at the beginning of your benefit year, your spouse is unemployed, lives in the same household with you and either has not worked during the past three months or is pregnant or has a mental or physical disability expected to last for a long or indefinite time.\nYOU MUST DISCLOSE: a) If both you and your spouse receive benefits for the same week neither of you can collect a dependency for the other and only one may claim an allowance for a dependent child or children; or, b) if you claim benefits for a week in which your spouse does not reside with you, you cannot collect a dependency allowance for your spouse if they do not reside with you.\n15\nIf you acquire an additional dependent during your benefit year, you may qualify for an added allowance. Go to www.FileCTUI.com and submit a Dependency form. It may also be possible for you to claim a dependency allowance for a child, within the restrictions, for whom you are not the natural parent or stepparent. If you act as a legal guardian for a child, or act in the place of a mother or father, and you are the whole or main support of that child, and would like to claim that child as a dependent, go to www.FileCTUI.com and submit a Dependency form.",
    "metadata": {
      "section_title": "How Your Benefit Rate is Calculated (Including Explanation of Your Monetary Determination Letter)",
      "page_number": 18
    }
  },
  {
    "section_id": "CT-46",
    "content": "All states, Washington DC, Puerto Rico, and the Virgin Islands currently participate in a federal program titled, “The Interstate Arrangement for Combining Employment and Wages.” Under this program, an individual with wage credits in more than one state can elect to have those wage credits combined and used in the base period of the state of filing. The claimant must file in one of the states he or she physically worked in.\nIf you file a Connecticut claim, and you worked in another state in addition to Connecticut during the base period of your claim, the following is applicable:\n• The Connecticut Department of Labor will request this wage information from the state where you worked.\n• The state where you worked will respond by sending Connecticut wage information for any wage credits earned during the Connecticut Base period which are usable for your Connecticut claim.",
    "metadata": {
      "section_title": "Combined Wage Claim – Work in More than One State",
      "page_number": 18
    }
  },
  {
    "section_id": "CT-47",
    "content": "Wages from another state can only be used if they were paid during Connecticut’s base period.\n• The wage credits earned in the other state will only be used on your Connecticut claim if this increases your weekly entitlement, or allows you to establish monetary eligibility that would not be possible based solely on your Connecticut wages.\n• Once wages from another state are used on a Connecticut claim, they are no longer usable on a claim in the other state.\n• Combined Wage Claims filed in Connecticut, with Connecticut as the paying state, are governed and paid in accordance with Connecticut law.\n• Combined Wage Claims take longer to process than regular claims as the agency must correspond with other states and verify wages. Every attempt is made by all states to process these claims as quickly as possible.",
    "metadata": {
      "section_title": "Combined Wage Claim – Work in More than One State",
      "page_number": 18
    }
  },
  {
    "section_id": "CT-48",
    "content": "If you are a former federal civilian employee, you may use your federal wages to file a Connecticut claim if:\n• Your federal wages were earned during the base period used on your Connecticut claim.\n• Your last federal employment was in Connecticut. Or, if your last federal employment was not in this state, you have other wages earned in Connecticut during the Connecticut base period.\n• You are living in Connecticut, but your last federal employment was outside the 50 states, Washington, D.C., Puerto Rico or the Virgin Islands.\n16",
    "metadata": {
      "section_title": "Ex-Federal Employees (UCFE)",
      "page_number": 19
    }
  },
  {
    "section_id": "CT-49",
    "content": "Ex-military people may receive benefits under Connecticut law if:\n• Separation was under honorable conditions and the member completed a full term of active service.\n• Separation was under honorable conditions prior to completion of full term but discharge was:\n(a) For the convenience of government under any early release program;\n(b) Due to medical disqualification, pregnancy, parenthood, or service- incurred injury or disability;\n(c) Due to hardship; or\n(d) Due to personality disorder or inaptitude (only if service is continuous for 365 days or more).\n• Member served 90 continuous days of active duty in a branch of the National Guard.\nYou must be in the State of Connecticut at the time you file your new claim. You will need to file your claim via www.FileCTUI.com and have your DD-214 member 4 available.",
    "metadata": {
      "section_title": "Ex-Military (UCX)",
      "page_number": 19
    }
  },
  {
    "section_id": "CT-50",
    "content": "The law provides for a flexible base period (rather than the fixed time period explained previously) to accommodate two particular circumstances where an individual may not be able to otherwise establish monetary entitlement. These circumstances are:\n(1) Individuals who may have missed a period of work due to being injured on the job. To be afforded the Special Base Period, the individual must have been receiving or be eligible to receive Worker’s Compensation.\n(2) Individuals who may have missed a period of work due to illness (not work related) and who were properly absent from work under their employer’s sick or disability leave policy. The law allows the base period to extend much further back into the work history in order to utilize wage credits. There are several limitations on the use of this type of base period, including the inability to use a quarter of wages in a current claim where such quarter was already used in a prior claim.",
    "metadata": {
      "section_title": "Worker’s Compensation / Disability - Special Base Period",
      "page_number": 19
    }
  },
  {
    "section_id": "CT-51",
    "content": "If you receive any unemployment benefits during the course of a benefit year, and that benefit year has expired or is about to expire, you must file a new claim to determine if you are eligible. To be eligible, the following conditions must be met:\n• There are sufficient wage credits in your new base period to establish a new weekly benefit rate.\n17\n• Since establishing your first benefit year, you have returned to work and been paid wages of $300 or five times the weekly benefit rate established for your second benefit year (whichever is greater).\n• Only wages earned from an employer that is subject to Unemployment Insurance law (any state or federal law) can be considered as meeting the second benefit year requirement.\n• To file for a second benefit year, go to www.FileCTUI.com and click on File or Reopen Your Unemployment Claim (blue button).",
    "metadata": {
      "section_title": "Qualifying for a Second Benefit Year",
      "page_number": 20
    }
  },
  {
    "section_id": "CT-52",
    "content": "The Connecticut Unemployment Compensation Act is generally intended to provide benefits to individuals who are out of work through no fault of their own. If your employer has indicated on your unemployment notice that you were laid off due to a lack of work, or your job was eliminated due to a workforce reduction, you will normally be determined eligible for benefits without the need for a hearing.\nHowever, if your employer has indicated on the notice that you quit or were discharged, an informal telephone hearing will be scheduled with an Adjudication Specialist. Your employer will be mailed a notice of this hearing and asked to provide a statement regarding your job separation.\n• With some exceptions detailed in the next section, when a worker quits a job, benefits may be awarded only when the worker has shown good cause attributable to the employer for quitting.\n• When a worker is discharged, benefits will be awarded unless the conduct that caused the discharge is disqualifying under the law.\n• Any separations from employment must be reported, including separations from part-time work that occur while filing for benefits.",
    "metadata": {
      "section_title": "Do I Need a Hearing to Determine my Eligibility?",
      "page_number": 20
    }
  },
  {
    "section_id": "CT-53",
    "content": "At the hearing, you will be asked questions about the circumstances under which you became unemployed. Answer these questions directly and honestly.\n• You will receive a questionnaire to guide you regarding the types of questions likely to be asked.\n• You have the right to present any evidence, documents or witnesses you wish, as does your employer, and you may provide a written statement if you desire.\n• You have the right to be represented by anyone you choose.\n• If you discover during the hearing that you need additional evidence, documents or witnesses to present your case fully, you may request that the hearing be continued and rescheduled for a later date to be determined by the Adjudication Specialist.\nFollowing the hearing, the Adjudicator will make a decision as to whether your reason for becoming unemployed is approvable under Connecticut unemployment compensation law. When a decision is issued:\n18\n• If you are disqualified, you will receive a letter explaining the legal reason for the disqualification, usually within several days. You may appeal this decision to the Employment Security Appeals Division (see “Appeal Rights,” page 30).\n• If you are found eligible, you will receive payment for each week you have claimed to date and are otherwise eligible. Your former employer will also be given the opportunity to file an appeal on a decision awarding you benefits.",
    "metadata": {
      "section_title": "Do I Need a Hearing to Determine my Eligibility?",
      "page_number": 21
    }
  },
  {
    "section_id": "CT-54",
    "content": "• If you voluntarily leave suitable work without good cause attributable to your employer, you may be denied benefits until you return to work and earn ten times your weekly benefit rate and are otherwise eligible.\n• Good cause attributable to your employer means that the employer made a substantial change to your working conditions, hours, wages or contract of hire. Good cause may also exist if the job itself adversely affects your health or aggravates or worsens a medical condition.\n• Good cause may only be found if you took reasonable steps to inform the employer of the issue and sought a remedy before leaving. If you continued to work under the changes for a period of time without seeking a remedy, you may be denied benefits.\n• Since you initiated the separation, it is your responsibility to provide evidence that you quit your job under conditions that may be approvable.",
    "metadata": {
      "section_title": "If You Quit Your Job",
      "page_number": 21
    }
  },
  {
    "section_id": "CT-55",
    "content": "r responsibility to provide evidence that you quit your job under conditions that may be approvable. Be prepared to submit all pertinent documentation to support your case at the time of the hearing.\nCommon reasons people are denied benefits include quitting for a better job or quitting for other personal reasons that do not relate to the above-mentioned conditions.\nThere are nine reasons for voluntary leaving which are not work-related but may provide for benefit approval if you remain able and available for full-time work and meet all other eligibility requirements:\n1. You left work to care for a spouse, child or parent with an illness or disability, provided a). You submit medical documentation verifying the illness or disability and need for care and b). Your employer did not communicate an offer of leave, paid or unpaid, for the period of time needed to provide care.\n2. You left work because you lost transportation to and from work other than your own vehicle, provided there was no other alternative transportation available.\n3.",
    "metadata": {
      "section_title": "If You Quit Your Job",
      "page_number": 22
    }
  },
  {
    "section_id": "CT-56",
    "content": "You accepted work while on layoff and are recalled to your former job.\n19\n4. You left work that was outside your regular apprenticeable trade to return to work in your regular apprenticeable trade.\n5. You left work solely because of governmental regulation or statue.\n6. You left part-time work to accept full-time work.\n7. You left work to protect yourself, a child, spouse or parent from domestic violence, provided you made efforts to keep your job before quitting.\n8. You left your job to follow a spouse who is required to move while on active duty with the United States Armed Forces.\n9. You left your job to follow a spouse who is required to move because of a change in employment which would result in an impractical commute.",
    "metadata": {
      "section_title": "If You Quit Your Job",
      "page_number": 22
    }
  },
  {
    "section_id": "CT-57",
    "content": "The law provides for a limited disqualification if you voluntarily quit a part time job and you may be awarded benefits based on a separation from full-time employment occurring after the start of your base period:\n• When a disqualifying voluntary leaving of part time work happens before an approvable separation from full-time work, the wages earned from that part time employer must be removed from the base period and cannot be used in determining your eligibility and weekly benefit rate.\no In these cases, eligibility will be determined based on any wages that remain in the base period. The removal of the part time wages may result in no change to the weekly benefit rate, a lowered rate, or the elimination of the rate.\n• When a disqualifying voluntary leaving of part-time work occurs after a compensable (non-disqualifying) separation from full-time employment, you may still be eligible for benefits, but the amount will be reduced by two thirds of the gross wages you were being paid on that part time job.",
    "metadata": {
      "section_title": "If You Quit Part-time Work",
      "page_number": 22
    }
  },
  {
    "section_id": "CT-58",
    "content": "If the employer proves that you have been fired or suspended for the following reasons you may be denied benefits until you return to work and earn ten times your weekly benefit rate and are otherwise eligible:\n1. Wilful misconduct in the course of your employment. The term “wilful misconduct” means:\n• Deliberate misconduct in wilful disregard of the employer’s interest; or\n• A single knowing violation of a reasonable and uniformly enforced rule or policy of the employer, when reasonably applied, provided such violation is not a result of the employee’s incompetence; or\n20\n• In the case of absence from work, absence without notice or good cause for three separate instances within a 12-month period.\n2. Conduct which is a felony under Connecticut law or federal law and occurred in the course of your employment.\n3. Conduct which constitutes larceny of property or service whose value exceeds $25 in the course of your employment. Also conduct which constitutes larceny of cash regardless of the amount of such currency.\n4. Participation in a strike which is illegal under federal or state law or regulation.\n5. You were sentenced to a term of imprisonment of 30 days or longer and had begun serving that sentence.\n6. You were disqualified under state or federal law from performing the work for which you were hired as a result of a drug or alcohol testing program mandated by and conducted in accordance with such law.",
    "metadata": {
      "section_title": "If You Were Discharged",
      "page_number": 23
    }
  },
  {
    "section_id": "CT-59",
    "content": "If you have voluntarily retired from a job, you may be denied benefits until you return to work and earn wages equaling 40 times your weekly benefit rate and are otherwise eligible.\n• Generally, retirement is defined as an individual’s withdrawal from the labor market. The fact that a person receives a pension upon termination of employment does not always mean that he or she has retired; the agency must assess the person’s intent at the time he or she left the job.\n• A worker whose retirement was not voluntary is normally eligible for benefits, provided he or she is able and available for work as required by law.\n• In certain instances, a worker’s retirement will be treated as involuntary if the retirement was induced by the employer in an effort to close a facility or eliminate the worker’s position, or if the worker reasonably believed the employment would be severed if he or she rejected the employer’s inducement to retire.\n• If the reason for the retirement is because the job has become unsuitable in light of the worker’s physical condition and the degree of risk to health and safety, the worker may still be eligible for benefits, provided he or she requested other work from the employer which was suitable and the employer did not offer the individual such work.",
    "metadata": {
      "section_title": "If You Retired",
      "page_number": 23
    }
  },
  {
    "section_id": "CT-60",
    "content": "If you are receiving a pension, the portion of your pension benefit that relates to your employer’s contribution is deducted from your weekly benefit rate. Your weekly benefit rate is not affected by Social Security retirement benefits.\n21",
    "metadata": {
      "section_title": "If You Retired",
      "page_number": 24
    }
  },
  {
    "section_id": "CT-61",
    "content": "You are ineligible for benefits during any week in which your unemployment is due to the existence of a labor dispute other than a lockout at the factory, premises or other establishment at which you have been employed.\nYou may be found eligible for benefits even if your unemployment is the result of a labor dispute if you can show either:\n• You are not participating in, financing or directly interested in the labor dispute which caused your unemployment and you do not belong to the trade, class or organization whose members worked on the premises immediately before the labor dispute began and are participating in, financing or directly interested in the dispute; or\n• Your unemployment is due to a lockout. A lockout exists when an employer:\no 1) fails to provide employment to workers with whom it is engaged in a labor dispute either by physically closing the plant or informing the workers there will be no work until the labor dispute has terminated; or 2) announces that work will be available after a contract has expired only under terms and conditions less favorable than the last terms and conditions of employment.\no In each of the above situations, for a lockout to exist, the workers’ union or representative must inform the employer that the workers involved in the dispute are willing to work under those last terms and conditions pending negotiation of a new contract.",
    "metadata": {
      "section_title": "If You Are Involved in a Labor Dispute",
      "page_number": 24
    }
  },
  {
    "section_id": "CT-62",
    "content": "If you are on a leave of absence from your employment, a hearing will be held to determine whether you are able and available for full time work. You may be eligible for benefits if:\n• You are physically unable to perform your normal job;\n• Your employer has no other suitable work; and\n• You are physically capable of performing some other work and looking for work in that field.\nIf your leave of absence is for a definite time period, you must, at a minimum, be available for temporary employment.\nBenefits will not be awarded if your leave of absence is essentially voluntary in nature and your regular job or some other suitable work is available to you.",
    "metadata": {
      "section_title": "Leave of Absence",
      "page_number": 24
    }
  },
  {
    "section_id": "CT-63",
    "content": "22",
    "metadata": {
      "section_title": "Educational Employees and Professional Athletes please see pages 28-29.",
      "page_number": 25
    }
  },
  {
    "section_id": "CT-64",
    "content": "To be found eligible for any week for which you claim benefits you must be:\n• Physically and mentally able to work;\n• Available for work; and\n• Making reasonable efforts to obtain work.\nTo demonstrate that you are genuinely exposed to the labor market, you must be ready, willing and able to accept any suitable work.\n• During the weeks immediately after you first become unemployed, you may limit your work search to employment that is equivalent to your highest previous wage and skill level. However, after a reasonable period, if you have not found new employment, you will be expected to broaden your availability to other types of work and to jobs which may pay less than your highest previous wage.\n• You may be interviewed periodically by American Job Center staff who will advise you regarding your compliance with this requirement.",
    "metadata": {
      "section_title": "Your Availability for Full Time Work",
      "page_number": 25
    }
  },
  {
    "section_id": "CT-65",
    "content": "You may also be selected for an UI Re-employment Services and Eligibility Assessment through the American Job Center. Participation, if selected, is mandatory. See page 37 for more information.\n• You may be denied benefits on the grounds that you are not available for work within the meaning of the law if you significantly limit your exposure to your normal labor market by placing unreasonable restrictions on the type of work you are willing to accept or how far you are willing to travel to a job.\n• At the time you file a new claim, you will also be registered for employment services to help you return to work as soon as possible. For further details about job-seeking assistance available at American Job Centers, refer to page 36.",
    "metadata": {
      "section_title": "Your Availability for Full Time Work",
      "page_number": 25
    }
  },
  {
    "section_id": "CT-66",
    "content": "Generally, the law requires an individual to be able and available for full-time work. You may limit your availability for work to part-time employment only by providing documentation from a licensed physician which establishes that:\n• You have a physical or mental impairment that is chronic or expected to be long-term or permanent;\n• The impairment leaves you unable to work full-time; and\n• Your part-time limitation does not effectively remove you from the labor force.",
    "metadata": {
      "section_title": "If You Are Unable to Work Full Time",
      "page_number": 25
    }
  },
  {
    "section_id": "CT-67",
    "content": "If you have a reasonably certain date of recall by your former employer or a definite starting date with a new employer, you must be available for suitable temporary work during the time before you are scheduled to return to work in order to comply with the law regarding availability.\n23",
    "metadata": {
      "section_title": "If You Have a Recall Date",
      "page_number": 26
    }
  },
  {
    "section_id": "CT-68",
    "content": "Whenever it is reported to the Labor Department that you have refused an offer of employment or a referral to a job, a hearing must be conducted to determine whether you refused the job/referral with sufficient cause and whether the work/ referral offered was suitable. If it is determined that you refused suitable work without sufficient cause, you will be disqualified from benefits, effective with the week you refused the job or referral, until you return to work and earn at least six times your weekly benefit rate and are otherwise eligible.\nIn determining whether you had sufficient cause for refusing a job or a referral to a job, Labor Department staff will consider:\n1. Whether the job is in your usual occupation or if it is work for which you are reasonably fitted;\n2. Whether the job is within a reasonable distance of your home;\n3.",
    "metadata": {
      "section_title": "If You Refused Work",
      "page_number": 26
    }
  },
  {
    "section_id": "CT-69",
    "content": "Your prior training, experience and skills;\n4. Your previous wage level;\n5. How long you have been unemployed;\n6. Whether the job poses any unreasonable risks to your health, safety or morals;\n7. Whether the wages, hours and working conditions of the work offered or referred to are substantially less favorable than those prevailing for similar work in the same area; and\n8. Whether there is a reasonable basis for a refusal, based on factors such as: present employment; personal illness or disability; domestic responsibilities of a compelling nature; confinement; or attendance in training approved by the Labor Department.\nAn offer of temporary work may be an offer of suitable employment if it is offered following the completion of a temporary assignment.",
    "metadata": {
      "section_title": "If You Refused Work",
      "page_number": 26
    }
  },
  {
    "section_id": "CT-70",
    "content": "If you are separated from employment, become eligible for benefits and then decide to begin attending a school, college or university as a regularly enrolled student, you may continue to collect benefits, provided you are available for and seeking full time work which does not conflict with classes.\n• If you were a full time student anytime during the two years prior to your separation from employment, you must also have been a full time employee during that same two year period in order to receive this consideration. Otherwise, you must be willing and able to change classes or drop out of school if you find a job which conflicts with your classes.\nIf you quit your job in order to attend school as a regularly enrolled full-time student, you will be disqualified from receiving benefits for so long as you are attending school.\n24",
    "metadata": {
      "section_title": "If You Are Attending a School, College or University",
      "page_number": 27
    }
  },
  {
    "section_id": "CT-71",
    "content": "If, after you have been determined eligible for benefits, you enroll in a job training course, you may be exempted from the requirements of being available for work, making efforts to find work and having to accept referrals to and offers of work, provided the Labor Department determines that:\n1. The training will help you develop the skills or abilities needed to find a job, and there are or will be future employment opportunities for that type of work in the area in which you intend to seek work;\n2. Reasonable employment opportunities do not exist or have substantially diminished in your labor market for the type of work you are best fitted to perform at your highest skill level; and\n3. The training facility or sponsor has determined that you are qualified to complete the training course.",
    "metadata": {
      "section_title": "If You Are Enrolled in an Approved Training Course",
      "page_number": 27
    }
  },
  {
    "section_id": "CT-72",
    "content": "Any training under the Workforce Innovation Opportunity Act (WIOA) or Trade Adjustment Assistance (TAA) falls within these guidelines as approved training. If you are enrolled in school or training or are contemplating enrolling in school or training that is not part of the TAA program and you want the agency to determine if the training meets the Approved Training requirements, go to www.FileCTUI.com to click on Hearing Forms and complete an Approved Training Questionnaire. Even if you are paying for the training yourself, it may be considered approved training by the Labor Department. Unemployment Insurance is not extended because you are in training; however, if you are in TAA-approved training and qualify for Trade Readjustment Allowances (TRA), you may be eligible to receive TRA while you participate in training. For more information about TAA, refer to page 38.",
    "metadata": {
      "section_title": "If You Are Enrolled in an Approved Training Course",
      "page_number": 27
    }
  },
  {
    "section_id": "CT-73",
    "content": "To be eligible for unemployment benefits, each claimant must be physically able to work, looking for work and available for work at the hours that are usual for the claimant’s occupation. These rules hold for pregnant women as well as new mothers.\n• Your benefits cannot be denied solely because of pregnancy or being a mother and you will not be required to undergo an informal hearing simply because of pregnancy. You will not be required to accept unsuitable work or denied job referrals to potential employment solely because of pregnancy.\n• After giving birth, you may qualify for benefits as soon as you are physically able to work, looking for work and otherwise eligible. If you file a claim within four weeks of childbirth, your eligibility for benefits will be evaluated at a hearing.\n• If your employment was terminated because of pregnancy, you may be eligible for benefits provided you are physically able to work, looking for a job and meet all other requirements. If you left work or are on a leave of absence because of pregnancy but are able to do another type of work\n25\nand otherwise eligible, you may collect benefits while pregnant. In such cases, you may be required to provide a medical certificate indicating the expected date of delivery and the last day on which you will be able to work.",
    "metadata": {
      "section_title": "If You Are Pregnant or a New Mother",
      "page_number": 28
    }
  },
  {
    "section_id": "CT-74",
    "content": "The unemployment compensation law states that an unemployed worker must make reasonable efforts to find employment each week.\nYou should look for and apply for jobs that you are qualified to do. You should apply for suitable employment by whatever means is most likely to bring your skills to the attention of a prospective employer and increase your chances of being hired. Some examples of suitable ways to make efforts include:\no Sending out résumés\no Networking\no Internet-based websites\no Newspapers and periodicals\no In-person\no Cold calling\nWhile the law does not specify what number of efforts to find work you must make each week, courts have generally said that an unemployed person who makes at least three employer contacts on two different days in a week has made reasonable efforts to obtain work during that week.",
    "metadata": {
      "section_title": "Your Efforts to Find Work",
      "page_number": 28
    }
  },
  {
    "section_id": "CT-75",
    "content": "Repeat contacts are not considered to be reasonable unless there is a definite reason to believe returning to the same employer would create favorable prospects for securing employment.\nKeeping a record of weekly employer contacts is important not only for periodic determinations by the American Job Center, but also because some people who file for benefits are randomly selected for an audit of their unemployment claims by the Labor Department’s Benefit Accuracy Measurement (BAM). You should be able to provide agency audit staff with information regarding your employer contacts for the week being reviewed and the dates the contacts were made. Failure to provide this information could result in a retroactive denial of benefits for that week, and you would be liable to repay the benefits you received.\nIf you travel out of state to look for work during a one- or two-week period for which you wish to claim benefits, keep a detailed list of job search contacts.\n26",
    "metadata": {
      "section_title": "Your Efforts to Find Work",
      "page_number": 29
    }
  },
  {
    "section_id": "CT-76",
    "content": "Once you have been determined initially eligible for benefits, your right to continue to receive benefits will not be terminated without a hearing. Should a legitimate issue be raised about your continued eligibility to receive benefits, you will be given notice of the issue to be decided, and a hearing will be scheduled. This hearing, which will be conducted by a Department of Labor Adjudicator, will be used to gather information regarding the issue in question.\nIssues that may call into question your continued eligibility for benefits include but are not limited to:\n• A question regarding your availability for work\n• Whether you are making reasonable efforts to find work\n• If you refuse an offer of work, whether the offer was reasonable, given your past work history and the amount of time you have been unemployed\n• If you refuse an offer of rehire from your former employer (the employer will be given notice and an opportunity to participate in the hearing).\nOnce the hearing has been conducted, a determination will be made regarding your continued eligibility to receive benefits, or, in some cases, your entitlement to benefits already received. If, as a result of this determination, your continued receipt of benefits is denied, or you are otherwise adversely affected, you will have the right to appeal the decision to the Employment Security Appeals Division.",
    "metadata": {
      "section_title": "What If My Eligibility for Benefits Is Questioned After I Have Been Approved?",
      "page_number": 29
    }
  },
  {
    "section_id": "CT-77",
    "content": "Your weekly benefit payment can be reduced or denied if you receive certain types of income or payments that arise out of past or present employment. Go to www.FileCTUI.com and use the Severance and Vacation form or go to your local American Job Center to report such payments as:\n• Part-time wages or wages for any work performed, including tips\no Wages must be reported when earned, not when paid; two-thirds of the amount of your weekly gross earnings is deductible from your weekly benefit rate.\no This includes temporary assignments.\n• Remuneration from self-employment, whether full time or part time\n• Commissions/Stipends\n• Vacation pay\n• Severance pay or wages in lieu of notice\n• Holiday pay\n• Retention bonus\n• Worker’s Compensation\n• Employer-sponsored disability payments\n• Employer-sponsored pensions\n• Unemployment Insurance under other state or federal law\n• Back pay awards\n27\nA disqualification or reduction in benefits for vacation or severance pay may not always be necessary, but the compensation typically requires a hearing to determine your eligibility. Considerations include your employer’s policy regarding employees’ use of vacation time and whether your employer required you to sign a release of claims agreement in exchange for the severance pay. For additional information about the hearing process, refer to page 18.",
    "metadata": {
      "section_title": "Reasons Why My Weekly Benefits May be Reduced or Denied",
      "page_number": 30
    }
  },
  {
    "section_id": "CT-78",
    "content": "If you began working in self-employment that you have not already reported to the Labor Department, you can go to www.FileCTUI.com or go to your local American Job Center to report it, whether or not you expect remuneration for such work. In some cases, it may be necessary to participate in an informal hearing to determine your eligibility.\nIf you are engaged in self-employment on a part-time basis while maintaining your availability and work search as defined by law, you may be eligible for partial benefits. Two-thirds of the amount of any remuneration received for self- employment is deductible from your weekly benefit rate.\nYou are not eligible for unemployment benefits if you are self-employed on a full-time basis, or primarily devoting your re-employment efforts toward either becoming self-employed or establishing your own business. You may be eligible, however, if your self-employment activities are a sideline and you can demonstrate that you remain fully attached to the labor market, and available to seek and accept work in an employee-employer relationship.",
    "metadata": {
      "section_title": "If you are Self-Employed",
      "page_number": 30
    }
  },
  {
    "section_id": "CT-79",
    "content": "Generally, employees of public and nonprofit educational institutions may not be paid benefits based on services performed for such institutions between academic years or terms and during vacation and holiday recesses if they have a contract or reasonable assurance of returning to work in the same or similar capacity when classes resume. If you are an employee of an educational institution, you should identify yourself as such when you first file.\nUnder certain conditions and during certain time periods, current and/or former employees of educational institutions may find their weekly benefit rate reduced or eliminated because wages earned from such employers are removed from the base period as a result of disqualification. When such a disqualification is in effect, only base period wage credits from non-educational employers and/or educational employers not involved in the disqualification can be utilized to establish monetary eligibility.",
    "metadata": {
      "section_title": "If you are an Educational Employee",
      "page_number": 31
    }
  },
  {
    "section_id": "CT-80",
    "content": "al employers not involved in the disqualification can be utilized to establish monetary eligibility. The first monetary determination received by educational employees will always reflect all base period wage credits before disqualification.\nWhen wage credits from those educational employers involved in disqualification are removed from base period use, one of three things can occur:\n1. There is no change to the weekly benefit rate because there are sufficient wage credits from other employers remaining in the base period, and the\n28\naverage of the two highest quarters of wages remains unchanged.\n2. The weekly benefit rate is reduced because, while there are still sufficient wage credits from other employers to establish monetary entitlement, the highest quarters of wages have changed as a result of the removal.\n3. The weekly benefit rate is eliminated because there are not enough wage credits remaining from other (non disqualifying) employers upon which to establish monetary entitlement.",
    "metadata": {
      "section_title": "If you are an Educational Employee",
      "page_number": 31
    }
  },
  {
    "section_id": "CT-81",
    "content": "Whenever wage credits are removed because of such disqualification, a second monetary determination will be issued to you, showing which wage credits remain and what, if any, weekly benefit rate is in effect.\nThis type of disqualification is only in effect during certain periods of time (between school or academic years, between semesters, during holiday, vacation, or recess periods). Therefore, it is possible that an unemployed educational employee could receive a lower benefit rate during disqualifying periods and the full rate during other periods. If you intend to file for benefits during one of the periods listed above, you must report that you are an educational employee when you file the claim.",
    "metadata": {
      "section_title": "If you are an Educational Employee",
      "page_number": 31
    }
  },
  {
    "section_id": "CT-82",
    "content": "If substantially all of the services you performed in your base period consist of participation in sports, athletic events, training or preparation for such participation, you will not be paid benefits between sports seasons if you have a reasonable assurance of performing the same type of services in the ensuing sports season. During these periods only wages earned from other than non professional sports participation can be used to determine eligibility.",
    "metadata": {
      "section_title": "If You Are a Professional Athlete",
      "page_number": 31
    }
  },
  {
    "section_id": "CT-83",
    "content": "Under certain circumstances the law requires that the weekly benefit rate payable to an individual must be reduced if the individual is also receiving a pension on both the initial (new) claim, and on each week’s continued claim. You will be asked if you have begun to receive any type of employer pension income and you must report these payments if you have applied for or are receiving an employer pension when you file your new or weekly continued claim. The term “pension” includes a governmental, employer sponsored, union or other pension, retirement or retired pay, annuity, profit sharing, or any other similar periodic payment. There are a number of factors in the law that are used to determine if the weekly benefit rate should be reduced, and if so, the amount of the reduction. In some cases, the reduction is greater than the weekly benefit rate and thus no benefits can be paid.",
    "metadata": {
      "section_title": "If You Are Currently Receiving a Pension",
      "page_number": 32
    }
  },
  {
    "section_id": "CT-84",
    "content": "some cases, the reduction is greater than the weekly benefit rate and thus no benefits can be paid.\nCalculating Pension Reductions: In order for a pension as defined above to affect your weekly benefit rate, your base period of wages must contain wages by the pensioning employer and those wages must have affected your eligibility for the pension. If the criteria above are met, then the weekly benefit payable to an individual must be reduced by a prorated weekly amount of the pension:\n29\na) If only the employer made contributions to the monthly pension, then the pension amount yearly will be divided by 52, and your benefits will be reduced by this amount each week.\nb) If both the employer and employee contributed to the pension then the yearly amount of the pension will be divided by 52, and the percentage of the employer contribution will be deducted weekly.\nc) If the pension amount is paid in a lump sum, then the lump sum is divided based on the life expectancy chart and then divided again by 52 to determine your weekly reduction.",
    "metadata": {
      "section_title": "If You Are Currently Receiving a Pension",
      "page_number": 32
    }
  },
  {
    "section_id": "CT-85",
    "content": "Computing the Number of Weeks of Entitlement – Typically, an individual receives 26 weeks of unemployment insurance benefits at the full weekly benefit rate. A pension reduction against the weekly benefit rate has the effect of lowering the benefit rate weekly but increasing the number of weeks for which unemployment insurance may be paid.\nFailure to report the receipt of an employer pension can result in an overpayment of your unemployment insurance benefits. Benefits can only be paid if the claimant meets all other eligibility requirements as well.",
    "metadata": {
      "section_title": "If You Are Currently Receiving a Pension",
      "page_number": 32
    }
  },
  {
    "section_id": "CT-86",
    "content": "Unemployment insurance benefits, by law, will be reduced under certain conditions if you are delinquent in meeting child support obligations. The money that is withheld from unemployment benefits is sent to the State Disbursement Unit (SDU) to satisfy your child support obligation. The Department of Labor does not determine if, or by how much, your benefits should be reduced. The state agencies that enforce child support orders have the authority to obtain an income withholding order from the courts to attach to your unemployment benefits.\nThe Department of Labor must honor any such income withholding order. If your unemployment benefits are withheld, you will receive a letter, Form UC-178, showing the amount of the reduction and the reduced weekly benefit rate you will receive while the withholding remains in effect during your benefit year. Benefits withheld as a result of an income withholding are considered to be received by the individual as if he or she received a full weekly amount. If you have a question about the amount deducted, you may contact the Child Support Information and Problem Resolution Unit at 1-800-228-KIDS.",
    "metadata": {
      "section_title": "Child Support Obligations",
      "page_number": 32
    }
  },
  {
    "section_id": "CT-87",
    "content": "Whenever a claim is denied, a written decision is sent to you. This decision will include:\n• The reason for the denial.\n• The period of ineligibility covered by the denial.\n• Information concerning your appeal rights (you have 21 calendar days from the mailing date of a denial letter in which to file an appeal).\n30\nYou may file an appeal by:\n• Mailing or faxing your appeal to any *Full-service American Job Center. Your appeal will be timely if it is received within 21 days of the decision denying benefits or if mailed, and it bears a legible United States postmark dated within such 21-day period.\n• Using the Internet at http://www.ctdol.state.ct.us/appeals/apfrmnt.htm within this 21-day period.\n• Reporting in person to any *Full-service American Job Center as soon as possible. A staff member will assist you in preparing your appeal, and if you wish, provide guidance in how to use various reference materials.\n*Full-Service American Job Centers are located in Hartford, Hamden, Waterbury, Bridgeport, Danielson and New London. (see page 39 for location/contact information to these six Full-service American Job Centers)\nAn Appeals Referee from the Appeals Division will hear your case.",
    "metadata": {
      "section_title": "Appeal Rights & Office Locations",
      "page_number": 33
    }
  },
  {
    "section_id": "CT-88",
    "content": "While waiting for the Referee’s decision, you should continue to file weekly claims as scheduled as long as you are totally or partially unemployed.\nOther important information:\n• Your Social Security Number should be included on all correspondence. If your appeal is late, the Appeals Referee cannot legally hear your case unless you show good cause for filing the appeal late.\n• Once your appeal is filed or if an employer files an appeal from the award of benefits, the Appeals Division will send you “A Claimant’s Guide to the Appeals Process.” This pamphlet tells you everything you need to know about how to prepare for an appeal. Read it carefully.\n• The Appeals Division is an independent body and controls all phases of appeals processing.",
    "metadata": {
      "section_title": "Appeal Rights & Office Locations",
      "page_number": 33
    }
  },
  {
    "section_id": "CT-89",
    "content": "• The Referee holds an informal hearing to which all interested parties are invited. It is very important to participate in all hearings and to present all pertinent information.\n• If you need to postpone a hearing you should contact the office that issued the notice of hearing. Your request will be granted only for good cause.\n• You may bring documents or witnesses and be represented by an attorney.\n• You will receive a written decision from the Referee.\n31",
    "metadata": {
      "section_title": "What you Should Expect at an Appeals Hearing",
      "page_number": 34
    }
  },
  {
    "section_id": "CT-90",
    "content": "A Referee’s decision may be appealed to the Board of Review by any interested party (the claimant, the employer, or the Administrator) within 21 days of its mailing date. Instructions for filing such appeals appear following the Referee’s decision. If you file an appeal to the Board of Review:\n• You should clearly identify the appeal as “Appeal to the Board of Review”.\n• In your appeal, you should state every reason why you think the Referee’s decision was incorrect.\n• Once you file your appeal, the Board of Review will acknowledge receipt of your appeal and provide an opportunity for you to submit a written statement in support of your case.\n• The Board of Review will then review all the material in the case file and listen to the tape recording of the hearing conducted by the Referee.\n• A decision will be issued by the Board of Review, which will affirm (agree with), reverse, or modify the Referee’s decision.",
    "metadata": {
      "section_title": "Appealing to the Board of Review",
      "page_number": 34
    }
  },
  {
    "section_id": "CT-91",
    "content": "If the Board feels that further information is needed, the case may be remanded (sent back) to the Referee for a new hearing.\nThe Board of Review’s decision may be appealed within 30 days by an interested party. Instructions for filing such appeals are contained in the Board’s decision and must be followed carefully since such appeals are heard by the Superior Court.\nImportant: Do not delay your appeal! Your appeal must be received or post- marked within the time limit allowed by law. Failure to do so will result in dismissal of the appeal and the decision will stand unless you can show good cause for filing late. If the last day for appeal falls on a day when Labor Department offices are closed, the appeal period is extended to the next business day.\n32",
    "metadata": {
      "section_title": "Appealing to the Board of Review",
      "page_number": 35
    }
  },
  {
    "section_id": "CT-92",
    "content": "WATERBURY (203) 579-6271 249 THOMASTON AVE (Bridgeport Area) WATERBURY, CT 06702 MIDDLETOWN (203) 230-3700 645 SOUTH MAIN ST (Hamden Area) MIDDLETOWN, CT 06457 MIDDLETOWN (860) 566-5262 645 SOUTH MAIN ST (Hartford Area) MIDDLETOWN, CT 06457 MIDDLETOWN (860) 892-2253 645 SOUTH MAIN ST (Norwich Area) MIDDLETOWN, CT 06457 WATERBURY (203) 596-4138 249 THOMASTON AVE. WATERBURY, CT 06702",
    "metadata": {
      "section_title": "OFFICES OF THE APPEALS DIVISION REFEREES",
      "page_number": 35
    }
  },
  {
    "section_id": "CT-93",
    "content": "(860)-566-3045 38 WOLCOTT HILL RD. WETHERSFIELD, CT 06109",
    "metadata": {
      "section_title": "BOARD OF REVIEW",
      "page_number": 35
    }
  },
  {
    "section_id": "CT-94",
    "content": "If, after having been found eligible for benefits, the Labor Department determines that you were paid in error or the Appeals Division reverses the original decision to pay benefits, you will be liable to repay benefits that were overpaid.\nOnce the decision which results in your being overpaid becomes final, you will be given the opportunity to have a hearing with an Adjudications Specialist regarding:\n• The exact amount of the overpayment,\n• How the overpayment should be recouped (for example: offsetting a portion, usually 50 percent, of weekly benefits); and\n• Whether recovery of the overpayment can be waived because it would be against equity and good conscience to require payment.\nIf you knowingly collect benefits based on false or inaccurate information that you intentionally provide when you file your claim, you are committing fraud. Unemployment Insurance fraud is punishable by law and violators could face a number of serious penalties and consequences. If you think you have committed fraud, let us help you address the issue: go to www.FileCTUI.com, click on Overpayment Assistance and follow the prompts.\n33",
    "metadata": {
      "section_title": "Due to Error or Reversal",
      "page_number": 36
    }
  },
  {
    "section_id": "CT-95",
    "content": "It is a crime to misrepresent or fail to disclose facts or to make false statements in order to obtain or increase benefits. A number of techniques, including computerized cross-checking of earnings during weeks of unemployment, are used in Connecticut to detect fraudulent claims. To avoid violating the law, you must:\n• Report all work and gross earnings, including tips.\n• Report all facts affecting your availability, such as illness, confinement or self-employment.\n• Report if you fail to go to a job referral or if you refuse a job.\nThere are severe penalties for submitting false statements or withholding information about employment and earnings in order to receive or increase benefits. All work, including self-employment, must be reported when the work is performed, even if you do not receive any payment at the time.",
    "metadata": {
      "section_title": "Overpayments Resulting from Fraud, Wilful Nondisclosure or Wilful Misrepresentation of a Material Fact",
      "page_number": 36
    }
  },
  {
    "section_id": "CT-96",
    "content": "nt, must be reported when the work is performed, even if you do not receive any payment at the time.\nViolators are subject to prosecution and, if found guilty, are subject to a jail sentence of one to five years and a maximum fine of $5,000. In addition, they MUST REPAY the amount of benefits overpaid, and, if the determination is made prior to October 1, 2013, may forfeit as many as 39 additional weeks of future benefits as an administrative penalty. For any fraud overpayment determination made on or after October 1, 2013, violators must pay a monetary penalty of 50 percent of the amount overpaid for the first offense and 100 percent of the amount overpaid for any additional offenses. The penalty amount cannot be paid with future unemployment benefits. After the penalty has been paid, the overpayment amount may be totally offset by future benefits until all overpaid benefits are recovered.",
    "metadata": {
      "section_title": "Overpayments Resulting from Fraud, Wilful Nondisclosure or Wilful Misrepresentation of a Material Fact",
      "page_number": 36
    }
  },
  {
    "section_id": "CT-97",
    "content": "erpayment amount may be totally offset by future benefits until all overpaid benefits are recovered. Examples of fraud penalties:\nYou are overpaid $1,000 in unemployment compensation benefits and this is the first time the Labor Department has determined that you received benefits based on fraud and were therefore overpaid.\n• Fifty percent of the overpayment is $500\n• Therefore, you must pay a $500 penalty AND you must also repay the $1,000 overpayment\n• Interest of one percent will accrue on the overall principal balance on a monthly basis.\nYou are overpaid $1,000 in unemployment compensation benefits and this is not the first time the Labor Department has determined that you received benefits based on fraud and were therefore overpaid.\n• One hundred percent of the overpayment is $1,000\n• Therefore, you must pay a $1,000 penalty AND you must also repay the $1,000 overpayment\n• Interest of one percent will accrue on the overall principal balance on a monthly basis.",
    "metadata": {
      "section_title": "Overpayments Resulting from Fraud, Wilful Nondisclosure or Wilful Misrepresentation of a Material Fact",
      "page_number": 37
    }
  },
  {
    "section_id": "CT-98",
    "content": "All overpayment determinations made on or after July 1, 2005, which are based\n34\non fraud, willful misrepresentation or willful non-disclosure of a material fact will be subject to interest of one percent per month on the remaining balance due.\nIf the immediate deduction of your benefits in the benefit year is insufficient to repay the amount you owe and you do not make full repayment, the Department of Labor will establish a repayment plan for you. If you fail to comply with the repayment schedule, the Department may garnish your wages when you return to work. A court-ordered wage execution can require your employer to deduct money from your wages and pay that amount directly to the Department of Labor.\nIn addition, other actions permitted by law may be taken. Such actions may include, but are not be limited to, criminal prosecution as well as interception of any state or federal income tax refund that you would otherwise receive.",
    "metadata": {
      "section_title": "Overpayments Resulting from Fraud, Wilful Nondisclosure or Wilful Misrepresentation of a Material Fact",
      "page_number": 37
    }
  },
  {
    "section_id": "CT-99",
    "content": "Benefit Accuracy Measurement (BAM) is a federally mandated program designed to prevent both error and fraud in the Unemployment Compensation program. Claimants are randomly selected to participate in this program. If you are selected, your account will be audited to ensure that claims have been paid correctly. The audit will include a review of payroll records from your former employer(s), your work search efforts, and a review of all actions taken by the Department of Labor regarding your claim. You will be sent a detailed questionnaire which you will need to complete and return to the agency’s Benefit Accuracy Measurement unit. You will be contacted by a member of the Benefit Accuracy Measurement unit for additional information. Failure to comply with a request for information can affect your benefits by raising the question of weekly eligibility.",
    "metadata": {
      "section_title": "Benefit Accuracy Measurement (BAM)",
      "page_number": 37
    }
  },
  {
    "section_id": "CT-100",
    "content": "Any unemployment benefits you receive are fully taxable by the Internal Revenue Service (IRS) and the State of Connecticut, provided you are required to file a tax return.\nYou may voluntarily have taxes withheld for federal and Connecticut income taxes. This choice may be made at the time you file your new claim, or during your benefit year, to become effective with the first payment after your request is processed. For more details on tax withholding, please see pamphlet UC- 620, Voluntary Withholding of Income Tax, available at an American Job Center.\nForm 1099-G provides you with information to meet your federal, state and personal income tax needs. Benefits paid on Interstate claims will be reported by the state paying the claim. Form 1099-G is no longer mailed by the Connecticut Department of Labor.\n35\nThe 1099-G must be obtained online at www.ctdol.state.ct.us/messages/1099G.htm. The form will indicate the dollar amount of benefits received during the preceding year and the amount of federal and state taxes withheld, if any. This information is also provided to the Internal Revenue Service and the Connecticut Department of Revenue Services.",
    "metadata": {
      "section_title": "Benefits Are Taxable",
      "page_number": 38
    }
  },
  {
    "section_id": "CT-101",
    "content": "The Earned Income Tax Credit is a refundable federal tax credit for certain low income workers. This program may reduce your federal tax burden. For information on the Earned Income Tax Credit, contact the IRS www.irs.gov or call 1-800-829-1040.",
    "metadata": {
      "section_title": "Federal Earned Tax Credit",
      "page_number": 38
    }
  },
  {
    "section_id": "CT-102",
    "content": "The Connecticut Department of Labor offers a variety of career services to assist you in your job search and also offers in-person assistance with your unemployment claim. Visit an AJC to register for no-cost services. Our AJCs host specialized workshops for job seekers as well as job recruitments for companies that are hiring. Contact your nearest AJC to schedule an appointment with a Career Development Specialist to take advantage of one-on-one assistance and valuable career advice. Professional résumé writers are located in most offices and they can also assist with the interviewing process. AJC services include:\n• Job search assistance and employment referrals\n• Unemployment claim assistance\n• Résumé preparation assistance\n• Career guidance and/or career counseling\n• Re-employment workshops\n• Veterans employment and training programs\n• Labor market and training information\n• Self-service areas including: computers with Internet access, phones/fax, assistive technology and accessible workstations for persons with disabilities\n• Onsite recruitments with hiring employers\nCenters also have representatives who assist military veterans, persons with disabilities, youth, older workers and others with special needs. To find an American Job Center location near you, visit:\nwww.ct.gov/dol and click on the “Local Offices” box.",
    "metadata": {
      "section_title": "Visit the Department of Labor at your local American Job Center",
      "page_number": 38
    }
  },
  {
    "section_id": "CT-103",
    "content": "American Job Centers are proud to offer Priority of Services to U.S. Military Veterans in all of the U.S. DOL funded employment and training programs. Additionally, Veterans’ Specialists are available in offices to provide one-on-one services to disabled, combat, recently separated and other veterans who would benefit from intensive services. For more information go to www.ctvets.org or refer to the American Job Center listing on page 39.\n36",
    "metadata": {
      "section_title": "Veterans’ Services",
      "page_number": 39
    }
  },
  {
    "section_id": "CT-104",
    "content": "• Employment Services: To access information on employment services online, go to www.ct.gov/dol and select “Let us Help You Get Back to Work” for a full listing. Highlights include CT.Jobs, the Job & Career ConneCTion and Labor Market Information.\n• CTHires (CTHires.com) is the Labor Department’s online job bank. Job seekers can browse Connecticut job openings in a wide variety of occupations and industries, at no charge! Jobseekers can post their résumé online and employers search the résumé database for qualified candidates. Other features of the job bank include: creating a résumé, cover letters, follow-up letters, employment referrals and automatic e- mail notification when a job matching your criteria is posted to CTHires.\n• Job & Career ConneCTion provides a variety of information about careers, salary, training, and for making informed career decisions. http://www1.ctdol.state.ct.us/jcc/\n• Labor Market Information website offers tools for researching job trends, companies and salary averages. http://www1.ctdol.state.ct.us/lmi/index.asp",
    "metadata": {
      "section_title": "Online Employment Services Information",
      "page_number": 39
    }
  },
  {
    "section_id": "CT-105",
    "content": "UI RESEA is a program funded by the U.S. Department of Labor to help unemployment insurance claimants return to work faster. Claimants are randomly selected to participate. If you are selected, you will receive a notification within five weeks of initiating your claim that advises you to report for an in-person meeting.\nThe UI RESEA meeting includes an eligibility assessment regarding your unemployment benefits and a review of your work search approach and efforts. You will receive information about the services available through the American Job Centers as well as labor market and career information. An American Job Center representative will help you develop a plan to address your specific reemployment needs. Your plan will include a referral to an appropriate reemployment service.\nIf selected for UI RESEA, your participation is mandatory. Failure to comply with program requirements will result in a delay in payment and could result in a disqualification from receiving unemployment benefits.\nIf selected for UI RESEA, your participation is mandatory. Failure to comply with program requirements will result in a delay in payment and could result in a disqualification from receiving unemployment benefits.\n37",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE REEMPLOYMENT SERVICES AND ELIGIBILITY ASSESSMENT (UI RESEA)",
      "page_number": 40
    }
  },
  {
    "section_id": "CT-106",
    "content": "Trade Adjustment Assistance: Trade Adjustment Assistance (TAA) provides benefits to workers who lose their jobs or whose hours of work and wages are reduced as a result of increased imports from, or shifts in production to, foreign countries. The goal of the federal TAA program is to provide assistance to trade- impacted workers to enable them to return to suitable employment as quickly as possible. For information on services that might be available to you, visit our website at: www.ctdol.state.ct.us/TradeAct/default.htm\nDislocated Workers: If you are being laid off, or already have lost your job through no fault of your own, you may be a dislocated worker and eligible for certain federal, state and community services, whether you’re seeking new skills, a new employer, or to start a business of your own. Call or ask at your local American Job Center to be certified as a dislocated worker.\n38",
    "metadata": {
      "section_title": "Educational Services",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-107",
    "content": "2 LAFAYETTE SQUARE BRIDGEPORT, CT 06604-6001\n(203) 455-2700\nGPS USERS: 350 FAIRFIELD AVE",
    "metadata": {
      "section_title": "*BRIDGEPORT AJC",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-108",
    "content": "95 WESTCOTT RD DANIELSON, CT 06239-2942 (860) 412-7000",
    "metadata": {
      "section_title": "DANIELSON AJC",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-109",
    "content": "37 MARNE ST\nHAMDEN, CT 06514-3693\n(203) 859-3200",
    "metadata": {
      "section_title": "*HAMDEN AJC",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-110",
    "content": "3580 MAIN ST HARTFORD, CT 06120-9942 (860) 256-3700",
    "metadata": {
      "section_title": "*HARTFORD AJC",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-111",
    "content": "SHAWS COVE SIX NEW LONDON, CT 06320-4969 (860) 439-7400",
    "metadata": {
      "section_title": "*NEW LONDON AJC",
      "page_number": 41
    }
  },
  {
    "section_id": "CT-112",
    "content": "249 THOMASTON AVENUE WATERBURY, CT 06702-1010 (203) 437-3380\n*Denotes Veterans’ Representatives locations (although appointments can be made for other offices)\n39",
    "metadata": {
      "section_title": "*WATERBURY AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-113",
    "content": "4 FOURTH STREET ANSONIA, CT 06401 (203) 397-6647",
    "metadata": {
      "section_title": "ANSONIA AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-114",
    "content": "4 LIBERTY ST DANBURY, CT 06810-6361 (203) 730-0451\nDERBY AJC 101 ELIZABETH ST. DERBY, CT 06418 (203) 734-3443\nENFIELD AJC 786 ENFIELD ST ENFIELD, CT 06082-2465 (860) 745-8097",
    "metadata": {
      "section_title": "DANBURY AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-115",
    "content": "893 MAIN ST MANCHESTER, CT 06040 (860) 643-2222\nMERIDEN AJC 85 WEST MAIN ST, 2ND FL MERIDEN, CT 06451-4141 (203) 238-3688\nMIDDLETOWN AJC 272 SOUTH MAIN STREET MIDDLETOWN, CT (203) 347-7691",
    "metadata": {
      "section_title": "MANCHESTER AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-116",
    "content": "260 LAFAYETTE ST NEW BRITAIN, CT 06053-4157 (860) 899-3500",
    "metadata": {
      "section_title": "NEW BRITAIN AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-117",
    "content": "560 ELLA T. GRASSO BLVD NEW HAVEN, CT (203) 624-1493",
    "metadata": {
      "section_title": "NEW HAVEN AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-118",
    "content": "113 SALEM TPKE., SUITE 200 NORWICH, CT 06360 (860) 859-5777\nSTAMFORD AJC 141 FRANKLIN ST., 2ND FL STAMFORD, CT 06901 (203) 353-1702",
    "metadata": {
      "section_title": "NORWICH AJC",
      "page_number": 42
    }
  },
  {
    "section_id": "CT-119",
    "content": "59 FIELD STREET TORRINGTON, CT 06790-2933 (860) 496-3500\nWILLIMANTIC AJC 1320 MAIN ST, TYLER SQUARE WILLIMANTIC, CT 06226-1940 (860) 450-7603\n40",
    "metadata": {
      "section_title": "TORRINGTON AJC",
      "page_number": 43
    }
  },
  {
    "section_id": "CT-120",
    "content": "The following log is provided for your convenience. If you ever have a problem with your claim, having this information will help your AJC customer service representatives provide better, more efficient service.\nWeek-ending filed (Sat. date) Date/time of call or online filing Claim accepted Payment received? (Date/comments)\n41",
    "metadata": {
      "section_title": "CONTINUED CLAIMS FILED BY WEB OR PHONE",
      "page_number": 44
    }
  },
  {
    "section_id": "CT-121",
    "content": "Date Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Date Position Employer Contact Person Employer Contact Person Phone No., Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\n42",
    "metadata": {
      "section_title": "Work Search Efforts",
      "page_number": 45
    }
  },
  {
    "section_id": "CT-122",
    "content": "Date Position Date Position Date Position Date Position Date Position Date Position Date Position Date Position Date Position Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Employer Contact Person Phone No., Phone No., Phone No., Phone No., Phone No., Phone No., Phone No., Phone No., Phone No.,\n43",
    "metadata": {
      "section_title": "Work Search Efforts",
      "page_number": 46
    }
  },
  {
    "section_id": "CT-123",
    "content": "Date Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\nDate Position Employer Contact Person Phone No.,\n44",
    "metadata": {
      "section_title": "Work Search Efforts",
      "page_number": 47
    }
  },
  {
    "section_id": "CT-124",
    "content": "It is against the law for this recipient of federal financial assistance to discriminate on the following bases:\nAgainst any individual in the United States, on the basis of race, color, religion, sex (including pregnancy), genetic information, national origin, age, disability, political affiliation or belief; and\nAgainst any beneficiary of programs financially assisted under Title I of the Workforce Innovation & Opportunity Act (WIOA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIOA Title I-financially assisted program or activity.\nThe recipient must not discriminate in any of the following areas: deciding who will be admitted, or have access, to any WIOA Title I-financially assisted program or activity; providing opportunities in, or treating any person with regard to, such a program or activity; or making employment decisions in the administration of, or in connection with, such a program or activity.",
    "metadata": {
      "section_title": "Connecticut Department of Labor",
      "page_number": 47
    }
  },
  {
    "section_id": "CT-125",
    "content": "ng employment decisions in the administration of, or in connection with, such a program or activity.\nIf you think that you have been subjected to discrimination under a WIOA Title I-financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with either:\nThe recipient’s Equal Opportunity Officer (or the person whom the recipient has designated for this purpose); or\nThe Director, Civil Rights Center (CRC) U.S. Department of Labor 200 Constitution Avenue NW, Room N-4123 Washington, DC 20210\nIf you file your complaint with the recipient, you must wait either until the recipient issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above). If the recipient does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with CRC.",
    "metadata": {
      "section_title": "Connecticut Department of Labor",
      "page_number": 47
    }
  },
  {
    "section_id": "CT-126",
    "content": "However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient).\nIf the recipient does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\nFor more information, contact your local American Job Center or the Connecticut Department of Labor, Equal Opportunity Officer, 200 Folly Brook Boulevard, Wethersfield, CT 06109, Phone (860) 263-6067; TDD/TTY (860) 263-6074; Fax (860) 263-6216.\n45",
    "metadata": {
      "section_title": "Connecticut Department of Labor",
      "page_number": 48
    }
  },
  {
    "section_id": "CT-127",
    "content": "Please call the telephone number listed that is within your local calling area. Directions to the American Job Centers located in these areas can also be obtained by calling the number listed below or visiting our website.\nCALLING # TO CALL TO AREA FILE CLAIM Ansonia (203) 230-4939 Bridgeport * (203) 579-6291 Bristol (860) 566-5790 Danbury (203) 797-4150 Danielson * (860) 423-2521 Enfield * (860) 566-5790 Hamden (203) 230-4939 Hartford (860) 566-5790 Manchester (860) 566-5790\nCALLING # TO CALL TO AREA FILE CLAIM Meriden (860) 344-2993 Middletown (860) 344-2993 New Britain (860) 566-5790 New London (860) 443-2041 Norwich (860) 443-2041 Stamford (203) 348-2696 Torrington * (860) 482-5581 Waterbury (203) 596-4140 Willimantic (860) 423-2521\n* If you live in the Kent, North Thompson, Salisbury, Sharon, Stafford\nSprings, Westport, or Wilton exchange, you may call the following toll free\nnumber:\n1-800-354-3305\nThis number is NOT accessible statewide. It is only for the seven towns listed above.\nIf you live out of state, contact our Interstate office at 1-800-942-6653.\nTDD/TTY Users CALL 1- 800-842-9710. This is a relay service that can connect you to the numbers listed above in order to file your claim by telephone.\nThe Connecticut Department of Labor is an Affirmative Action/Equal Opportunity program and service provider. Auxiliary aids and services are available upon request to individuals with disabilities.\nUC-288 (Rev. 10/17)\n46",
    "metadata": {
      "section_title": "Local TeleBenefits Phone Numbers for filing your weekly (continued) claims:",
      "page_number": 48
    }
  }
]