[
  {
    "section_id": "GA-0",
    "content": "GDO",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "GA-1",
    "content": "dol.georgia.gov",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE CLAIMANT HANDBOOK",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-2",
    "content": "lntentionally withholding or providing misleading, inaccurate information on a claim for UI benefits is considered fraud, which is punishable by law. When filing a claim for UI benefits, make sure all the information you provide is accurate.",
    "metadata": {
      "section_title": "Be Honest",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-3",
    "content": "AII individuals requesting unemployment benefits must register for Employment Services with WorkSource Georgia at worksourcegaportal.com to be eligible to collect UI benefits. The services offered are designed to help you get back to work as soon as possible.",
    "metadata": {
      "section_title": "Register as a Job Seeker",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-4",
    "content": "For each week you request benefit payments, you must actively seek work and maintain a record of your work search activities. Work search activities must be performed at least three days a week.",
    "metadata": {
      "section_title": "Actively Search for Work",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-5",
    "content": "Refusing a suitable work offer could result in a denial or delay of your benefit payments.",
    "metadata": {
      "section_title": "Do Not Refuse Suitable Work",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-6",
    "content": "75\nYou must report ALL your gross earnings (before tax and other deductions) for each week you work when filing for UI benefits, including part-time or temporary work and other required reportable income, at dol.georgia.gov.",
    "metadata": {
      "section_title": "Report All Earnings",
      "page_number": 2
    }
  },
  {
    "section_id": "GA-7",
    "content": "You are responsible for knowing and following Georgia’s UI laws and rules when filing for UI benefits. To prevent errors that may result in an overpayment, you must carefully read all the materials sent to you and respond to requests.\nIf you have additional questions about your claim, visit dol.georgia.gov.\ny — 4 4",
    "metadata": {
      "section_title": "Read the Information Provided",
      "page_number": 3
    }
  },
  {
    "section_id": "GA-8",
    "content": "The Georgia Department of Labor (GDOL) will provide an interpreter for the hearing or voice impaired and for those individuals with limited English proficiency. Individuals with hearing or voice impairment may contact the Georgia Relay Center at 1.866.694.5824 to access GDOL services. Should you require assistance interpreting documents you received, you may take them to your local career center for translation. These services are provided at no cost to you.",
    "metadata": {
      "section_title": "INTERPRETER SERVICES",
      "page_number": 3
    }
  },
  {
    "section_id": "GA-9",
    "content": "Monday–Friday, 8:00 a.m. – 4:00 p.m.\nCall 1.877.709.8185\nEqual Opportunity Employer/Program\nAuxiliary aids and services are available upon request to individuals with disabilities.\n3\nTABLE OF CONTENTS INTRODUCTION THE TOP 12 THINGS YOU SHOULD KNOW HOW DO I QUALIFY? Your Past Wages Your Job Separation Proof of Lawful Presence Verification of Identifying Information Your Availability to Work and Your Work Search Suitable Work Job Refusals What Happens After I Apply For Benefits? CLAIM DETERMINATIONS Unemployment Insurance Benefit Determination Claims Examiner’s Determination APPEALS What Happens After I File An Appeal? CLAIMING YOUR WEEKLY BENEFITS When to Claim Your Weekly Benefits Methods For Requesting Weekly Payments Responding to the Certification Questions Claiming Your Weekly Benefits Online Claiming Your Weekly Benefits By Telephone REPORTING YOUR WORK SEARCH Acceptable Work Search Activities Include But Are Not Limited To: Submitting Your Work Search Online Submitting Your Work Search By Fax CHECKING THE STATUS OF YOUR PAYMENTS Checking Your Payment Status Online Checking Your Payment Status By Telephone BENEFIT PAYMENTS Direct Deposit Way2go Debit Mastercard® Changing Your Payment Method Income Tax Withholdings 4 6 7 8 8 11 12 13 13 14 14 14 15 15 17 17 18 19 19 20 21 22 23 24 24 25 25 25 25 25 26 26 27 28 28\nOther Deductions Payment Delays REPORTING YOUR INCOME Weekly Earnings Vacation and Holiday Pay Retirement Income Severance, Separation Pay, Wages In Lieu Of Notice, and Dismissal Payments Workers’ Compensation OVERPAYMENTS Non-Fraud Overpayments Fraud Overpayments Repayment of Overpayments REPORTING UI FRAUD AND ABUSE EMPLOYMENT SERVICES Employment Services Registration Services in the Gdol Career Centers Career Center Computer Resources SPECIAL PROGRAMS Claimant Trainee Program Reemployment Services and Eligibility Assessment (Resea) Trade Adjustment Assistance LEGAL REQUIREMENTS Privacy Disclosure of Private and Confidential Information Security Validation Non-Discrimination FREQUENTLY ASKED QUESTIONS YOUR RECORDS Work Search Confirmation Record Conversations with Gdol Staff 29 30 31 31 31 31 31 31 32 32 33 33 34 35 35 36 37 37 37 37 38 39 39 39 39 39 40 46 46 46",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE (UI) CUSTOMER SERVICE",
      "page_number": 5
    }
  },
  {
    "section_id": "GA-10",
    "content": "5",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE (UI) CUSTOMER SERVICE",
      "page_number": 6
    }
  },
  {
    "section_id": "GA-11",
    "content": "The Unemployment Insurance (UI) program provides short-term financial assistance to eligible workers who are unemployed or partially unemployed through no fault of their own. The purpose of the program is to help bridge the gap between jobs by providing funds with which to purchase necessities. The intent is to reduce the financial burden of joblessness, while allowing individuals an opportunity to deliberately search for employment that matches their skills, training, and prior earning capability.\nIn Georgia, unemployment benefits are paid from a UI Trust Fund, which is fully funded by employers who pay UI taxes. These taxes cannot be deducted from employees’ wages.\nThe information in this booklet is provided to help you understand the requirements of the UI program. Please take time to read this booklet and make sure you understand its content.",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 6
    }
  },
  {
    "section_id": "GA-12",
    "content": "Do not risk losing your benefits because you do not know your rights and responsibilities.\nIf you worked in Georgia and now reside in another state, you may be eligible to collect Georgia unemployment benefits. This would be known as an interstate claim. Although you live in another state, you must follow Georgia’s laws and rules related to the UI claim. You must also register for employment services with the nearest State Workforce Agency (SWA) in the state in which you reside. Pay careful attention to information throughout this handbook regarding interstate claims.\nIf you have any questions about the information in this handbook, do not hesitate to contact UI Customer Service at 1.877.709.8185 or ask a representative at your local Georgia Department of Labor (GDOL) career center.\nThe information in this handbook (and more) is available on the GDOL website at dol.georgia.gov. Because the website is constantly updated to better serve you, use the Site Map or Search feature to find information quickly. When performing a search, a results page listing relevant links will display. Select the desired link to return to the website.\nTIP: Save time by selecting the Individuals tab on the website, Get Unemployment Assistance, and then Frequently Asked Questions\n6",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 7
    }
  },
  {
    "section_id": "GA-13",
    "content": "1. Know your rights and responsibilities, and ask for help. Read this handbook carefully to know your rights and responsibilities. If you have questions or need additional information, visit our website at dol.georgia.gov or contact your GDOL career center.\n2. Follow the rules to avoid committing fraud. Anyone who applies for and receives unemployment benefits is legally responsible for following all unemployment laws and rules. Failure to obey the law and follow the rules could result in penalties and criminal prosecution.\n3. Accurately report the reason you lost your job. Be truthful about the reason for your job separation.\n4. Register for Employment Services. To be eligible to receive unemployment benefits, you must register for Employment Services at worksourcegaportal.com or with the State Workforce Agency (SWA) in the state where you reside, unless you are exempt by law.\n5.",
    "metadata": {
      "section_title": "THE TOP 12 THINGS YOU SHOULD KNOW",
      "page_number": 7
    }
  },
  {
    "section_id": "GA-14",
    "content": "ith the State Workforce Agency (SWA) in the state where you reside, unless you are exempt by law.\n5. Be able to work, available for work and actively seeking work. In order to receive benefits, you must show you are able, available and actively seeking work each week.\n6. Remember to claim or certify for your weekly benefits. You must claim or certify for at least one week of benefits for a decision to be made regarding your eligibility.\n7. Actively search for work and submit your Weekly Work Search Record. To receive benefits, you must show you are continually searching for suitable work each week. You are required to make at least three new, verifiable job search contacts each week; and submit a weekly record of job search contacts for each week benefits are claimed. Failure to submit your Weekly Work Search Record may result in a denial of benefits and a possible overpayment. (See REPORTING YOUR WORK SEARCH and OVERPAYMENTS.)\n8.",
    "metadata": {
      "section_title": "THE TOP 12 THINGS YOU SHOULD KNOW",
      "page_number": 7
    }
  },
  {
    "section_id": "GA-15",
    "content": "denial of benefits and a possible overpayment. (See REPORTING YOUR WORK SEARCH and OVERPAYMENTS.)\n8. Submitting your work search records is NOT the same as claiming or certifying for your weekly benefits. These are two different processes. You will receive a confirmation number when you successfully submit your weekly work search record. You WILL NOT receive a confirmation number when you claim or certify for your weekly benefits.\n9. Report any wages you earn while receiving unemployment benefits. When you are receiving unemployment benefits, you must report all gross (before taxes) earnings each week, including part- time or temporary work. All gross earnings must be reported during the week they are earned, even if you have not received payment. Failure to accurately report income may result in an overpayment. (See REPORTING YOUR INCOME and OVERPAYMENTS.)\n10. Inform the GDOL when you return to work.",
    "metadata": {
      "section_title": "THE TOP 12 THINGS YOU SHOULD KNOW",
      "page_number": 7
    }
  },
  {
    "section_id": "GA-16",
    "content": "As soon as you begin working, notify your GDOL career center. Failure to do so may result in you having to repay any benefits you received while fully employed.\n11. Respond timely to all requests from GDOL for information. If you fail to timely respond to requests for information, your claim or benefits may be delayed or denied.\n12. Keep your personal contact information updated. If you fail to immediately notify GDOL of a change in personal contact information, your claim, benefits, or requests for appeal may be delayed or denied. You can update your personal contact information on the GDOL website at dol. georgia.gov. Use the search field in the top right corner to locate and select the link for Change Address and Contact Information.\n7",
    "metadata": {
      "section_title": "THE TOP 12 THINGS YOU SHOULD KNOW",
      "page_number": 8
    }
  },
  {
    "section_id": "GA-17",
    "content": "Georgia law requires individuals to meet all of the following requirements to be paid benefits:\n• Sufficient insured wages\n• Job separation from your last employer due to no fault of your own\n• Proof of your lawful presence in the United States\n• Able, available, and actively searching for suitable work. See SUITABLE WORK for more information.",
    "metadata": {
      "section_title": "HOW DO I QUALIFY?",
      "page_number": 8
    }
  },
  {
    "section_id": "GA-18",
    "content": "To meet the wage requirement, you must have earned enough insured wages during the base period to qualify for benefits. The regular base period is the first four of the last five completed calendar quarters at the time you file your claim. If your claim cannot be established using the regular base period, the alternative base period will be used. The alternative base period is the last four completed calendar quarters at the time you file your claim.\nA calendar quarter is a three-month period. The four quarters in each year are:\n1st Quarter January 1 through March 31 2nd Quarter April 1 through June 30 3rd Quarter July 1 through September 30 4th Quarter October 1 through December 31\n8\nThe following diagram shows how the GDOL determines your regular base period.",
    "metadata": {
      "section_title": "YOUR PAST WAGES",
      "page_number": 9
    }
  },
  {
    "section_id": "GA-19",
    "content": "1st Qtr\nJan\nFeb\nMar",
    "metadata": {
      "section_title": "If You File In...",
      "page_number": 9
    }
  },
  {
    "section_id": "GA-20",
    "content": "4th Qtr 1st Qtr 2nd Qtr Oct Jan Apr Nov Feb May Dec Mar June Year Before Last Last Year 3rd Qtr Jul Aug Sep\n2nd Qtr\nApr\nMay\nJune\n1st Qtr 2nd Qtr 3rd Qtr Jan Apr Jul Feb May Aug Mar June Sep 4th Qtr Oct Nov Dec\nL\nLast Year\n3rd Qtr\nJul\nAug\nSep\n2nd Qtr\nApr\nMay\nJune\nL\n3rd Qtr\nJul\nAug\nSep\nLast Year\n4th Qtr\nOct\nNov\nDec\n1st Qtr\nJan\nFeb\nMar\nThis Year\n4th Qtr\nOct\nNov\nDec\n3rd Qtr\nJul\nAug\nSep\nLast Year\n4th Qtr\nOct\nNov\nDec\n1st Qtr\nJan\nFeb\nMar\nL\n2nd Qtr\nApr\nMay\nJune\nYear— |\nThis Year\n9\nThe following diagram shows how the GDOL determines your alternative base period.",
    "metadata": {
      "section_title": "Your Regular Base Period Will Be...",
      "page_number": 10
    }
  },
  {
    "section_id": "GA-21",
    "content": "1st Qtr 1st Qtr 2nd Qtr 3rd Qtr Jan Jan Apr Jul Feb Feb May Aug Mar Mar June Sep Last Year 2nd Qtr 2nd Qtr 3rd Qtr 4th Qtr Apr Apr Jul Oct May May Aug Nov June June Sep Dec Last Year 3rd Qtr 3rd Qtr 4th Qtr 1st Qtr Jul Jul Oct Jan Aug Aug Nov Feb Sep Sep Dec Mar Last Year This Year 4th Qtr 4th Qtr 1st Qtr 2nd Qtr Oct Oct Jan Apr Nov Nov Feb May Dec Dec Mar June Last Year This Year 4th Qtr Oct Nov Dec 1st Qtr Jan Feb Mar This Year 2nd Qtr Apr May June 3rd Qtr Jul Aug Sep\n10",
    "metadata": {
      "section_title": "Your Alternative Base Period Will Be...",
      "page_number": 11
    }
  },
  {
    "section_id": "GA-22",
    "content": "• you must have insured wages in at least two quarters of the base period; and\n• your insured wages must equal at least $1,134 in the two highest quarters in the base period; and\n• your total insured wages during the base period must equal at least one and one-half times the highest quarter of earnings.",
    "metadata": {
      "section_title": "To meet the wage requirements:",
      "page_number": 11
    }
  },
  {
    "section_id": "GA-23",
    "content": "After meeting the wage requirements, your weekly benefit amount (WBA) is calculated by dividing the two highest quarters of wages in the base period by 42.",
    "metadata": {
      "section_title": "Weekly Benefit Amount (WBA) Calculation",
      "page_number": 11
    }
  },
  {
    "section_id": "GA-24",
    "content": "Total Wages in 2 Highest Quarters = WBA\n42\n(disregard cents)\nIf the only reason you do not qualify for benefits is your total wages are not equal to one and one- half times the highest quarter of wages, an Alternate Calculation will be used. Using the Alternate Calculation, your weekly benefit amount is calculated by dividing the highest quarter of wages by 21. Wages must be earned in at least two quarters of the base period and total wages must be at least 40 times the weekly benefit amount.",
    "metadata": {
      "section_title": "Regular WBA Calculation",
      "page_number": 11
    }
  },
  {
    "section_id": "GA-25",
    "content": "Total Wages in Highest Quarter = WBA 21 (disregard cents)\nCurrently, the minimum WBA is $55 and the maximum WBA is $365. Your weekly benefit amount cannot be higher than the maximum allowed by law.",
    "metadata": {
      "section_title": "Alternate Calculation",
      "page_number": 11
    }
  },
  {
    "section_id": "GA-26",
    "content": "Your eligibility to receive benefits is based on the reason you separated from your most recent employer. Your most recent employer is defined as the last employer for whom you worked and were separated or an employer who files a claim on your behalf.\nInformation will be obtained from your employer to verify your reason for job separation.\n11",
    "metadata": {
      "section_title": "YOUR JOB SEPARATION",
      "page_number": 12
    }
  },
  {
    "section_id": "GA-27",
    "content": "Georgia law requires that all applicants for UI benefits who are 18 years of age or older attest they are:\n• a United States citizen, or\n• a legal permanent resident, or\n• a non-citizen legally present in the United States.\nThe GDOL performs electronic verification of your lawful presence in the United States with the Georgia Department of Driver Services (DDS). The DDS validates the identity of individuals who indicate they have a Georgia-issued driver’s license or identification card.\nThe GDOL will notify you if you are required to complete an Applicant Status Affidavit attesting to your lawful presence in the United States. If required to do so, you must execute this affidavit whether you file your claim via the Internet on the GDOL website or in a career center. The affidavit is a one-time requirement for U.S. citizens. However, each time a non-citizen files a claim for UI benefits, Employment Authorization Document(s) must be provided.\nIf completion of the affidavit is required, you must present valid government-issued picture identification to a GDOL representative to complete the affidavit and have it notarized. If you are not a citizen of the United States, you must also present acceptable, unexpired employment authorization document(s). The GDOL will verify your registration status with the U. S. Department of Homeland Security. You cannot receive benefit payments until your lawful presence in the U.S. is verified.",
    "metadata": {
      "section_title": "PROOF OF LAWFUL PRESENCE",
      "page_number": 12
    }
  },
  {
    "section_id": "GA-28",
    "content": "The affidavit is available for printing on the GDOL website. On the Home page, select the Forms and Publications tab. The link is listed as UI Applicant Status Affidavit.\nIf completion of the affidavit is required, you must have it notarized (many local government agencies, banks, and community businesses offer free notary services), and mail the original affidavit along with a legible copy of your valid government-issued picture identification to the Interstate Unit at the following address:\nGeorgia Department of Labor Interstate Claims Unit\nP. O. Box 3433\nAtlanta, GA 30302-3433\nPhone: 877.709.8185 Fax: 404.232.3087\nThe affidavit must be received within ten (10) days from the date you filed your claim. You must mail the original affidavit. A faxed copy of the affidavit will not be accepted.\nFailure to return the original completed, signed, and notarized Applicant Status Affidavit and a copy of your valid government-issued picture identification within ten (10) days could result in a delay or denial of benefits.\n12",
    "metadata": {
      "section_title": "Interstate Claimants",
      "page_number": 13
    }
  },
  {
    "section_id": "GA-29",
    "content": "When processing your claim, you will be required to verify your identity using the applicable methods and services. If applicable, be sure to use existing login information for identity verification services when prompted to do so. GDOL uses multiple sources to verify your identity. The name and social security number you use on our claim must match the information on record with the Social Security Administration (SSA). Individual Taxpayer Identification Numbers (ITIN) cannot be used for applying for and receiving unemployment benefits.",
    "metadata": {
      "section_title": "VERIFICATION OF IDENTIFYING INFORMATION",
      "page_number": 13
    }
  },
  {
    "section_id": "GA-30",
    "content": "To receive benefits, you must be able, available, and actively searching for work. You must show proof that you are looking for work on a weekly basis. You are required to seek and accept all suitable work.",
    "metadata": {
      "section_title": "YOUR AVAILABILITY TO WORK AND YOUR WORK SEARCH",
      "page_number": 13
    }
  },
  {
    "section_id": "GA-31",
    "content": "• Register for Employment Services through WorkSource Georgia, unless exempt by law.\n• If you are a Georgia resident, register at worksourcegaportal.com. See Employment Services Registration for instructions.\n• If you are filing an interstate claim, register with the SWA in the state where you reside. However, you must follow Georgia’s laws and rules regarding your availability to work, searching for work, and reporting your work search activity.\n• Be physically able to perform some type of work (even if it is not your regular field of work).\n• Be available to work and have no unreasonable restrictions that keep you from working.\n• Be actively looking for suitable work each week.\n• Complete verifiable job search activities on three or more days each week.\n• Keep a detailed record of your work search activities and submit this information to the GDOL weekly.",
    "metadata": {
      "section_title": "To meet the work availability and work search requirements, you must:",
      "page_number": 13
    }
  },
  {
    "section_id": "GA-32",
    "content": "See REPORTING YOUR WORK SEARCH for instructions on submitting your weekly work search report.\n• Accept all referrals from the GDOL for suitable work.\n• Accept all offers of suitable work from employers.\n• Report any failure to seek or accept work (even if you feel the work was not suitable) to the GDOL during the week in which it occurs.\n• Report to the career center when instructed by the GDOL.\nTo receive benefits, you must meet all availability and work search requirements each week. Your work search record is subject to random audit by the GDOL at any time. You will be denied benefits for any week(s) you do not meet these requirements, make a false statement, or misrepresent facts. You will be responsible for repaying benefits you received during the denial period. See Fraud Overpayments under OVERPAYMENTS.\n13",
    "metadata": {
      "section_title": "To meet the work availability and work search requirements, you must:",
      "page_number": 14
    }
  },
  {
    "section_id": "GA-33",
    "content": "You must be willing to accept work under the same working conditions in which you earned the wages used to establish your claim provided there is a reasonable expectation of obtaining that type of work.\nThe suitability of a job depends on the length of time you have been unemployed. As the length of your unemployment increases, you are expected to adjust your employment expectations with respect to earnings, working conditions, job duties, and prior training and/or experience. After ten (10) weeks of collecting benefits, you must be willing to accept an hourly wage that is at least 66% of the average hourly wage you earned during the highest quarter of wages in the base period, in order to meet suitable work search requirements. However, the new hourly wage must be at least the minimum wage established by state and federal law.\nFailure to apply for suitable work could result in a loss of benefits and/or repayment of benefits you have already received.",
    "metadata": {
      "section_title": "SUITABLE WORK",
      "page_number": 14
    }
  },
  {
    "section_id": "GA-34",
    "content": "When you are referred to suitable work by the GDOL or offered suitable work by an employer, you must apply for the job as instructed or accept the job offer.\nIf you refuse to accept suitable work, you must report your refusal to the GDOL when requesting your weekly payment. GDOL will determine if there was good cause to refuse the work. For example, you are not required to accept work if, but not limited to:\n• The position became available because of a strike.\n• The job paid less than minimum wage.\n• The wages were substantially less than prevailing wages for similar work in the area.\n• You would be required to join a union or resign from or refrain from joining any bona fide labor organization as a condition of hire.",
    "metadata": {
      "section_title": "JOB REFUSALS",
      "page_number": 14
    }
  },
  {
    "section_id": "GA-35",
    "content": "After submitting your application for UI benefits, the following process will occur:\n1. The GDOL reviews and processes your application. You may be contacted if additional information is needed. You will receive an email once your claim has been processed as well as additional instructions if necessary. Monitor your email for important information from GDOL regarding your unemployment eligibility.\n2. An Unemployment Insurance Benefit Determination is mailed to you advising if you have enough insured wages to establish a claim. This notice does not mean you are approved to receive benefits. It simply tells you what your potential weekly benefit amount and number of weeks will be if benefits are allowed.\n3. A notice of claim filing and request for separation information is sent to the last employer for whom you worked and were separated.\n4.",
    "metadata": {
      "section_title": "WHAT HAPPENS AFTER I APPLY FOR BENEFITS?",
      "page_number": 15
    }
  },
  {
    "section_id": "GA-36",
    "content": "You begin claiming your benefits and submitting your work search record each week.\n5. The GDOL reviews your claim for eligibility based on the reason for separation from your most recent employer and your availability for work. You will be contacted ONLY IF additional information\n14\nis needed. You must claim at least one week of benefits for the GDOL to review your claim.\n6. A Claims Examiner’s Determination is mailed to you informing you if benefits are allowed or denied.\n7. If benefit payments are allowed, payments will be released within 24–48 hours of the Claims Examiner’s Determination being mailed to you.\nIf you are contacted for additional information, be sure to respond promptly. If you fail to respond by the deadline, your benefits could be delayed or denied.\nIf you have claimed a week of benefits and have not received your written determination or a telephone call from a Claims Examiner by the 19th day from the date your claim was filed, please call UI Customer Service immediately at 1.877.709.8185.\nDuring times of high claims volume, this process may extend beyond the timeframe stated above.",
    "metadata": {
      "section_title": "WHAT HAPPENS AFTER I APPLY FOR BENEFITS?",
      "page_number": 15
    }
  },
  {
    "section_id": "GA-37",
    "content": "The GDOL will review your application for benefits and make two determinations regarding your claim:\n• Unemployment Insurance Benefit Determination\n• Claims Examiner’s Determination\nYou will receive separate determinations. The first will tell you if you have enough insured wages to establish a valid claim. If you have enough insured wages to establish a valid claim, you will receive a second determination informing you if benefits are approved or denied.",
    "metadata": {
      "section_title": "CLAIM DETERMINATIONS",
      "page_number": 15
    }
  },
  {
    "section_id": "GA-38",
    "content": "Your Unemployment Insurance Benefit Determination will show:\n• Wages reported in the base period\n• Potential weekly benefit amount (WBA) of your claim\n• Potential maximum number of weeks on your claim\n• Potential maximum benefit amount (MBA) that will be paid on your claim\n• Seasonally adjusted unemployment rate in effect at the time your claim is filed\nReview the Unemployment Insurance Benefit Determination carefully. If you believe the wages shown on your determination letter are incorrect or incomplete (including those earned in other states), you may ask that your claim be reconsidered. A request for reconsideration of wages must be submitted in writing to your career center within 15 days of the date on the Unemployment Insurance Benefit Determination.\nCurrently, the minimum WBA is $55 and the maximum WBA is $365.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE BENEFIT DETERMINATION",
      "page_number": 16
    }
  },
  {
    "section_id": "GA-39",
    "content": "Your WBA cannot be higher than the maximum allowed by law.\nThe potential number of benefit weeks you may receive is determined by the date the claim is filed, the wages used to establish the claim, and the seasonally adjusted unemployment rate. The MBA is the total amount of benefits you can be paid on the claim during a benefit year. The benefit year is the 52-week period beginning on the Sunday of the week a new, valid claim is filed regardless of the day it is actually filed.\n15\nFor claims filed from July 1 through December 31, Georgia’s seasonal adjusted UI rate for the previous April is used. For claims filed from January 1 through June 30, Georgia’s seasonal adjusted UI rate for the previous October is used. See the Maximum Unemployment Benefits chart for more information.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE BENEFIT DETERMINATION",
      "page_number": 16
    }
  },
  {
    "section_id": "GA-40",
    "content": "Seasonal Adjusted UI Rate Maximum Number of Weeks Maximum Benefits Payable will Equal the Lesser of: Less than or equal to 4.5% 14 weeks 14 x (WBA) or 1/4 of Base Period Wages Greater than 4.5% up to 5.0% 15 weeks 15 x WBA or 1/4 of Base Period wages Greater than 5.0% up to 5.5% 16 weeks 16 x WBA or 1/4 of Base Period wages Greater than 5.5% up to 6.0% 17 weeks 17 x WBA or 1/4 of Base Period wages Greater than 6.0% up to 6.5% 18 weeks 18 x WBA or 1/4 of Base Period wages Greater than 6.5% up to 7.0% 19 weeks 19 x WBA or 1/4 of Base Period wages Greater than 7.0% up to 7.5% 20 weeks 20 x WBA or 1/4 of Base Period wages Greater than 7.5% up to 8.0% 21 weeks 21 x WBA or 1/4 of Base Period wages Greater than 8.0% up to 8.5% 22 weeks 22 x WBA or 1/4 of Base Period wages Greater than 8.5% up to 9.0% 23 weeks 23 x WBA or 1/4 of Base Period wages Greater than 9.0% up to 9.5% 24 weeks 24 x WBA or 1/4 of Base Period wages Greater than 9.5% up to 10.0% 25 weeks 25 x WBA or 1/4 of Base Period wages 10.0% or above 26 weeks 26 x WBA or 1/4 of Base Period wages\n16\nYou can only receive benefits for the maximum number of weeks established on your claim during the benefit year.\nThe maximum benefit amount and the maximum number of benefit weeks established on a claim are only valid during the benefit year period for that claim. Any benefits not paid during the benefit year will not carry over to a new benefit year.",
    "metadata": {
      "section_title": "MAXIMUM UNEMPLOYMENT BENEFITS",
      "page_number": 17
    }
  },
  {
    "section_id": "GA-41",
    "content": "The GDOL will determine if the reason you separated from your last job and your availability for work meet the state’s requirements to receive unemployment insurance benefits. In most cases, you can only receive unemployment insurance benefits if you were separated from your last job through no fault of your own and are meeting all eligibility requirements.\nTo receive benefits, you must be able, available, and actively seeking work. Any issue that prevents you from being able to work, look for work, or get to work, such as illness, the lack of child care or transportation, could disqualify you from receiving unemployment benefits.\nYou will receive determinations informing you whether you qualify or do not qualify to receive unemployment benefits based on your reason for job separation, your availability for work, and other eligibility requirements in accordance with the Georgia Employment Security Law.\nClaim determinations can only be changed through the appeals process. You have the right to appeal benefit and claims examiners’ determinations that deny or impact your benefits. See APPEALS for more information.\nYour employer may also appeal any decisions on your claim related to your job separation or an offer of suitable work.",
    "metadata": {
      "section_title": "CLAIMS EXAMINER’S DETERMINATION",
      "page_number": 17
    }
  },
  {
    "section_id": "GA-42",
    "content": "You have the right to appeal any GDOL decision that has appeal rights. You may appeal benefit eligibility determinations within 15 days of the date on the claim determination letters. If the 15th day falls on a Saturday, Sunday, or a state holiday, the last day to file a timely appeal is the next work day.\nAppeals must:\n• be in writing;\n• be filed within 15 days of the date on the determination letter or Administrative Hearing Officer’s decision;\n• identify the exact determination or decision you are appealing;\n• include the name of the claimant, the social security number on the determination or decision being appealed, address, phone number (the best number to reach you), and the date on the determination or decision;\n• include the docket number if you are appealing an Administrative Hearing Officer’s decision; and\n• explain in detail why you are appealing.\n17",
    "metadata": {
      "section_title": "APPEALS",
      "page_number": 18
    }
  },
  {
    "section_id": "GA-43",
    "content": "All appeal requests for Georgia and interstate claimants will be accepted online, by e-mail, fax, or mail delivery. Online submission is the faster, preferred method. You may use the computers and fax machines in the career center resource centers if needed.\nIf your address or other personal contact information has changed, you should immediately update your address on the GDOL website or by calling the Appeals Tribunal at 877.709.8185 if your information changes after submitting your appeal request\nAppeals not filed in accordance with these requirements may be delayed, and a request for an administrative hearing may be denied. See the Unemployment Insurance Appeals Handbook (DOL- 424B) for complete and important information on the appeals process. You may obtain a copy of the Unemployment Insurance Appeals Handbook (DOL- 424B) from your local career center or by doing a search on the GDOL website at dol.georgia.gov.",
    "metadata": {
      "section_title": "HOW TO SUBMIT AN APPEAL REQUEST",
      "page_number": 18
    }
  },
  {
    "section_id": "GA-44",
    "content": "Appeal hearings are scheduled in advance and routinely conducted by telephone conference. Accommodations for people with disabilities and language translations services are available upon request. If you require accommodations or language translation, be sure to indicate your specific need on your appeal request. If the need for accommodations arises after submitting your appeal (e.g., a witness requiring an interpreter), advise the Appeals Tribunal immediately by email at appeals@gdol.ga.gov or fax at 404.232.3901 or 404.232.3902 as quickly as possible.\nIf you wish to file an appeal… You will… Online Go to dol.georgia.gov and select the File an Appeal link on the Homepage or on the Individuals page. Enter the requested information then follow the on-screen instructions. Send your request to appeals@gdol.ga.gov. Your message must contain, at a minimum, your name, the last four digits of your SSN on the determination being appealed, the date on Email the determination or decision and an explanation of why you are filing an appeal. If you are appealing a previous decision made by the Appeals Tribunal include the docket number of that appeal decision. Download the Appeal Request Form (DOL-423) from the GDOL website at dol.georgia.gov under Forms and Publications. Mail the completed form to the Appeals Tribunal: Mail Georgia Department of Labor UI Appeals Tribunal 148 Andrew Young International Blvd. NE, Suite 525 Atlanta, GA 30303-1734 Download the Appeal Request Form (DOL-423) from the GDOL website at dol.georgia. Fax gov under Forms and Publications. Fax the completed form to the Appeals Tribunal at 404.232.3901 or 404.232.3902.",
    "metadata": {
      "section_title": "HOW TO SUBMIT AN APPEAL REQUEST",
      "page_number": 18
    }
  },
  {
    "section_id": "GA-45",
    "content": "After submitting your appeal request, the Appeals Tribunal will determine if a hearing should be scheduled. If a hearing is warranted, the Appeals Tribunal will schedule a hearing. If a hearing is scheduled, the Appeals Tribunal will send to you, the employer, and any interested party a Notice of Hearing containing the time and date as well as the issues to be discussed at the hearing.\nAfter the hearing, a decision will be mailed to all interested parties. If you disagree with the decision, you have the right to appeal to the Board of Review.\n18\nGeorgia Department of Labor Board of Review\n148 Andrew Young International Blvd., NE, Suite 510\nAtlanta, GA 30303-1734\nPhone: 1.877.709.8185 Fax: 404.232.3339 Email: BoardofReview@gdol.ga.gov\nIf you disagree with the decision by the Board of Review, you have the right to file a motion for reconsideration or appeal to Superior Court in the county where you worked for the employer listed on the claim.",
    "metadata": {
      "section_title": "WHAT HAPPENS AFTER I FILE AN APPEAL?",
      "page_number": 19
    }
  },
  {
    "section_id": "GA-46",
    "content": "If you filed an interstate claim and disagree with the decision by the Board of Review, you may appeal to Fulton County Superior Court.\nIf a previous GDOL decision to pay you benefits is reversed, you will be required to repay any benefits received during the period of time the Appeals Tribunal or Board of Review determines you are not eligible to receive benefits.\nContinue to request weekly payments and submit your Weekly Work Search Record throughout the appeal process, and report or respond to the Department if instructed to do so. If the appeal decision is in your favor, you will receive payment for every week you are eligible, properly requested payment, and have submitted your weekly work search records.",
    "metadata": {
      "section_title": "WHAT HAPPENS AFTER I FILE AN APPEAL?",
      "page_number": 19
    }
  },
  {
    "section_id": "GA-47",
    "content": "After you apply for UI benefits, you must claim or certify for your benefits every week you wish to receive benefit payments.\nWhen you claim your weekly benefits, you are certifying for that week you:\n• Were able, available, and actively looking for work.\n• Did not refuse suitable work.\n• Did or did not earn wages from any work.\nYou may claim your weekly benefits by Internet on the GDOL website or by telephone using the GDOL Interactive Voice Response (IVR) system. The GDOL website and IVR are available 24 hours a day, seven days a week, and can also be used to check the status of your benefit payments. You may also submit a Weekly Claim Form for UI Desk Certification (DOL-421) or Weekly UI Claim for Vocational Trainee (DOL-460) to your local GDOL career center.\nIf you have problems claiming your benefits, call UI Customer Service at 1.877.709.8185. UI Customer Service hours are 8:00 a.m. to 4:00 p.m. Eastern Standard Time, Monday through Friday. Due to the high volume of telephone calls, the wait time may be longer on Monday, Tuesday, and after a holiday.",
    "metadata": {
      "section_title": "CLAIMING YOUR WEEKLY BENEFITS",
      "page_number": 19
    }
  },
  {
    "section_id": "GA-48",
    "content": "You must wait until the current benefit week has ended to claim benefits for that week. You have up to two weeks to claim your benefits. An unemployment benefit week begins on Sunday and ends the following Saturday at midnight. If you are a claimant trainee, your unemployment benefit week begins on Saturday and ends on Friday at midnight.\n19\nFor example, using the calendar below, you could claim benefits for the benefit week ending on Saturday, September 7 between 12:01 a.m. on September 8 until 12:00 a.m. on September 21.",
    "metadata": {
      "section_title": "WHEN TO CLAIM YOUR WEEKLY BENEFITS",
      "page_number": 20
    }
  },
  {
    "section_id": "GA-49",
    "content": "SUN MON TUE WED THU FRI SAT 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30\nFailure to claim a week of benefits on time will result in you being considered “ineligible to receive benefits” for that week. You will not receive a benefit payment for any week in which you are ineligible.",
    "metadata": {
      "section_title": "September",
      "page_number": 20
    }
  },
  {
    "section_id": "GA-50",
    "content": "You must have a password to request weekly payments online. Your password is initially established when you filed your unemployment insurance claim. You may change your password anytime by going to your MyUI page and select Create/Forgot Password and/or PIN.",
    "metadata": {
      "section_title": "REQUESTING WEEKLY PAYMENTS ONLINE",
      "page_number": 20
    }
  },
  {
    "section_id": "GA-51",
    "content": "To request your weekly benefits by telephone using Interactive Voice Response (IVR), you must use your 4-digit Personal Identification Number (PIN) that you established at the time you filed your claim. If you have not already created a GDOL PIN, you may do so the first time you claim weekly benefits by telephone. See CLAIMING YOUR WEEKLY BENEFITS BY TELEPHONE for instructions on creating your PIN. You do not have to select a week to create a PIN.\nIf you claim your weekly benefits using the Weekly Claim Form for UI Desk Certification (DOL-421) or Weekly UI Claim for Vocational Trainee (DOL-460), a GDOL PIN is not required.\nGDOL recommends not using a PIN that is easily guessed such as the last four digits of the SSN, telephone number or sequential numbers, etc.\nEnter your GDOL password and/or PIN carefully. If you enter this information incorrectly three times in a row, your account will be locked. You can either regain access by resetting your credentials online by going to dol.georgia.gov and select Unemployment Claim Account Management, or call 1.877.709.8185 or visit your local career center. Only you should know your password/PIN. You are responsible for improper or fraudulent activity using your password/PIN. If another person knows your password/PIN, visit dol.georgia.gov and select Unemployment Claim Account Management to reset it. Your password/PIN is your signature and must be kept confidential in order to guard against identity theft and protect your privacy.\n20",
    "metadata": {
      "section_title": "REQUESTING WEEKLY PAYMENTS BY TELEPHONE",
      "page_number": 21
    }
  },
  {
    "section_id": "GA-52",
    "content": "When claiming your weekly benefits, you will be asked the following questions to certify you are meeting the eligibility requirements of the law for the week you are claiming benefits:\n• Were you able, available, and actively seeking work this week?\n• Did you refuse any work offered this week?\n• Did you work or earn any wages this week?\n• If yes, what were your gross earnings (before taxes)? (See REPORTING INCOME)\n• Are you still working?\n• If no, did the job you worked end because there was no work for you to perform this week?\nHere are some important things to remember when claiming benefits:\n1. Make sure your answers are truthful. Reporting false information on your UI claim is against the law and may result in repayment of benefits and criminal prosecution. If the GDOL discovers you did not answer truthfully, you will be responsible for repaying any benefits you received for weeks in which you were not eligible.\n2.",
    "metadata": {
      "section_title": "RESPONDING TO THE CERTIFICATION QUESTIONS",
      "page_number": 21
    }
  },
  {
    "section_id": "GA-53",
    "content": "Make sure your answers are entered correctly. If you make a mistake and cannot re-enter the correct information, contact your career center immediately.\n3. Make sure you report any wages during the week they are earned, even if you have not actually been paid for the work. Report the amount you earned before taxes and other deductions. Be sure to have this information available before you begin the process of claiming your benefits.\nSocial security, vacation pay (if totally separated), separation pay, jury duty income, and pay for weekend military reserve duty are NOT considered earnings and do NOT have to be reported when claiming your weekly benefits.\nAfter you answer all questions, the system will tell you if your weekly certification was accepted and if it will be processed. Acceptance of your entries does not guarantee you will receive a benefit payment. If your weekly certification was not accepted or cannot be processed, contact your GDOL career center immediately.\n21\nIf you have already been determined to be eligible to receive benefits and have successfully claimed a week of benefits, please allow 24-48 hours for the funds to be credited to your account or debit card.\nWhen a state holiday falls on a business day, your benefit payment will be delayed. See PAYMENT DELAYS in the BENEFIT PAYMENTS section for a list of state holidays.",
    "metadata": {
      "section_title": "RESPONDING TO THE CERTIFICATION QUESTIONS",
      "page_number": 22
    }
  },
  {
    "section_id": "GA-54",
    "content": "To claim your weekly benefits online, you will need your GDOL password. Be sure all browser and toolbar pop-up blockers are set to allow pop-ups to use this service.\nFollow these steps to claim your weekly benefits online:\n1. Go to the GDOL website at dol.georgia.gov.\n2. On the Home page, select Claim Weekly UI Benefits Payments under Online Services. A Certification Access page will open.\n3. Select the week for which you are claiming benefits.\n4. Enter your social security number and password.\n5. Select Submit. The Certification Entry page will appear with a list of questions.\nIf you want to change your entries before submitting them to the system, select Clear Entries.\n6. On the Certification Entry page, answer each of the following questions:\n• Were you able, available, and actively seeking work this week? (Yes/No)\n• Did you refuse any work offered this week? (Yes/No)\n• Did you work or earn any wages this week? (Yes/No)\nIf so, what were your gross earnings (before taxes)? If you earned wages during the week for which you are claiming benefits, enter the amount you earned before taxes and other deductions in dollars and cents.",
    "metadata": {
      "section_title": "CLAIMING YOUR WEEKLY BENEFITS ONLINE",
      "page_number": 22
    }
  },
  {
    "section_id": "GA-55",
    "content": "If you earned $1,000 or more during a week, enter $999.99.\nWages must be reported for the week they were earned, even if you have not actually been paid.\n• Are you still working? (Yes/No) If you answer No, then answer the following question.\n• Did the job you worked end because there was no work for you to perform this week? (Yes/No)\n7. Review your answers to make sure they are correct. You may change any response(s) by returning to the answer you wish to change and making the desired changes before clicking I Agree.\n8. Read the Certification Statement at the bottom of the screen, and select I Agree to submit your weekly claim.\n22\n9. After selecting I Agree, the system will display a message at the top of the screen that states either “Your entries have been accepted and your certification will be processed the next working day” or “Your entry has been received, but cannot be processed.” If your weekly certification is not accepted or cannot be processed, contact your career center immediately.",
    "metadata": {
      "section_title": "CLAIMING YOUR WEEKLY BENEFITS ONLINE",
      "page_number": 23
    }
  },
  {
    "section_id": "GA-56",
    "content": "To claim your weekly benefits by telephone, you will need your 4-digit PIN and a touchtone telephone. Follow these steps to claim your weekly benefits by telephone using the GDOL IVR System:\n1. Dial the toll free number 1.866.598.4164. (An option is available to hear the instructions in Spanish.)\n2. Listen carefully and follow all instructions.\n3. If you have already set up a GDOL PIN, go to step 5. If you do not have a PIN, go to step 4 to create one.\n4. Create a GDOL PIN by selecting Option 2 and following the instructions.\n5. Select Option 3 (Request Payments) to claim your benefits.\n6. Answer each of the following questions by pressing 1 for Yes or 9 for No.\n• Were you able, available, and actively seeking work?\n• Did you refuse any work offered?\n• Did you work or earn any wages during the week?\nIf you earned wages during the week for which you are claiming benefits, you will be asked to enter the amount you earned before taxes and other deductions. Wages must be reported for the week they were earned, even if you have not actually been paid.\nEnter dollar and cents. If you earn $1,000.00 or more during a week, enter $999.99.",
    "metadata": {
      "section_title": "CLAIMING YOUR WEEKLY BENEFITS BY TELEPHONE",
      "page_number": 23
    }
  },
  {
    "section_id": "GA-57",
    "content": "If you earned $110.50, then press 11050. If you earned $29.50, then press 2950. If you earned $1,035.00, then press 99999.\n7. After you answer all questions, the IVR will repeat your answers for confirmation. Listen carefully to make sure you entered your responses correctly.\n8. Press 1 for Yes or 9 for No to confirm your answers.\nIf you realize you made an error, press 9 for No. The system will ask you the questions again. If you hang up before confirming your answers, your weekly certification will not be completed.\n23\n9. After confirming answers, you will be advised if the weekly claim was processed or if you need to contact your career center.\nIf you have a problem claiming your weekly benefit, call UI Customer Service at 1.877.709.8185. Customer Service hours are 8:00 a.m. to 4:00 p.m., Monday through Friday.\nDue to the volume of telephone calls received on Monday, Tuesday, or a day after a holiday, you may experience a longer wait time to speak to a Customer Service Representative. To avoid this possibility, you may want to call on Wednesday, Thursday or Friday, which are our least busy days.",
    "metadata": {
      "section_title": "EXAMPLES:",
      "page_number": 24
    }
  },
  {
    "section_id": "GA-58",
    "content": "You must make a good faith effort to find another job by performing new verifiable work search activities three (3) or more days for each week you request payments to include, but is not limited to, developing a work search plan, applying for jobs, interviewing, attending job fairs, developing résumés, and more.\nA Weekly Work Search Record must be submitted to the GDOL by computer or fax for each week you claim unemployment benefits. Your work search record is subject to random audit by the GDOL at any time. You will be denied benefits for any week(s) you do not meet these requirements, make a false statement, or misrepresent facts. You will be responsible for repaying benefits you received during the denial period.",
    "metadata": {
      "section_title": "REPORTING YOUR WORK SEARCH",
      "page_number": 24
    }
  },
  {
    "section_id": "GA-59",
    "content": "• register for employment services by visiting worksourcegaportal.com\n• develop a work search plan\n• develop résumé(s)\n• upload résumé(s) to online job boards\n• apply for jobs with employers that have (or are reasonably expected to have) job openings\n• interview with employers (virtual or in-person)\n• attend job fairs/networking work related events\n• use online career tools or job matching systems\n• follow through on all job referrals from the GDOL for suitable work\n• utilize reemployment services in the GDOL Career Centers or complete similar online or self-service activities (e.g. obtaining and using labor market and career information, participate in Reemployment Services and Eligibility Assessment (RESEA) activities, participate in skills assessment for occupational matching, instructional workshops or other specialized activities.\n• create a personal user profile on a professional networking site\n• take a civil service exam\n24",
    "metadata": {
      "section_title": "ACCEPTABLE WORK SEARCH ACTIVITIES INCLUDE BUT ARE NOT LIMITED TO:",
      "page_number": 25
    }
  },
  {
    "section_id": "GA-60",
    "content": "The faster, preferred method is to submit your Weekly Work Search Records on the GDOL website. Follow these instructions to submit your work search record online:\n1. Go to the GDOL website at dol.georgia.gov.\n2. On the Home page, select Submit Weekly Work Search under Online Services. The Weekly Work Search Record page will appear.\n3. Enter your social security number and GDOL password. Use the same GDOL password you use for online claim services.\n4. Follow the on-screen instructions.\n5. Provide complete information that can be verified. Include the company name, job title, and employer address, if available. If you apply for jobs online, enter the name of the job search engine (e.g., Monster or Indeed.com), the Job ID #, and/or the URL or web address of the job listing. You must enter either an employer address or URL. URLs may not display on mobile applications. Use the full website version to view the URL.\n6. You will receive a confirmation number for each successful submission of your Weekly Work Search Record. Record the confirmation number for your records.",
    "metadata": {
      "section_title": "SUBMITTING YOUR WORK SEARCH ONLINE",
      "page_number": 25
    }
  },
  {
    "section_id": "GA-61",
    "content": "A printable UI Weekly Work Search Record (DOL-2798) form may be downloaded from the Forms and Publications tab on the GDOL website at dol.georgia.gov.\nThe form may also be requested from your local career center or by contacting the Customer Service Unit at 1.877.709.8185.",
    "metadata": {
      "section_title": "SUBMITTING YOUR WORK SEARCH BY FAX",
      "page_number": 25
    }
  },
  {
    "section_id": "GA-62",
    "content": "Follow these instructions to check on the status of your weekly benefit payments online:\n1. Go to the GDOL website at dol.georgia.gov.\n2. On the Home page, select Check MyUI Claim Status for benefits paid for the current benefit year program.",
    "metadata": {
      "section_title": "CHECKING YOUR PAYMENT STATUS ONLINE",
      "page_number": 25
    }
  },
  {
    "section_id": "GA-63",
    "content": "Follow these instructions to check the status of any payment, or the number of remaining benefit weeks and balance on your claim:\n1. Call the IVR at 1.866.598.4164.\n25\n2. Select Option 5.\n3. Choose the desired option:\na. To hear the status of an individual payment, select the Payment option. If prompted to enter a date, enter the 6-digit ending date for the benefit week. For example, enter April 24, 2021 as 042421.\nb. To hear the number of weeks remaining on your claim and the remaining balance of your maximum benefit amount, select the Balance option.",
    "metadata": {
      "section_title": "CHECKING YOUR PAYMENT STATUS BY TELEPHONE",
      "page_number": 26
    }
  },
  {
    "section_id": "GA-64",
    "content": "You may receive your benefit payments by direct deposit or on a Georgia UI Way2Go Debit MasterCard®.",
    "metadata": {
      "section_title": "BENEFIT PAYMENTS",
      "page_number": 26
    }
  },
  {
    "section_id": "GA-65",
    "content": "The preferred method of payment for benefits is direct deposit into your checking or savings account. With direct deposit, if benefits are approved, your payments can be in your account within three days after you claim your weekly benefits.\nTo establish direct deposit, you must provide your bank’s routing number and your savings or checking account number for that bank. Do not use the routing number on a deposit slip if it is different from the routing number on your checks. The following illustration shows you how to locate the routing number and account number for your checking account.\nYour Name  Your Street Address  City, State Zip  Date  Pay to the Order of:  For:    Check Number (Do NOT enter)  Bank Routing Number  Account Number \nIf you do not request direct deposit, a Georgia UI Way2Go Debit MasterCard® account will be established for you, and your payments will be deposited on the debit card.\nDo not write any checks or schedule automatic or other withdrawals against the deposit until you have verified the funds have been credited to your account by your bank. The GDOL is not liable for overdraft charges you may incur.\n26\nIf your bank account information changes, be sure to update your banking information on our secure website at dol.georgia.gov. Select the Online Services tab on the Home page, and then select UI Benefit Payment Methods under Unemployment Insurance (UI) Benefits.",
    "metadata": {
      "section_title": "DIRECT DEPOSIT",
      "page_number": 27
    }
  },
  {
    "section_id": "GA-66",
    "content": "The Georgia UI Way2Go Debit MasterCard® program is operated by Go Program and works much like a standard debit card. With this option, your benefit payments are deposited into a separate account established for you with Comerica Bank. You access your money by making purchases or withdrawing cash using the card.\nNo credit check or bank account is required. Your Georgia UI Way2Go Debit MasterCard® is accepted everywhere MasterCard® debit cards are accepted. The Georgia UI Way2Go Debit MasterCard® is valid for any UI claim you file for the next three years. If you file a new claim for unemployment benefits during the three-year period, you will not receive a new card, so keep it in a safe place. If you are receiving benefits when the three-year period expires, Comerica Bank will automatically issue you a new card.",
    "metadata": {
      "section_title": "WAY2GO DEBIT MASTERCARD®",
      "page_number": 27
    }
  },
  {
    "section_id": "GA-67",
    "content": "benefits when the three-year period expires, Comerica Bank will automatically issue you a new card.\nMake sure the card is kept in a secure location and that you are the only person who knows the debit card PIN. Never keep the card and PIN together.\nIf your card is lost or stolen or if someone learns your debit card PIN, immediately notify the Georgia UI Way2Go Debit MasterCard® Customer Service at 1.888.929.2460 to change your PIN and request a new card.\nYou will be liable for any money removed from the card if you:\n• fail to report the loss of the card;\n• fail to change the PIN on your debit card; or\n• fail to keep the card in a safe place and the PIN private.\nOne free replacement card may be issued each 12-month period for lost or stolen cards. Additional replacement cards may be purchased.\nFollow these instructions to begin using your debit card:\n1. Call the Georgia UI Debit MasterCard® Customer Service at 1.888.929.2460 or visit the GoProgram website at goprogram.com to activate your debit card.\n2.",
    "metadata": {
      "section_title": "WAY2GO DEBIT MASTERCARD®",
      "page_number": 28
    }
  },
  {
    "section_id": "GA-68",
    "content": "Check the balance on your account to verify funds are available.\nA “Payment Record” form is available for your convenience in the YOUR RECORDS section of this handbook to record each benefit payment you receive.\nThe following services are available on the debit card at no cost to you:\n• Deposit notifications\n• Purchases wherever MasterCard® is accepted\n• Cash back with purchases\n• Unlimited MoneyPass ATM\n• Bank teller cash withdrawals\n27\nFees may be associated with the following activities:\n• Using an out-of-network ATM\n• Receiving text messages on your cell phone notifying you of deposits\n• Requesting a rush on a replacement card\nBe sure to read the fee schedule and “Terms of Use” in your debit card packet to fully understand when fees apply. You can also review this information on the GDOL website.\nReview your account statement regularly to make sure all transactions are correct. If you believe a transaction is incorrect, call the Georgia UI Way2Go Debit MasterCard® Customer Service at 1.888.929.2460 immediately.",
    "metadata": {
      "section_title": "WAY2GO DEBIT MASTERCARD®",
      "page_number": 28
    }
  },
  {
    "section_id": "GA-69",
    "content": "You may change your method of benefit payments at any time on our secure website at dol.georgia.gov. Changes made to your account information after 6:00 p.m. ET may take up to 48 hours to become effective. Follow these instructions to change your payment method or update your direct deposit information:\n1. Go to the GDOL website at dol.georgia.gov.\n2. On the Home page, select the Online Services tab, and then select UI Benefit Payment Methods under Unemployment Insurance (UI) Benefits.\n3. Follow the on-screen instructions.",
    "metadata": {
      "section_title": "CHANGING YOUR PAYMENT METHOD",
      "page_number": 28
    }
  },
  {
    "section_id": "GA-70",
    "content": "Unemployment insurance is taxable income and must be reported on your federal and state income tax returns. Federal taxes are deducted at 10 percent and state taxes at 6 percent. You can have both or either deducted from your benefits. For example, if your weekly benefit amount is $274, your federal taxes would be $27, and your state taxes would be $16.\nYou have two options for handling taxes on your benefit payments:\n• Request that the GDOL withhold state and/or federal taxes from your benefit payments. Use the Income Tax Withholding Option Update transaction available at dol.georgia.gov. Taxes will be calculated on the gross payment for the week being paid (weekly benefit amount minus any wages you earned and any other deductions). Since withholding of income taxes is voluntary, taxes are deducted only after any involuntary deductions are made (e.g., child support and repayment of an overpayment).\n• Make estimated tax payments to the Internal Revenue Service (IRS).",
    "metadata": {
      "section_title": "INCOME TAX WITHHOLDINGS",
      "page_number": 29
    }
  },
  {
    "section_id": "GA-71",
    "content": "If your taxable income withholding status meets the estimated payment requirements, you may make tax payments directly to the IRS.\nAt the end of January, you will receive an IRS Form 1099-G showing the total benefit payments and taxes withheld during the previous tax year, even if you repaid benefits to the GDOL. If you opt out of receiving this information electronically, the GDOL will mail an IRS Form 1099-G to you. The same information will be provided to the IRS and the Georgia Department of Revenue.\n28\nTo ensure you receive your IRS Form 1099-G, be sure to update any change of your address on the GDOL website immediately. Go to dol.georgia.gov, select the Online Services tab, and then select the Change of Address and Contact Information under Unemployment Insurance (UI) Benefits. If you reside in Georgia, you may also report in person to your local career center.\nYou may also view and print 1099-G forms for multiple years on the GDOL website at dol.georgia.gov. The information is updated in January each year. You will need your GDOL password to access the information. If you do not remember your password, you may use your date of birth and last zip code used on your claim to access the information. You do not have to submit IRS Form 1099-G with your income tax returns.\nQuestions about the taxation of unemployment insurance benefits, making estimated tax payments or other tax matters should be directed to the IRS or the Georgia Department of Revenue.",
    "metadata": {
      "section_title": "INCOME TAX WITHHOLDINGS",
      "page_number": 29
    }
  },
  {
    "section_id": "GA-72",
    "content": "The following payments will be deducted from your unemployment benefit payments:\n• Child Support: If you are required (or volunteer) to make child support payments to a court, district attorney’s office, or other child support enforcement agency, a deduction from your weekly benefit payment may be required up to 50 percent of the compensable amount.\n• Earnings: Report gross earnings (the amount earned before taxes and other deductions) when claiming weekly benefits, (even if it is only $1) . This includes self-employment, part-time work or any vacation or holiday pay received (if you have a definite date of recall within 6 weeks of the last date worked). Earnings over $50 per week for weeks ending on or after July 8, 2023 are deducted from your weekly payment dollar for dollar. Earnings over $150 per week for weeks ending before July 8, 2023 will be deducted from your weekly payment dollar for dollar.",
    "metadata": {
      "section_title": "OTHER DEDUCTIONS",
      "page_number": 29
    }
  },
  {
    "section_id": "GA-73",
    "content": "ek for weeks ending before July 8, 2023 will be deducted from your weekly payment dollar for dollar. See REPORTING INCOME for more information.\nEXAMPLE (Weeks ending on or after July 8, 2023):\nItem Amount Your weekly benefit amount $330.00 Gross earnings (before taxes) from part-time job NOTE: Report your gross earnings (before taxes) when claiming $250.00 your weekly benefits. Amount GDOL will deduct from your benefit payment $200.00 ($250 – $50 = $200) Your benefit payment before taxes ($330 - $200 = $130) $130.00\nReport all weekly earnings before taxes and other deductions to the GDOL. The GDOL will make the appropriate deductions from your benefit payment based on your gross earnings (before taxes). Failure to report your earnings may be considered fraud and could result in a denial of benefits. If an overpayment occurs, you will be responsible for the overpayment and subject to penalties.",
    "metadata": {
      "section_title": "OTHER DEDUCTIONS",
      "page_number": 30
    }
  },
  {
    "section_id": "GA-74",
    "content": "See Fraud Overpayments under OVERPAYMENTS.\n29\nRetirement Income: If you are receiving a monthly pension from an employer whose wages were used to establish your claim or the last employer from which you were separated, your benefit payment may be reduced. You must report all retirement income. Failure to do so may be considered fraud and could result in a denial of benefits. If an overpayment occurs, you will be responsible for the overpayment and subject to penalties. See Fraud Overpayments under OVERPAYMENTS.\n• Repayment of an Overpayment: If the GDOL determines you were paid unemployment benefits you should not have received, you will be required to repay the unemployment benefits. One-half of your weekly benefit payment will be deducted and applied to your overpayment. See OVERPAYMENTS for additional information.",
    "metadata": {
      "section_title": "OTHER DEDUCTIONS",
      "page_number": 30
    }
  },
  {
    "section_id": "GA-75",
    "content": "Your benefit payments may be delayed due to:\n• Your failure to respond to requests from the GDOL for additional information or for you to report to the career center.\n• Your failure to claim your weekly benefits on time.\n• the GDOL offices being closed in observation of the following state holidays:\n• New Year’s Day\n• Martin Luther King Jr.’s Birthday\n• State Holiday\n• Memorial Day\n• Juneteenth\n• Independence Day\n• Labor Day\n• Columbus Day\n• Veterans Day\n• Thanksgiving Day\n• State Holiday (observed on Friday after Thanksgiving Day)\n• Washington’s Birthday (normally observed in conjunction with Christmas Day)\n• Christmas Day\nWhen a state holiday falls on a business day, your benefit payment will be delayed. This includes direct deposits into your bank account or UI debit card account.\n30",
    "metadata": {
      "section_title": "PAYMENT DELAYS",
      "page_number": 31
    }
  },
  {
    "section_id": "GA-76",
    "content": "When filing for unemployment benefits, you must report all forms of income to the GDOL including weekly earnings, retirement, severance, separation pay, wages in lieu of notice, and workers’ compensation. Failure to report income could result in your having to repay any overpayment of benefits.",
    "metadata": {
      "section_title": "REPORTING YOUR INCOME",
      "page_number": 31
    }
  },
  {
    "section_id": "GA-77",
    "content": "You must report all income you earn during the week to the GDOL when requesting your weekly payments, even if you have not been paid. Report your gross earnings (the amount you earned before taxes and other deductions).\nCalculate your gross earnings by multiplying your hourly rate of pay times the number of hours worked. The GDOL will make the necessary calculations to determine how much, if any, will be deducted from your weekly benefit payment.",
    "metadata": {
      "section_title": "WEEKLY EARNINGS",
      "page_number": 31
    }
  },
  {
    "section_id": "GA-78",
    "content": "If you are still attached to your employer, you must report vacation and/or holiday pay when requesting your weekly payments. Examples of being attached to an employer while collecting unemployment benefits include:\n• You were laid off temporarily and have a definite date to return to work within six (6) weeks from the separation date\n• You are still working, but your hours have been reduced\n• Your employer filed a partial claim on your behalf\nNOTE: If you are totally separated from your employer, you are not required to report vacation or holiday pay.",
    "metadata": {
      "section_title": "VACATION AND HOLIDAY PAY",
      "page_number": 31
    }
  },
  {
    "section_id": "GA-79",
    "content": "Retirement income includes pensions or similar payments from either an employer whose wages are used to establish your claim or the last employer from which you were separated. Report all retirement income to the GDOL when filing your claim. If you begin receiving retirement income after filing your claim, contact your local career center to report this income.\nYou will receive a Claims Examiner’s Determination from the GDOL informing you of how the retirement income will affect your unemployment benefits. Notify your career center immediately if your retirement amount changes. Failure to report retirement income could result in an overpayment.",
    "metadata": {
      "section_title": "RETIREMENT INCOME",
      "page_number": 31
    }
  },
  {
    "section_id": "GA-80",
    "content": "Any type of payments you received (or will receive) as a result of your separation such as, severance, separation pay, or wages in lieu of notice must be reported to the GDOL at the time you file your claim. If you begin receiving such income after filing your claim, contact your local career center to report this income. Failure to report such income could result in an overpayment.\nIf the weekly amount of such payment(s) is more than your weekly unemployment benefit amount, you will not be eligible to receive unemployment benefits for the period of time the payment(s) covers.\n31\nIf it is a lump sum payment, it will be divided by your average gross weekly earnings for a standard work week to determine the number of weeks covered. You will receive a Claims Examiner’s Determination from the GDOL informing you of how the severance, separation pay, or wages in lieu of notice will affect your unemployment benefits.",
    "metadata": {
      "section_title": "SEVERANCE, SEPARATION PAY, WAGES IN LIEU OF NOTICE, AND DISMISSAL PAYMENTS",
      "page_number": 32
    }
  },
  {
    "section_id": "GA-81",
    "content": "You must inform the GDOL if you have applied for or are receiving workers’ compensation when filing your claim. If you apply for or begin receiving workers’ compensation after filing your claim, contact your local career center to report this income. You will receive a Claims Examiner’s Determination from the GDOL informing you if the workers’ compensation will affect your unemployment benefits.\nAny income you receive at any time while collecting unemployment benefits must be reported to the GDOL immediately except social security retirement, jury duty income, and pay for weekend military reserve duty. Vacation and holiday pay must be reported as earnings if you are considered to still be employed. See VACATION and HOLIDAY PAY",
    "metadata": {
      "section_title": "WORKERS’ COMPENSATION",
      "page_number": 32
    }
  },
  {
    "section_id": "GA-82",
    "content": "If the GDOL determines you were paid unemployment benefits you should not have received, it is considered an overpayment, and you will be required to repay the money including any income taxes that were withheld.\nThere are two types of overpayments:\n• Non-fraud\n• Fraud",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 32
    }
  },
  {
    "section_id": "GA-83",
    "content": "An overpayment that is caused by an unintentional act is considered non-fraud. That is, you did not intend to obtain benefits to which you were not entitled. For example, you were initially allowed to receive benefits, but after an appeal by the employer, it was determined you were not eligible to receive benefits.\nThe penalties for non-fraud overpayments are:\n• You must pay back the amount that was overpaid.\n• You may be subject to other civil penalties in a court of law, and you will have to pay certain court costs or filing fees.\nIf it is not confirmed by a written determination that you did not intentionally or knowingly commit fraud, you may request a waiver application to be released from repaying the overpayment. For more information on requesting an overpayment waiver go to the Overpayment & Waiver Information page on our website at dol.georgia.gov.",
    "metadata": {
      "section_title": "NON-FRAUD OVERPAYMENTS",
      "page_number": 33
    }
  },
  {
    "section_id": "GA-84",
    "content": "A waiver must be requested within 15 days of the release date of the overpayment notice or the decision establishing the overpayment.\nWhen determining if a waiver will be granted, the GDOL will consider if:\n• The overpayment waiver application was submitted within 15 days of the overpayment determination mail date; and\n32\n• The overpayment was not established due to fraud (waiver rights are provided on the non-fraud overpayment determination); and\n• Benefits paid were based on no fault of your own; and\n• Proof is received showing that repayment of the overpayment will cause financial hardship; or\n• Recovery would be unreasonably excessive under the circumstances; or\n• You can show receiving the payments resulted in giving up other government benefits and is, therefore, now in a worse financial position than if you had not received the benefits; or\n• You used the money for things that were not ordinary expenses, such as, paying off a debt or taking on a new loan.",
    "metadata": {
      "section_title": "NON-FRAUD OVERPAYMENTS",
      "page_number": 33
    }
  },
  {
    "section_id": "GA-85",
    "content": "Fraud overpayments occur when you knowingly make false statements, fail to disclose a material fact, or misrepresent material facts to obtain or increase benefits. You commit fraud anytime you intentionally make false statements, provide false information, or withhold information for the purpose of obtaining or increasing unemployment benefits.\nThe penalties for fraud overpayments are:\n1. You must pay back the amount that was overpaid.\n2. You must pay a penalty of up to fifteen (15) percent on the amount of the overpayment plus interest of one (1) percent of the unpaid balance each month.\n3. You will not be able to collect unemployment benefits for the remainder of the calendar quarter in which the fraud overpayment was established and for the next four calendar quarters through the last Saturday of the fourth and final calendar quarter.\n4. You may be subject to other civil or criminal penalties in a court of law, and you will have to pay certain court costs or filing fees.",
    "metadata": {
      "section_title": "FRAUD OVERPAYMENTS",
      "page_number": 33
    }
  },
  {
    "section_id": "GA-86",
    "content": "If you do not repay your overpayment in full, you will be billed monthly. You must pay at least the minimum monthly amount established for your overpayment. The minimum amount billed each month is determined by the amount of your overpayment and the period of time allowed for overpayment to be repaid in full.\n• Electronic Funds Transfer (EFT)/Automated Clearing House (ACH) debit payments from checking or savings accounts\n• Check\n• Money Order\nEFT/ACH is the preferred method because your payments will be processed and posted against your account faster. To make an EFT/ACH payment, go to the GDOL website at dol.georgia.gov, select the Online Services tab, and then select Repayment of Overpaid Benefits under Unemployment Insurance (UI) Benefits.\n33\nFailure to voluntarily repay the overpayment in full may result in the GDOL taking any of the following actions:\n• Deducting 50 percent of future benefit payments and applying them to the overpayment.",
    "metadata": {
      "section_title": "REPAYMENT OF OVERPAYMENTS",
      "page_number": 34
    }
  },
  {
    "section_id": "GA-87",
    "content": "This includes overpayments established in another state.\n• Intercepting your state and/or federal income tax refund and applying it to your overpayment (this may include joint returns).\n• Seeking possible legal action, including criminal prosecution, liens, levies, and/or garnishment in small claims court or other courts of law.\nWhen making a payment by check or money order, made payable to the Georgia Department of Labor, please ensure the payment is submitted to the following address:\nGeorgia Department of Labor Overpayment Unit P.O. Box 3433 Atlanta, Georgia 30302-3433\nPlease ensure the last four digits of your social security number appear on all correspondence that you provide to the Overpayment Unit.",
    "metadata": {
      "section_title": "REPAYMENT OF OVERPAYMENTS",
      "page_number": 34
    }
  },
  {
    "section_id": "GA-88",
    "content": "Unemployment insurance fraud and abuse is a crime that affects everyone. Individuals who commit fraud are subject to penalties and/or criminal prosecution. The GDOL is committed to maintaining the integrity of the UI program. If you think someone is committing fraud or abuse against the GDOL UI program or someone is using your social security number to fraudulently collect unemployment benefits, it is important you let us know about it immediately.\nAll allegations of fraud and abuse are taken seriously. Please provide as much information as possible. We review all tips received regardless of how much information is provided. However, the more details you can provide when reporting unemployment fraud, the more it will help our investigation. In addition to the name of the individual and the fraudulent activity, providing details such as their address, telephone number, date of birth, and/or their social security number will help us better identify the person in our claim records.",
    "metadata": {
      "section_title": "REPORTING UI FRAUD AND ABUSE",
      "page_number": 34
    }
  },
  {
    "section_id": "GA-89",
    "content": "You can remain anonymous when providing such information. Due to confidentiality requirements, we are unable to inform you of the results of our investigation.\nTo report UI fraud, go to the GDOL website at dol.georgia.gov and select Report UI Fraud & Abuse on the Home page under Online Services. You may report suspected cases of UI fraud, abuse, identity theft, job refusals, and failure or refusal of pre-employment drug screening tests online or download and print the appropriate form to mail or fax to:\nGeorgia Department of Labor UI Integrity Unit 148 Andrew Young International Blvd., NE. Suite 727 Atlanta, GA 30303-1732\nPhone: 877.709.8185 Fax: 404.232.3445 E-mail: UI_Integrity@gdol.ga.gov\n34",
    "metadata": {
      "section_title": "REPORTING UI FRAUD AND ABUSE",
      "page_number": 35
    }
  },
  {
    "section_id": "GA-90",
    "content": "You must be actively registered for Employment Services to receive UI benefits, unless exempt by law. This includes being available for screening and referral to employers who are currently offering employment Georgia residents are required to register for Employment Services with our partners at the Technical College System of Georgia (TCSG) through WorkSource Georgia. Interstate claimants must register for Employment Services with the State Workforce Agency (SWA) in the state where they reside.\nClaimants may go to dol.georgia.gov and select Register for Employment Services under Online Services to register and get more information.\nRegistration requires:\n• the establishment of an account, which must include your social security number; and\n• creation or uploading of a complete online resume\nYou may call the TCSG call center at 404.982.7985 or email Workforce@tcsg.edu for assistance with your WorkSource Georgia account. Please maintain your resume to ensure your most current employment information is documented.\n35\nHaving trouble locating something on the GDOL website? Use the Site Map or Search feature.",
    "metadata": {
      "section_title": "EMPLOYMENT SERVICES REGISTRATION",
      "page_number": 36
    }
  },
  {
    "section_id": "GA-91",
    "content": "Helpful resources available in the GDOL career centers include:\n• Computer Resource Centers: Use the computers in the resource area to explore careers, look for a job, and complete job applications. See Career Center Computer Resources below for a description of tools that are available on the GDOL computers.\n• Copiers and Fax Machines: Use the GDOL copiers and fax machines to copy and fax documents related to your job search.\n• Library: The GDOL career center has brochures, books, and videos to help you with your job search.\n• Support Services: The GDOL can refer you to services to assist you with housing, food, childcare, healthcare, and transportation.\n• Special Programs: Additional employment services are provided to individuals who meet certain criteria. See SPECIAL PROGRAMS to learn more.\n36",
    "metadata": {
      "section_title": "SERVICES IN THE GDOL CAREER CENTERS",
      "page_number": 37
    }
  },
  {
    "section_id": "GA-92",
    "content": "The computer resource areas of the GDOL’s career centers contain several job search tools including:\n• Georgia Labor Market Explorer: Use the Georgia Labor Market Explorer to research occupations and access information about labor market trends, statistics, the economy, and demographic data. You will also find assistance in looking for a new job and finding training or educational programs.\n• O*NET OnLine: O*NET OnLine at onetonline.org provides detailed descriptions of occupations including skills, knowledge, training, work environments, and work values. Use O*NET to learn about careers; match your skills and interests to occupations; and find a wealth of information on jobs, schools, educational and training programs, and financial aid.\n• mySkills myFuture: Would you like to change careers? Visit myskillsmyfuture.org to learn how skills you used in past jobs can build a bridge to a new career. This website also helps you compare careers, find training, and search for jobs.\n• My Next Move: Use My Next Move at mynextmove.org to search careers that match your interest and training.",
    "metadata": {
      "section_title": "CAREER CENTER COMPUTER RESOURCES",
      "page_number": 37
    }
  },
  {
    "section_id": "GA-93",
    "content": "The following special programs are available to people who meet certain criteria. To determine your eligibility to participate in these programs, GDOL staff may need to contact you for additional information. If a GDOL representative requests information, be sure to respond promptly. Failure to respond to all requests for information or report to the career center at the appointed time could affect your eligibility to participate in the program(s) and could cause a delay or denial of benefits.",
    "metadata": {
      "section_title": "SPECIAL PROGRAMS",
      "page_number": 37
    }
  },
  {
    "section_id": "GA-94",
    "content": "In some cases, UI benefits may be paid to individuals attending GDOL approved school or training. School attendance requirements must be met and satisfactory progress shown for continued participation in the program. Your career center will assist you in determining if you qualify for this program.\nYou must immediately notify the GDOL if your school or training status changes. If you quit school without good cause or if the training facility/school removes you, you will not be eligible to receive further benefits.",
    "metadata": {
      "section_title": "CLAIMANT TRAINEE PROGRAM",
      "page_number": 37
    }
  },
  {
    "section_id": "GA-95",
    "content": "Federal legislation requires the GDOL to provide reemployment services to individuals who meet certain federally-defined criteria. Reemployment services include:\n• Career assessments and counseling\n• Résumé writing\n• Job search assistance\n• Interviewing skills\n• Job referrals\nParticipants are identified by the GDOL. If you are selected, you will receive a letter informing you to go to your local career center for an orientation. Once selected, your participation in the program is mandatory. You must respond to all notices and actively participate in all activities to continue receiving unemployment benefits.\n37",
    "metadata": {
      "section_title": "REEMPLOYMENT SERVICES AND ELIGIBILITY ASSESSMENT (RESEA)",
      "page_number": 38
    }
  },
  {
    "section_id": "GA-96",
    "content": "Trade Adjustment Assistance (TAA) is available to workers who lost their jobs as a result of increased imports or a shift of production to other countries. A petition must be certified by the U.S. Department of Labor for individuals to be eligible for services and benefits.\nA petition may be filed by:\n• a group of three or more workers;\n• an official of a certified/recognized union or other representative;\n• an official of the employer/firm;\n• a Workforce Innovation and Opportunity Act (WIOA) officer;\n• GDOL career center staff; or\n• Trade Adjustment Unit\nInstructions for filing a petition can be found online at etareports.doleta.gov/petition. The petition may be filed online or by using the Petition for Trade Assistance form (ETA-9042). The petition must be filed no later than one year after your job separation date.",
    "metadata": {
      "section_title": "TRADE ADJUSTMENT ASSISTANCE",
      "page_number": 38
    }
  },
  {
    "section_id": "GA-97",
    "content": "GDOL staff can assist you with completing the petition or file a petition on your behalf.\nThe approved or certified petition will contain an “impact date,” and an “expiration date” established by the U.S. Department of Labor. Workers must be laid off on or after the impact date and on or before the expiration date of the petition.\nBased on individual eligibility, members of a TAA-certified worker group may be eligible for one or more of the following services:\n• Employment and Case Management\n• Training\n• Job Search Allowance\n• Relocation Allowance\n• Trade Readjustment Allowances (TRA)\n• Alternative Trade Adjustment Assistance (ATAA)\n• Reemployment Trade Adjustment Assistance (RTAA)\nTRA may only be received after all regular unemployment benefits have been exhausted. To receive TRA, individuals must be enrolled in, attending, or have completed approved training or be granted a waiver from the training requirement. Each benefit has a separate application process and applicable deadlines.\nIf you are participating in a special program, you must attend all program activities and respond to all requests from the GDOL for information, including contacting or reporting to the career center at the appointed time. Failure to meet the program requirements or respond to all requests from the GDOL by the deadline could affect your eligibility to receive unemployment benefits.\n38",
    "metadata": {
      "section_title": "TRADE ADJUSTMENT ASSISTANCE",
      "page_number": 39
    }
  },
  {
    "section_id": "GA-98",
    "content": "Because you are being asked to furnish your social security number on the unemployment benefit application, the Privacy Act of 1974 requires that you are provided the following statement:\nYour social security number is solicited under the authority of the Internal Revenue Code of 1954 [26 U.S.C. 85, 6011(a), 6050B, and 6109(a)]. Disclosure of your social security number for this purpose is mandatory and must be entered on the forms you submit to claim unemployment compensation.\nYour social security number will be used to:\n• Report your unemployment compensation to the Internal Revenue Service as income that is potentially taxable.\n• Process and store your claim for statistical purposes.\n• Verify your eligibility for benefits.\nIf you decline to provide your social security number, your claim cannot be processed.",
    "metadata": {
      "section_title": "PRIVACY",
      "page_number": 39
    }
  },
  {
    "section_id": "GA-99",
    "content": "Confidential and private unemployment compensation information pertaining to you may be requested and utilized for other governmental purposes, including, but not limited to, verification of eligibility under other governmental programs in accordance with 20 CFR 603.11. Georgia law protects information gathered, maintained, and required by the Georgia Department of Labor in the administration of the unemployment compensation program. The circumstances under which information may be released are provided in the Official Code of Georgia Annotated (O.C.G.A.) at Sections 34-8-120 through 34-8-129.\nAs provided by federal law, any information you provide the Georgia Department of Labor is subject to verification by various agencies through computer matching programs.",
    "metadata": {
      "section_title": "DISCLOSURE OF PRIVATE AND CONFIDENTIAL INFORMATION",
      "page_number": 39
    }
  },
  {
    "section_id": "GA-100",
    "content": "In an effort to improve the integrity of the UI program, the Department now requires individuals to provide their mother’s maiden name and a passphrase during the UI claim filing process. This information is used to validate the identity of individuals requesting UI claim information by either telephone or in person.",
    "metadata": {
      "section_title": "SECURITY VALIDATION",
      "page_number": 39
    }
  },
  {
    "section_id": "GA-101",
    "content": "The GDOL does not discriminate on the basis of:\n• Race\n• Religion\n• National origin\n• Disability\n• Color\n• Sex\n• Age\n• Political affiliation or belief\n39",
    "metadata": {
      "section_title": "NON-DISCRIMINATION",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-102",
    "content": "GDOL career centers are open Monday – Friday from 8:00 a.m. until 4:30 p.m. and UI Customer Service operates Monday – Friday 8:00 a.m. until 4:00 p.m.",
    "metadata": {
      "section_title": "What are the hours of operation for the career centers and UI Customer Service?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-103",
    "content": "It takes approximately three weeks to make a decision on your claim. If you have not received a written decision or telephone call from a Claims Examiner by the 19th calendar day from the date your claim was filed, call UI Customer Service at 1.877.709.8185. During times of high claims volume, this process may extend beyond the timeframe stated.",
    "metadata": {
      "section_title": "How long does it take the GDOL to make a decision on my claim?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-104",
    "content": "If the GDOL determines you are eligible to receive benefits, you should receive your payments within 3–4 days after the decision is made.",
    "metadata": {
      "section_title": "Once the GDOL makes a decision on my claim, when will I start receiving my payments?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-105",
    "content": "The effective date of your claim is the Sunday preceding the date your claim is filed. For all initial, valid claims filed on or after July 1, 2019, the benefit year is the 52-week period beginning on the Sunday of the week a new, valid claim is filed regardless of the day it is actually filed.",
    "metadata": {
      "section_title": "What is the effective date of my claim?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-106",
    "content": "Payments are made by direct deposit or debit card. The preferred method is direct deposit into your personal checking or savings account. If you do not enroll in direct deposit, a Georgia UI Way2Go Debit MasterCard® account will be established for you, and your UI benefit payments will be deposited on your debit card.",
    "metadata": {
      "section_title": "How will I receive my payments?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-107",
    "content": "No. The Unemployment Insurance Benefit Determination tells you if you have enough insured wages to establish a valid claim and the amount of your weekly benefit if you are found eligible to receive benefits. You will receive a claims examiner’s determination informing you if you are eligible to receive benefits.",
    "metadata": {
      "section_title": "I received a letter showing the amount of my weekly benefit amount. Does that mean I have been approved?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-108",
    "content": "Your weekly benefit amount is based on the insured wages you earned during the base period. If you believe the wages on your monetary benefit determination are incorrect or incomplete, you may submit a written request for reconsideration of wages to your local career center within 15 days of the mail date on the unemployment insurance benefit determination.",
    "metadata": {
      "section_title": "What should I do if I disagree with the amount of my unemployment benefit payment?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-109",
    "content": "You must have worked in at least two quarters (6 months) in the last 18 months prior to the effective date of your claim. Your insured wages in the two highest quarters of the base period must equal at least $1,134. The total wages in the base period must equal or exceed one and one-half times the wages in the highest quarter.",
    "metadata": {
      "section_title": "How long must I have worked to establish a claim in Georgia?",
      "page_number": 40
    }
  },
  {
    "section_id": "GA-110",
    "content": "No. Your base period wages are used to determine the maximum benefits you may receive which may or may not qualify you for the maximum number of weeks.\n40",
    "metadata": {
      "section_title": "Is everyone eligible for the maximum number of weeks?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-111",
    "content": "Your Weekly Work Search Record may be submitted to the GDOL either online on your MyUI Claimant Portal at dol.georgia.gov or by fax to 404.525.3605, 404.525.3606 or 1.877.302.1573. You must submit a Weekly Work Search Record for every week you request a payment for unemployment benefits.",
    "metadata": {
      "section_title": "How do I submit my weekly work search information?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-112",
    "content": "You do not have to report your military reserve duty pay as earnings during your weekly certification for benefits if you are performing your duties on the weekend only. If you are required to perform military reserve duty longer than a weekend, you must report your pay as earnings during the week earned.",
    "metadata": {
      "section_title": "Do I have to report my military reserve duty pay as earnings?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-113",
    "content": "No. The Georgia UI Way2Go Debit MasterCard® is mailed to anyone who files a claim and does not select direct deposit as his or her benefit payment method. Receipt of the card does not mean you are eligible to receive benefits. A GDOL Claims Examiner will review your application and determine your eligibility.",
    "metadata": {
      "section_title": "Does receiving a Georgia UI Way2Go Debit MasterCard® mean I am eligible to receive unemployment benefits?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-114",
    "content": "Call Georgia UI Way2Go Debit MasterCard® Customer Service at 1.888.929.2460 or visit the GoProgram website at goprogram.com for information about your debit card account or to report your card as lost or stolen.",
    "metadata": {
      "section_title": "What should I do if my Georgia UI Way2Go Debit MasterCard® is lost or stolen or if I have questions?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-115",
    "content": "All account disputes should be directed to the Georgia UI Way2Go Debit MasterCard® Customer Service at 1.888.929.2460.",
    "metadata": {
      "section_title": "How do I dispute a transaction on my Georgia UI Way2Go Debit MasterCard®?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-116",
    "content": "Yes. You may change your income tax withholdings on your MyUI Claimant Portal at dol.georgia. gov. Your social security number and GDOL password are required. On the Home page, select the Online Services tab, and then select View or Update Your Income Tax Withholding Options under Unemployment Insurance (UI) Benefits. Changes made after 6:00 p.m. ET may take up to 48 hours to become effective.",
    "metadata": {
      "section_title": "Can I change my income tax withholding option?",
      "page_number": 41
    }
  },
  {
    "section_id": "GA-117",
    "content": "You will receive an IRS Form 1099-G showing the total benefit payments and taxes withheld during the previous tax year. This document will be available online by January 31. If you opt out of receiving this information electronically, the GDOL will mail an IRS Form 1099-G to you. Use this form when you file your income taxes to report your UI benefits and the taxes withheld by the GDOL to the IRS.\nYou may also view and print 1099-G forms for multiple years on the GDOL website at dol.georgia. gov by selecting the Online Services tab on the Home page, and then selecting IRS Form 1099-G for UI Payments under Unemployment Insurance (UI) Benefits. Your social security number and UI password are required. Direct your questions about filing your taxes to the IRS, the Georgia Department of Revenue, or a tax consultant.\n41",
    "metadata": {
      "section_title": "What will I receive to report the unemployment benefits paid to me when I file my taxes?",
      "page_number": 42
    }
  },
  {
    "section_id": "GA-118",
    "content": "Both determinations are correct. The GDOL releases a determination on each issue on your claim. As a result, you may receive more than one Claims Examiner’s Determination. A determination imposing any kind of disqualification takes precedence over a determination allowing benefits. For example, you could receive a determination allowing benefits because you were laid off due to lack of work, and also receive a second claims examiner’s determination informing you that you are ineligible to receive benefits because you do not have transportation to look for or get to work.",
    "metadata": {
      "section_title": "I received two Claims Examiner’s Determinations. One said I can be paid benefits, and the other said I could not. Which is correct?",
      "page_number": 42
    }
  },
  {
    "section_id": "GA-119",
    "content": "A. You may continue claiming benefits for each week during the disqualification period that you are meeting all eligibility requirements of the law. When the disqualification period ends, the first week of potential eligibility is the very next week and payments will automatically begin or re-start the week after.\nOR\nB. You may elect to stop claiming benefits each week during the disqualification period. Any time after the disqualification period ends, you will then be required to re-open your claim. The earliest you can do this is the very next week. Your payments will potentially begin or re-start the week after your claim is re-opened.\nUsing option A, if you continue to claim weekly benefits through the disqualification period ending on 1/14 and thereafter, if otherwise eligible, your payment for WED 1/21 would automatically be processed during the week of 1/28.\nUsing option B, if you do not claim weekly benefits during the disqualification period ending on 1/14, you may re-open your claim during WED 1/21. You will claim benefits for that same week and if otherwise eligible, your payment for WED 1/21 will be processed during the week of 1/28.",
    "metadata": {
      "section_title": "What should I do if I am disqualified for a period of time due to receiving disqualifying income?",
      "page_number": 42
    }
  },
  {
    "section_id": "GA-120",
    "content": "SUN MON TUE WED THU FRI SAT 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31",
    "metadata": {
      "section_title": "JANUARY",
      "page_number": 42
    }
  },
  {
    "section_id": "GA-121",
    "content": "You have the right to appeal any GDOL decision that has appeal rights. The appeal rights expire 15 days after the date the decision is mailed. If the decision is on the reason you separated from your job, your employer also has the right to appeal.\nShould I continue to claim my weekly benefits while waiting for the appeal hearing and decision? Yes. If the GDOL determines by an appeal decision that you are eligible to receive benefits, you will only be paid for weeks you request a payment for and submitted a Weekly Work Search Record.",
    "metadata": {
      "section_title": "What do I do if I disagree with the decision made on my claim?",
      "page_number": 42
    }
  },
  {
    "section_id": "GA-122",
    "content": "It is critical that you update your address with the GDOL immediately by visiting the GDOL website or your local career center. To change your address online, select MyUI Claimant Portal at dol.georgia.gov.\n42\nOn the Home page, select the Online Services tab, and then select Change of Address and Contact Information under Unemployment Insurance (Ul) Benefits.\nThis ensures you receive all correspondence from the GDOL regarding any mandatory appointments, activities, etc. that may negatively affect your unemployment benefits if you fail to participate in or report for any such activity or appointment. The U.S. Postal Service will not forward any GDOL UI-related mail, even if you have completed a change of address with your post office.\nIf you have an appeal in process when your address changes, you must also notify the Appeals Tribunal at:\nGeorgia Department of Labor Appeals Tribunal 148 Andrew Young International Blvd., NE, Suite 525 Atlanta, GA 30303-1734\nPhone: 1.877.709.8185 Fax: 404.232.3901 E-mail: appeals@gdol.ga.gov",
    "metadata": {
      "section_title": "What do I do if my address or contact information changes?",
      "page_number": 43
    }
  },
  {
    "section_id": "GA-123",
    "content": "Contact your local career center by telephone, mail, or email.",
    "metadata": {
      "section_title": "Who should I notify when I find a job while receiving unemployment benefits?",
      "page_number": 43
    }
  },
  {
    "section_id": "GA-124",
    "content": "You may be eligible to receive benefits based on the separation from your full-time employer and continue to work part-time and report your gross earnings (before taxes) each week. However, if you are separated from your part-time employer, voluntarily or involuntarily, you must report the separation. The GDOL will determine if you are eligible to continue receiving benefits based on the reason for separation from the part-time employer.\nIf I accept a part-time job while receiving unemployment insurance, how will it affect my benefits? Your weekly benefit amount will be reduced dollar for dollar for earnings over $50 per week. When you claim your weekly benefits each week, you must report that you are working and earning wages. You must report your total gross earnings (before taxes) during the week you worked, even if you have not actually been paid. Do not deduct the $50 from the amount you report. The GDOL will make the appropriate deductions based on your gross earnings (before taxes).",
    "metadata": {
      "section_title": "If I am separated from my full-time employer and continue to work part-time, can I be paid unemployment benefits?",
      "page_number": 43
    }
  },
  {
    "section_id": "GA-125",
    "content": "Yes. You must report any change in your employment status whether you are laid off, discharged, quit your job, or take a leave of absence. If you had earnings during the week you were separated, report your gross earnings when you claim your weekly benefits and indicate you are no longer working. Also, you must immediately file a new claim listing your part-time job as the last place you worked. You may file the claim online at dol.georgia.gov or report to your local career center.\n43",
    "metadata": {
      "section_title": "If I lose my part-time job while collecting unemployment insurance, do I have to report it to the GDOL?",
      "page_number": 44
    }
  },
  {
    "section_id": "GA-126",
    "content": "Report anything that may affect your benefit payments or eligibility to the GDOL, including but not limited to:\n• Unavailability or unwillingness to work or look for work\n• All job offers, even if you refuse the offer\n• Earnings (when you earn the money, not when you are paid)\n• Severance pay, separation pay, disability pay, or wages in lieu of notice\n• Workers’ Compensation\n• Retirement pension\n• Any type of employment, even if less suitable\n• Full or part-time employment\n• Self-employment\n• Commissioned employment\n• Temporary employment\n• Contract or 1099 employment\n• Change in your employment status from when you filed your claim or after you began receiving benefits\n• New employment\n• Discharge\n• Quit\n• Layoff\n• Reduced hours\n• Leave of absence\n• Furlough\n• Vacation\n• Enrollment in school and any change in school attendance\n• Receipt of training allowances\n• Change of mailing address\n• Change of email address\n• Change of telephone number(s)",
    "metadata": {
      "section_title": "What information do I have to report to the GDOL?",
      "page_number": 44
    }
  },
  {
    "section_id": "GA-127",
    "content": "Yes. The GDOL verifies information by several different methods to ensure only those who are entitled to benefits receive them. For example:\n• The GDOL verifies your name, date of birth, and social security number against the Social Security Administration’s records.\n• The GDOL validates with the Georgia Department of Driver Services, the identity of individuals who have not completed an Applicant Status Affidavit and indicate they have a Georgia-issued driver’s license or identification card.\n• Your reason for job separation is verified with your employer to determine eligibility for benefits.\n• Your social security number is checked against wages reported by employers to detect unreported wages. A nationwide network is also used to locate wages earned in other states.\n• Employers are required to report any new employees hired to the National Directory of New Hires (NDNH). This information is cross-matched against unemployment insurance claims.\n• Information regarding possible fraud.\n44",
    "metadata": {
      "section_title": "Does the GDOL verify the information I provide?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-128",
    "content": "No. You must be able and available to look for and accept work to receive unemployment benefits. You are required to notify the GDOL immediately if you are incarcerated. Upon notification, the GDOL will stop all unemployment benefits until you notify the Department of your release. If you fail to notify the GDOL of your incarceration, you will be responsible for repaying any benefit payments you received while incarcerated. Penalties will also apply.",
    "metadata": {
      "section_title": "Can I receive unemployment benefits if I am incarcerated?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-129",
    "content": "Federal law requires all claims be subject to random audit. The GDOL randomly selects claims for audits each week. Auditors verify anything that affects your eligibility to receive unemployment benefits including work search, base period wages, job separation(s), school attendance, and earnings during any weeks you claimed benefits. You will be required to repay benefits for which you are not entitled. If you are selected for an audit and fail to participate as required, your benefits will be denied.",
    "metadata": {
      "section_title": "Will my claim be audited?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-130",
    "content": "No. You WILL NOT receive a confirmation number after you claim weekly benefits regardless of the certification method used: Internet or telephone (IVR).",
    "metadata": {
      "section_title": "Will I receive a confirmation number after I claim or request a payment for weekly benefits?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-131",
    "content": "Yes. You WILL receive a confirmation number after you successfully submit your work search record each week on the Department’s website.",
    "metadata": {
      "section_title": "Will I receive a confirmation number after I submit my weekly work search records on the Department’s website?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-132",
    "content": "Georg AI, GDOL’s virtual agent, allows you to get your questions answered quickly 24 hours a day, 7 days a week, with the option to speak to a live agent during business hours Monday through Friday. You can access Georg AI by calling 1.877.709.8185 or visiting our website at dol.georgia.gov.",
    "metadata": {
      "section_title": "What is Georg AI?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-133",
    "content": "Georg AI will assist you in reaching the appropriate area to address your questions and concerns. Say key words related to your inquiry, such as, claim status or appeals.",
    "metadata": {
      "section_title": "When I call GDOL, what should I do to get assistance?",
      "page_number": 45
    }
  },
  {
    "section_id": "GA-134",
    "content": "MyUI is a self-service portal that provides individuals most recent unemployment insurance (UI) claim and payment information, some correspondence and links to other such online UI services, such as requesting weekly payment, filing an appeal, 1099-G information, etc. You must have an unemployment claim in the most recent two years and valid login credentials to access MyUI.\n45",
    "metadata": {
      "section_title": "What is the MyUI Customer Portal?",
      "page_number": 46
    }
  },
  {
    "section_id": "GA-135",
    "content": "It is very important that you keep good records of all activity related to your unemployment insurance benefits as evidence you are fulfilling your responsibilities.",
    "metadata": {
      "section_title": "YOUR RECORDS",
      "page_number": 46
    }
  },
  {
    "section_id": "GA-136",
    "content": "Each time you submit your Weekly Work Search Record online, you will receive a confirmation number.\nIf you submit your work search by fax, keep all of the forms you faxed and the printed confirmation pages as evidence you are meeting the weekly work search requirement.\nSee REPORTING YOUR WORK SEARCH for instructions on how to submit your Weekly Work Search Record to the GDOL.",
    "metadata": {
      "section_title": "WORK SEARCH CONFIRMATION RECORD",
      "page_number": 46
    }
  },
  {
    "section_id": "GA-137",
    "content": "It is a good practice to keep a record of all conversations with GDOL staff members, either in person or by phone.\n46",
    "metadata": {
      "section_title": "CONVERSATIONS WITH GDOL STAFF",
      "page_number": 47
    }
  },
  {
    "section_id": "GA-138",
    "content": "Unemployment Insurance (UI) fraud occurs when someone knowingly provides false information or withholds facts to obtain UI benefits for which they are not eligible.",
    "metadata": {
      "section_title": "What is UI Fraud?",
      "page_number": 47
    }
  },
  {
    "section_id": "GA-139",
    "content": "• Providing false information or withholding information when applying for UI benefits.\n• Deliberately reporting incorrect or zero wages.\n• Saying you are able and available to work, or actively looking for work, when you’re not.\n• Failing to report ALL gross earnings during the week in which they are earned while claiming UI benefits.\n• Filing a claim under another person’s name, Social Security number, or employment information without their knowledge or consent.\n• Filing a claim for someone who is incarcerated.",
    "metadata": {
      "section_title": "Examples of Unemployment Insurance Fraud",
      "page_number": 47
    }
  },
  {
    "section_id": "GA-140",
    "content": "UI fraud is a serious offense that carries some serious penalties. For example:\n• You will be required to repay any UI benefit payments you have received, along with interest and other mandatory penalties.\n• You may NOT be able to collect additional UI benefits up to one year, even if the UI debt is repaid.\n• Your state and federal income tax refunds may be taken to pay back your debt.\n• The state may pursue prosecution and, in some cases, could result in jail time.",
    "metadata": {
      "section_title": "Consequences of UI Fraud",
      "page_number": 47
    }
  },
  {
    "section_id": "GA-141",
    "content": "If you know or suspect someone is committing UI fraud, please contact us:\nOnline: dol.georgia.gov UI Fraud Hotline: 1.877.709.8185\nGDOCL",
    "metadata": {
      "section_title": "WE NEED YOUR HELP IN STOPPING UI FRAUD!",
      "page_number": 48
    }
  },
  {
    "section_id": "GA-142",
    "content": "1. Claim or certify for your weekly benefits starting:\nDay:_______________________________ Date:_______________________________\nGo to dol.georgia.gov or call the Interactive Voice Response (IVR) phone line at 1.866.598.4164.\nYou must claim or certify for at least one week of benefits for a determination to be made regarding your eligibility.\n2. Complete verifiable job search activities on three or more days, and submit your weekly work search record for every week you claim or certify for benefits starting this week.\n3. Register for Employment Services at worksourcegaportal.com.\nUl Customer Service\nMonday–Friday, 8:00 a.m. – 4:00 p.m. 1.877.709.8185\nGDOL Career Centers\nMonday–Friday, 8:00 a.m.–4:30 p.m.\nGDO GEORGIA DEPARTMENT OF LABOR\nDOL-414 (R-11-23)",
    "metadata": {
      "section_title": "WHILE YOU WAIT FOR A DECISION…",
      "page_number": 48
    }
  }
]