[
  {
    "section_id": "HI-0",
    "content": "OF p 959 x r 28 % . L] i X T & T",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "HI-1",
    "content": "A GUIDE TO UNEMPLOYMENT BENEFITS\nS N = i = =4 1 ~ ~f = —— e @\nDLIR UID (05.2022)\nENGLISH: Important! This document has important information about your unemployment compensation rights, responsibilities, and/or benefits. It is essential that you understand the information in this document. If you need help (free of charge) in understanding this document in your language, please call (833) 901-2272 or (808) 762-5751 and (833) 901-2275 or (808) 762-5752; or go to [https://labor.hawaii.gov/ui]. You can also contact the local offices listed below for assistance.\n________________________________________________________________________________________________________\nCHINESE (Simplified): 重要！本文件包含有关您的失业补偿权利、责任和/或福利的重要信息。理解本 文档中的信息非常关键。如果您需要帮助（免费）以您的语言理解本文档，请致电 (833) 901-2272 或 (808) 762-5751 和 (833) 901-2275 或 (808) 762-5752；或前往 [https://labor.hawaii.gov/ui/lep-chi] 。 您也可以联系下列当地办事处寻求帮助。\n________________________________________________________________________________________________________\nJAPANESE: 重要！この文書には、失業補償の権利、責任、および/または給付に関する重要な情報が含まれて います。この文書の情報をしっかり理解することが大事です。この文書を理解する上で、あなたの言語で無料サ ービスを必要とされる場合は、（833）901-2272 または（808）762-5751 および（833）901-2275 または （808）762-5752 までお電話ください。または [https://labor.hawaii.gov/ui/lep-jpn]にアクセスして下さい。 下記の地域事務所も支援を受け付けておりますので、お問い合わせください\n________________________________________________________________________________________________________\nTAGALOG: Mahalaga! May mahalagang impormasyon ang (mga) dokumentong ito tungkol sa iyong mga karapatan sa kompensasyon sa kawalan ng trabaho, mga responsibilidad, at/o mga benepisyo.",
    "metadata": {
      "section_title": "HANDBOOK ON UNEMPLOYMENT INSURANCE",
      "page_number": 2
    }
  },
  {
    "section_id": "HI-2",
    "content": "iyong mga karapatan sa kompensasyon sa kawalan ng trabaho, mga responsibilidad, at/o mga benepisyo. Mahalagang maintindihan mo ang impormasyon sa dokumentong ito. Kung kailangan mo ng (libreng) tulong para maintindihan ang dokumentong ito sa iyong wika, tumawag sa (833) 901-2272 o (808) 762-5751 at (833) 901-2275 o (808) 762-5752; o pumunta sa [https://labor.hawaii.gov/ui/lep-tag]. Maaari ka ring makipag-ugnayan sa mga lokal na tanggapan na nakalista sa ibaba para sa tulong.\n________________________________________________________________________________________________________\nILOCANO: Nasken! Addaan nasken a damag daytoy nga dokumento maipanggep dagiti rebbeng a bayad para iti pannakaawan iti trabaho, responsibilidad, ken/wenno pagimbagan. Nasken a maawatam iti damag ditoy a dokumento. No masapolmo iti (libre a) tulong tapno maawatam daytoy a dokumento iti lengguahem, awagam iti (808) 762-5751 wenno (833) 901-2272 ken (833) 901-2275 wenno (808) 762-5752; wenno mapan iti [https://labor.hawaii.gov/ui/lep-ilo].",
    "metadata": {
      "section_title": "HANDBOOK ON UNEMPLOYMENT INSURANCE",
      "page_number": 2
    }
  },
  {
    "section_id": "HI-3",
    "content": "2272 ken (833) 901-2275 wenno (808) 762-5752; wenno mapan iti [https://labor.hawaii.gov/ui/lep-ilo]. Mabalinmo pay a sarungkaran dagiti lokal nga opisina a nailista iti baba para iti tulong.\n________________________________________________________________________________________________________\nKOREAN: 중요! 본 문서(들)는 실업 보상 권리, 책임 및/또는 혜택에 관한 중요한 정보를 포함하고 있습니다. 이 문서에 포함된 정보를 이해하는 것이 중요합니다. 문서를 모국어로 이해할 수 있도록 도움(무료)이 필요하시다면, (833) 901-2272 또는 (808) 762-5751, (833) 901-2275 또는 (808) 762-5752 로 연락해주십시오; 또는 [https://labor.hawaii.gov/ui/lep-kor] 으로이동합니다. 또한 아래의 현지 사무소에 연락해 도움을 받을 수 있습니다.\n________________________________________________________________________________________________________\nVIETNAMESE: Quan trọng! (Các) tài liệu này chứa thông tin quan trọng về quyền được bồi thường thất nghiệp, trách nhiệm và / hoặc quyền lợi của bạn. Điều quan trọng là bạn phải hiểu thông tin trong tài liệu này.",
    "metadata": {
      "section_title": "HANDBOOK ON UNEMPLOYMENT INSURANCE",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-4",
    "content": "ch nhiệm và / hoặc quyền lợi của bạn. Điều quan trọng là bạn phải hiểu thông tin trong tài liệu này. Nếu bạn cần trợ giúp (miễn phí) để hiểu tài liệu này bằng ngôn ngữ của bạn, vui lòng gọi (833) 901-2272 hoặc (808) 762-5751 và (833) 901-2275 hoặc (808) 762-5752; hoặc truy cập [https://labor.hawaii.gov/ui/lep-vie]. Quý vị cũng có thể liên lạc với các văn phòng địa phương được liệt kê dưới đây để được trợ giúp.\n________________________________________________________________________________________________________\nSPANISH: ¡Importante! Este(s) documento(s) contiene(n) información importante sobre sus derechos, responsabilidades y/o beneficios de compensación por desempleo. Es fundamental que comprenda la información de este documento. Si necesita ayuda (sin cargo) para comprender este documento en su idioma, llame al (833) 901-2272 o (808) 762-5751 y (833) 901-2275 o (808) 762-5752; o vaya a [https://labor.hawaii.gov/ui/lep-spa].",
    "metadata": {
      "section_title": "HANDBOOK ON UNEMPLOYMENT INSURANCE",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-5",
    "content": "También puede ponerse en contacto con las oficinas locales que se indican a continuación para obtener ayuda.\n________________________________________________________________________________________________________\nCHUUKESE: Auchea! Ei taropwe a kan wor poraus auchea non usun eomuwe pung ren momon ese wor angang kena, met kopwe fofori, me/ika aninis kena. Mi fakkun namoteoch pwe en kopwe weweiti ewe poraus non ei taropwe. Ika pwe en ka kan mochen aninis (ese wor momon) non weweitin ei taropwe non fosun fonuwom, kose mochen korikich non (833) 901-2272 ika (808) 762-5751 me pwan (833) 901-2275 ika (808) 762-5752; ika kopwe ne no ngeni [https://labor.hawaii.gov/ui/lep-chk]. En kopwe kan pwan tongeni kori ewe ofes non nenieom mi maaketiw me fan ren aninis.\n____________________________________________________________________________________________________\nMARSHALLESE: Aurok! Ewōr melele aurok ilo peba in/kein kin maron, eddo, im/ak jibañ ko am ikijen kolla eo an bōjrak jerbal. Aurok am melele naan ko kobban peba in. Ñe kwōj aikuj jibañ (ejellok wonnen) ñan am melele naan ko kobban peba kein ilo kajin eo am, jouj im kall ae tōk kim ilo (833) 901-2272 ak (808) 762-5751 im (833) 901-2275 ak (808) 762-5752; ak loļok [https://labor.hawaii.gov/ui/lep-mah]. Kwōmaron bar kebaak opij ko ilo jukjukinbed eo im emōj laajrak ijin lal ñan aer jibañ kwe.",
    "metadata": {
      "section_title": "HANDBOOK ON UNEMPLOYMENT INSURANCE",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-6",
    "content": "UEMPIOYIVIENTlNSUANE\n________________________________________________________________________________________________________________________________________",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE CLAIMS OFFICES",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-7",
    "content": "830 Punchbowl Street, Room 110, Honolulu, HI 96813-5080\nPhone: (808) 586-8970",
    "metadata": {
      "section_title": "Oahu Claims Office",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-8",
    "content": "1990 Kinoole Street, Room 101, Hilo, HI 96720-5293\nPhone: (808) 974-4086",
    "metadata": {
      "section_title": "Hilo Claims Office",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-9",
    "content": "Ashikawa Building, 81-990 Halekii Street, Room 2090 P.O. Box 167, Kealekekua, HI 96750-0167 Phone: (808) 322-4822",
    "metadata": {
      "section_title": "Kona Claims Office",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-10",
    "content": "54 South High Street, Room 201, Wailuku, HI 96793-2198 Phone: (808) 984-8400",
    "metadata": {
      "section_title": "Maui Claims Office",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-11",
    "content": "4370 Kukui Grove Street, Suite 3-214, Lihue, HI 96766-2001 Phone: (808) 274-3043",
    "metadata": {
      "section_title": "Kauai Claims Office",
      "page_number": 3
    }
  },
  {
    "section_id": "HI-12",
    "content": "830 Punchbowl Street, Room 110, Honolulu, HI 96813-5080\nPhone: (808) 586-8970\nDLIR-UID (05.2022)",
    "metadata": {
      "section_title": "Liable Interstate Unit",
      "page_number": 4
    }
  },
  {
    "section_id": "HI-13",
    "content": "3 ABOUT THIS HANDBOOK 3 Purpose of the Claimant Handbook 3 Contact Information 3 Language Assistance 4 OVERVIEW OF UNEMPLOYMENT INSURANCE (UI) 4 About the UI Program 4 We Are Here to Help You 5 How to File for UI Benefits 5 Liable Interstate Benefits 5 Unemployment Compensation for Federal Civilian Employees 5 Unemployment Compensation for Ex-Service Members 5 Additional Claim or Reopened Claim 6 Partial Claims 6 Part-Total Claims 7 ELIGIBILITY FOR UI BENEFITS 7 Qualifying for UI Benefits 8 Identification Verification and Multi-Factor Authentication 8 Options for Receiving Payment 9 AMOUNT OF UI BENEFITS 9 Waiting Week 9 Deductions 11 MAINTAINING YOUR UI ELIGIBILITY 11 Searching for Work 12 Completing a [Bi-]Weekly Claim Certification 13 Reporting Earnings 14 GETTING YOU BACK TO WORK 14 Mandatory Job Search Registration 14 Reemployment Services 15 When You Find a New Job 16 UI FRAUD 16 Examples of UI Fraud 16 Penalties for UI Fraud 17 What We Do To Stop UI Fraud 18 APPEAL RIGHTS 18 How to Submit an Appeal 18 The Appeal Process 18 While Waiting for Your Appeal 19 APPENDIX 19 Appendix A – Legal Disclosures 21 Appendix B – Glossary 23 Appendix C – Repayment of Overpaid Benefits 24 Appendix D – Work Search Log 26 Appendix E – Wage Reporting Log and Wage Calculator\n2",
    "metadata": {
      "section_title": "CONTENTS",
      "page_number": 5
    }
  },
  {
    "section_id": "HI-14",
    "content": "This handbook provides important information about Unemployment Insurance (UI) Benefits. (See the Glossary in Appendix B for definitions of all underlined terms.) You must read and understand the information in this document. If you do not understand the information or if you have questions, please contact our agency for help.",
    "metadata": {
      "section_title": "PURPOSE OF THE CLAIMANT HANDBOOK",
      "page_number": 5
    }
  },
  {
    "section_id": "HI-15",
    "content": "There are many ways to contact us:\n71NN N\nVisit our Website\nwww.labor.hawaii.gov/ui\nQ",
    "metadata": {
      "section_title": "CONTACT INFORMATION",
      "page_number": 5
    }
  },
  {
    "section_id": "HI-16",
    "content": "(808) 762-5752 or (833) 901-2272",
    "metadata": {
      "section_title": "Make a Call",
      "page_number": 5
    }
  },
  {
    "section_id": "HI-17",
    "content": "Oahu Claims Office 830 Punchbowl St, Room 110 Honolulu, HI 96813-5080\nMaui Claims Office 54 South High St, Room 201 Wailuku, HI 96793-2198\nKauai Claims Office 4370 Kukui Grove St Suite 3-214, Lihue, HI 96766\nHilo Claims Office 1990 Kinoole St, Room 101 Hilo, HI 96720-5293\nKona Claims Office\n81-990 Halekii St, Room 2090 P.O. Box 167, Kealekekua, HI 96750-0167",
    "metadata": {
      "section_title": "Visit in Person",
      "page_number": 5
    }
  },
  {
    "section_id": "HI-18",
    "content": "Free services are available to assist those who do not speak English. For help in a language other than English, please call (808) 762-5752 or (833) 901-2272; or visit labor.hawaii.gov/ui. If you are deaf, hard of hearing, or have a voice impairment, please call TDD/TTY - Dial 711 then ask for (808) 586-8844.\n3",
    "metadata": {
      "section_title": "LANGUAGE ASSISTANCE",
      "page_number": 6
    }
  },
  {
    "section_id": "HI-19",
    "content": "UI is a program designed to provide temporary income to workers who lost their job through no fault of their own – for example, due to a layoff, plant closure, or lack of available work. Benefits are not available to all workers. For example, workers who were fired from their job for misconduct cannot receive UI benefits.",
    "metadata": {
      "section_title": "ABOUT THE UI PROGRAM",
      "page_number": 6
    }
  },
  {
    "section_id": "HI-20",
    "content": "Our state UI program is funded through taxes paid or on a reimbursable basis by employers. No money is deducted from your paycheck to pay for UI benefits.",
    "metadata": {
      "section_title": "Funding for the UI Program",
      "page_number": 6
    }
  },
  {
    "section_id": "HI-21",
    "content": "The Unemployment Insurance Division is here to assist you through your time of unemployment. To make sure you are paid benefits in a timely manner, please help us by:\nProviding complete and accurate information\nResponding to requests for information right away\nCompleting all requirements to maintain UI eligibility, as outlined in this handbook\nKeeping your contact information up to date",
    "metadata": {
      "section_title": "WE ARE HERE TO HELP YOU",
      "page_number": 6
    }
  },
  {
    "section_id": "HI-22",
    "content": "If you move or change your phone number, let us know as soon as possible. Failure to notify our agency of your current contact information may result in a delay in payment of benefits. The easiest way to update your address is through our website at huiclaims.hawaii.gov. After reporting your change of address and if you plan to continue to file for UI benefits, be sure to reactivate your claim.",
    "metadata": {
      "section_title": "Change of Address or Phone Number",
      "page_number": 6
    }
  },
  {
    "section_id": "HI-23",
    "content": "You can check the status of your claim, request information, and more through our safe and secure website. Visit huiclaims.hawaii.gov (click on \"Claimant Services\"), 7 days a week, between 6:30 am and 11:00 pm HST.\n4",
    "metadata": {
      "section_title": "For Fastest Service, Go Online",
      "page_number": 7
    }
  },
  {
    "section_id": "HI-24",
    "content": "To file a new application or to reactivate an unexpired claim, go to: huiclaims.hawaii.gov and create an account or login as a claimant. For assistance, contact the UI Call Center, report in person to your local claims office or make an appointment at: Labor.Hawaii.gov/UI/appointments",
    "metadata": {
      "section_title": "HOW TO FILE FOR UI BENEFITS",
      "page_number": 7
    }
  },
  {
    "section_id": "HI-25",
    "content": "If you move to another state, the District of Columbia, Puerto Rico, Canada, or the Virgin Islands, you may still receive benefits from Hawaii, provided you meet Hawaii’s eligibility requirements. Statutory requirements and responsibilities apply similarly to in-state and out-of-state claimants.",
    "metadata": {
      "section_title": "LIABLE INTERSTATE BENEFITS",
      "page_number": 7
    }
  },
  {
    "section_id": "HI-26",
    "content": "Civilian employees for the Federal Government will base their UI claim on Federal wages as reported by the Federal agency. After applying for benefits, you will need to provide a Standard Form 8 (SF-8) and Standard Form 50 (SF- 50) to your local claims office.",
    "metadata": {
      "section_title": "UNEMPLOYMENT COMPENSATION FOR FEDERAL CIVILIAN EMPLOYEES",
      "page_number": 7
    }
  },
  {
    "section_id": "HI-27",
    "content": "Eligibility for benefits for ex-Military Service Members depends on the character of service and completion of their first full term of service. If you were released before completing your first full term of active service, you may still be eligible for benefits if your narrative reason for separation is on the acceptable list of reasons as provided by the US Department of Defense (DOD). You need at least 180 days of continuous service. Your current residence when filing your claim is the state that will pay for your UI benefits, not your last duty station. You will need to provide form DD-214 member copy 4 to your local claims office after filing your application.",
    "metadata": {
      "section_title": "UNEMPLOYMENT COMPENSATION FOR EX-SERVICE MEMBERS",
      "page_number": 7
    }
  },
  {
    "section_id": "HI-28",
    "content": "If you stopped filing claim certifications for 2 or more consecutive weeks, moved to a different state, or need to update or report additional employment information, you need to file a reactivation of your claim. Login to: huiclaims.hawaii.gov and select “Reactivate Claim”.\n5",
    "metadata": {
      "section_title": "ADDITIONAL CLAIM OR REOPENED CLAIM",
      "page_number": 8
    }
  },
  {
    "section_id": "HI-29",
    "content": "If you are still attached to your regular employer, not working or working less than your full-time hours due to a lack of work and your earnings are less than your weekly benefit amount, you are considered partially unemployed. Once verified with your employer for partial unemployment status, you do not need to look for work or register for work.",
    "metadata": {
      "section_title": "PARTIAL CLAIMS",
      "page_number": 8
    }
  },
  {
    "section_id": "HI-30",
    "content": "If you are attached to an employer working on-call, part-time, or on an intermittent basis while seeking full-time work, you are considered part- totally unemployed. In addition to reporting your hours worked and earnings, you must register for work, be able and available for work, and make at least 3 work search contacts for each week you file for unemployment benefits.\n6",
    "metadata": {
      "section_title": "PART-TOTAL CLAIMS",
      "page_number": 9
    }
  },
  {
    "section_id": "HI-31",
    "content": "Our agency will review your claim to determine if you qualify for benefits. We look at these three criteria:\n|",
    "metadata": {
      "section_title": "QUALIFYING FOR UI BENEFITS",
      "page_number": 9
    }
  },
  {
    "section_id": "HI-32",
    "content": "You must have earned sufficient wages in the 12 to 18 months prior to filing a claim, which includes federal and military wages. You may combine out-of-state wages with your Hawaii wages to establish a valid claim or to increase your weekly benefit amount if you worked in several states during the 12 - 18 months prior to filing your claim. If you did not earn enough wages, you will not be eligible for benefits.\n®",
    "metadata": {
      "section_title": "1. How much did you work in the 12-18 months before filing a claim?",
      "page_number": 9
    }
  },
  {
    "section_id": "HI-33",
    "content": "The reason you are no longer employed will determine whether you can receive UI benefits. Below are some examples of separation reasons that may qualify or disqualify you from receiving benefits.",
    "metadata": {
      "section_title": "2. Why are you no longer working for your past employer?",
      "page_number": 9
    }
  },
  {
    "section_id": "HI-34",
    "content": "Were laid off or your hours were reduced because your employer did not have enough work for you\nLeft your last job and can show it was for good cause within the meaning of the law (such as unsafe working conditions, family unity, etc.)\nAre unemployed because you or your child were a victim of domestic violence, stalking, or sexual assault",
    "metadata": {
      "section_title": "You may receive benefits if you:",
      "page_number": 9
    }
  },
  {
    "section_id": "HI-35",
    "content": "Left your job for personal reasons\nWere fired for misconduct connected with work.\nAre not legally authorized to work in the United States\nAre self-employed full-time\nAre unable to work due to illness or disability, currently receiving workers’ compensation for an on-the-job injury or receiving temporary disability benefits.\n7\n=",
    "metadata": {
      "section_title": "You may not receive benefits if you:",
      "page_number": 10
    }
  },
  {
    "section_id": "HI-36",
    "content": "In order to qualify for UI benefits you must be:\nActively looking for work\nMentally and physically able to work\nLegally authorized to work in the United States\nReady and Willing to accept work (for example, you have caregiving responsibilities or personal limitations that would prevent you from working)",
    "metadata": {
      "section_title": "3. Are you able and available to work?",
      "page_number": 10
    }
  },
  {
    "section_id": "HI-37",
    "content": "UI claimants can verify their identification digitally through Login.gov, a secure government website. Individuals who verify their identity through Login.gov are asked to create an account and securely provide their information for validation. Claimants also have the option to provide proof of ID at most post offices across the state.\nUI claimants are required to use Multi-Factor Authentication (MFA) when logging into the UI web portal. MFA adds an extra layer of security to the existing fraud detection and prevention measures. All claimants using the portal are prompted to enter a verification code to proceed. The code is valid for 10 minutes.\nFor claimants with existing accounts, the code will go to their email address on file by default. Existing claimants have the option to change this default to send the code to a mobile phone.\nNew claimants creating accounts can select to have their code sent to an email address or a mobile phone. The same mobile phone number can be used for multiple unemployment accounts.",
    "metadata": {
      "section_title": "IDENTIFICATION (ID) VERIFICATION AND MULTI-FACTOR AUTHENTICATION (MFA)",
      "page_number": 10
    }
  },
  {
    "section_id": "HI-38",
    "content": "If you are eligible for UI benefits, you may receive your payment:\nThrough direct deposit – this puts money directly into your savings or checking account, or prepaid debit card.\n8",
    "metadata": {
      "section_title": "OPTIONS FOR RECEIVING PAYMENT",
      "page_number": 11
    }
  },
  {
    "section_id": "HI-39",
    "content": "After you file a claim for UI benefits, you will receive a Monetary Determination in the mail. The Monetary Determination explains:\nThe weekly benefit amount you are eligible to receive, if approved, and how that amount was calculated;\nThe maximum benefits you are eligible to receive;\nYour benefit year; and,\nInformation about how to Appeal or request a monetary reconsideration if you disagree with the determination\nThe maximum amount of benefits anyone can receive per week in the state of Hawaii in 2024 is $796 (this amount changes annually).\nhttps://huiclaims2.hawaii.gov/UI_ClaimWEB/pages/calculator/calculator.jsf",
    "metadata": {
      "section_title": "AMOUNT OF UI BENEFITS",
      "page_number": 11
    }
  },
  {
    "section_id": "HI-40",
    "content": "All individuals must serve a waiting week and it is usually the first week of the benefit year. You must file a weekly claim request and meet all eligibility requirements for the waiting week, but you will not be paid. Your payments will start the following week, assuming you are still eligible for benefits and fulfill all requirements.\nFor example, consider a situation where John lost his job on the first Monday of the month and filed an initial claim for UI benefits on the same day. Even though John submits a certification for the first week of benefits, he will not be paid for this waiting week.\nThe next week, if John fulfills all eligibility requirements, he will be eligible to receive payment. See the Maintaining Your UI Eligibility section for more details on the continuing eligibility requirements.",
    "metadata": {
      "section_title": "WAITING WEEK",
      "page_number": 11
    }
  },
  {
    "section_id": "HI-41",
    "content": "Your benefits may be reduced under the following circumstances:",
    "metadata": {
      "section_title": "DEDUCTIONS",
      "page_number": 11
    }
  },
  {
    "section_id": "HI-42",
    "content": "A severance package, pay in lieu of notice, or a continuation of pay with full benefits from an employer may affect UI benefits. Be sure to report any separation payments when you file your [bi-]weekly claim. You may be contacted by the agency for additional details to help determine if your separation pay is deductible.\n9",
    "metadata": {
      "section_title": "Separation Pay",
      "page_number": 12
    }
  },
  {
    "section_id": "HI-43",
    "content": "Retirement income from a base period employer, military pension, disability payments, or government retirement payments, may affect your weekly benefit amount (WBA). You must tell us if you receive or applied to receive payment from your retirement plan.",
    "metadata": {
      "section_title": "Retirement Income",
      "page_number": 12
    }
  },
  {
    "section_id": "HI-44",
    "content": "If you are working part-time, on-call or less than full-time, you may still be eligible for partial UI benefits. Be sure to report your gross earnings from employment during any week claimed. See the Reporting Earnings section for more information.",
    "metadata": {
      "section_title": "Other Earnings",
      "page_number": 12
    }
  },
  {
    "section_id": "HI-45",
    "content": "Some or all of your unemployment benefits may be reduced if you:\nOwe court-ordered child support (questions about child support deductions call: Oahu – (808) 692-8265 or out of state 1 (888) 317-9081.\nPreviously received unemployment benefits that you were not entitled to, and did not repay the Overpayment. See Appendix C for repayment or overpaid benefits.\nYou will be notified by the respective agency if your UI benefits will be applied to any of these types of debts.",
    "metadata": {
      "section_title": "Money Owed",
      "page_number": 12
    }
  },
  {
    "section_id": "HI-46",
    "content": "Your UI benefits are taxable by the federal and state government. You may choose to have taxes withheld from your weekly payment (10% for federal taxes and 5% for state taxes). If you elect not to have taxes withheld, you will be responsible for the full taxable amount at the end of the year. Questions about taxes on UI payments should be directed to the Internal Revenue Service (IRS) or your tax professional.\nBy the end of January each year, the Unemployment Insurance Division will mail you IRS form 1099-G. This form shows the amount of benefits you were paid during the previous year and the amount of income tax withheld, if you selected that option. If you moved, be sure to report your new address to receive your form.\nThe 1099-G information is available for viewing at: huiclaims.hawaii.gov. Log in to your online account and select “Claim Inquiry” from the main menu. Then select “Display 1099 Information.\"\n10",
    "metadata": {
      "section_title": "Taxes",
      "page_number": 13
    }
  },
  {
    "section_id": "HI-47",
    "content": "Every week that you claim benefits, you must complete 3 tasks to remain eligible:\n1. Searching for work (minimum of 3 work search contacts per week)\n2. Completing and submitting a [bi-]weekly claim certification within the time specified\n3. Reporting earnings (any money you earned during the claim week)\nFailure to complete any of these actions can disqualify you from future benefits.",
    "metadata": {
      "section_title": "MAINTAINING YOUR UI ELIGIBILITY",
      "page_number": 13
    }
  },
  {
    "section_id": "HI-48",
    "content": "You are required to actively search for work every week you file a claim for UI benefits by completing at least three (3) work search activities. Below are examples of work search activities that fulfill this requirement, along with activities that are not considered valid.",
    "metadata": {
      "section_title": "SEARCHING FOR WORK",
      "page_number": 13
    }
  },
  {
    "section_id": "HI-49",
    "content": "Applying for a job that fits your skills, availabilities, qualifications\nInterviewing for a job\nReporting to a union hiring hall if you are a registered member of that union\nParticipating in reemployment services at your state workforce center",
    "metadata": {
      "section_title": "Qualifying Work Search Activities:",
      "page_number": 13
    }
  },
  {
    "section_id": "HI-50",
    "content": "Applying for job you are unqualified for\nViewing jobs leads without applying\nFailing to apply for a job in the manner directed by an employer (e.g., failing to submit an online application when an employer tells you to apply online)\nAll work search activities must be documented and verifiable.\nYou can keep an up-to-date log of your work search activities via your online claimant portal at http://uiclaims.hawaii.gov. This log will automatically transfer to your weekly or bi-weekly claim certification, saving you time. See Appendix D for an overview of this feature.\n11",
    "metadata": {
      "section_title": "Invalid Work Search Activities:",
      "page_number": 14
    }
  },
  {
    "section_id": "HI-51",
    "content": "If you travel to another state to look for work, you may file courtesy claims online for 2 consecutive weeks. The online system will ask you to share your location. Please respond promptly or benefits may be delayed or denied for improper filing. If you are relocating, please perform an address change and a reactivation of your claim. If you travel outside the United States, you may not be eligible to benefits until your return to the States.",
    "metadata": {
      "section_title": "SEARCHING FOR WORK – IN ANOTHER STATE",
      "page_number": 14
    }
  },
  {
    "section_id": "HI-52",
    "content": "To request for benefit payments, you will need to file a [bi-]weekly claim certification to tell the Unemployment Insurance Division you are still unemployed. The claim certification includes a series of questions that help determine if you are eligible to continue receiving UI benefits. For example, you will be asked if you:\nWere able and available to accept work\nLooked for work, along with details about your work search efforts\nRefused any jobs or offers of work\nWorked during the week, and if so, how much money you earned for that work\nUnder penalty of law, you are required to truthfully answer the questions for each week you claim UI benefits.",
    "metadata": {
      "section_title": "COMPLETING A [BI-]WEEKLY CLAIM CERTIFICATION",
      "page_number": 14
    }
  },
  {
    "section_id": "HI-53",
    "content": "The [Sunday] after you initially apply for benefits is the first day that you can submit a [bi-]weekly claim. [Bi-]Weekly claims must be completed by 11:59 pm on [Saturday] of each week you are claiming benefits.\nFor example, if you lost your job on Monday the 3rd of the month, you could file an initial claim for UI benefits on the same day or on any other day that week.\nThen you could submit a weekly claim for your first week starting on Sunday the 9th.\nxiih\nMonth\nFailure to submit the weekly claim before 11:59 pm on Saturday the 15th may result in delay or a denial for that week because you filed late.\nSun  2  Mon  3  Tue Wed  4  5  Thu  6  9  10  11  12  13  Fri  7  14  Sat  8  15 \n12",
    "metadata": {
      "section_title": "When to File Your [Bi-]Weekly Claim",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-54",
    "content": "For fastest service, visit: huiclaims.hawaii.gov\nImportant Reminder: When filing your bi-weekly claim, you must file for each week separately. You will need to answer the same set of questions twice, once for the first week and again for the second week of the biweekly period.",
    "metadata": {
      "section_title": "Online",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-55",
    "content": "If you are working while claiming UI benefits, you must report how much money you made. The amount you must report is your gross earnings (before any deductions), not your net earnings.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-56",
    "content": "REPORT WEEKLY DURING THE PAY PERIOD, NOT WHEN YOU GET THE CHECK PAYSLIP C RATE URRENT PAY REGULAR $20 STATUTORY DEDUCTIONS OVERTIME $30 FICA-MEDICARE $8.71 $130.65 BONUS FICA SOCIAL SECURITY $3.70 $565.5 FEDERAL TAX $40.15 $602.25 STATE TAX $26.05 $390.75 YTD GROSS YTD DEDUCTIONS YTD NET PAY 1689.15 7324.95\nREPORT GROSS PAY EACH WEEK\n0000 0000 000 000",
    "metadata": {
      "section_title": "Sample Pay Stub",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-57",
    "content": "Report earnings the week the work is performed when certifying for UI benefits, even if you have not yet been paid.\nUse the ‘Wage Reporting Log’ within your claimant portal. See Appendix E for more information on how to access and use this.",
    "metadata": {
      "section_title": "When to Report Earnings",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-58",
    "content": "Report any money earned for work done. Common income sources include full- or part-time employment, temporary or odd jobs, self-employment, vacation, holiday, commissions, residual payments, and tips.",
    "metadata": {
      "section_title": "What Earnings to Report",
      "page_number": 15
    }
  },
  {
    "section_id": "HI-59",
    "content": "For instance, if you worked 30 hours in a week at $20 per hour, you would report $600 in gross earnings for the week.\nThe ‘Wage Reporting Log’ within your claimant portal includes a ‘Wage Calculator’ to help with this. See Appendix E for more information on how to access and use this.\n13",
    "metadata": {
      "section_title": "Number of Hours Worked during Week x Rate of Pay = Gross Earnings",
      "page_number": 16
    }
  },
  {
    "section_id": "HI-60",
    "content": "The Workforce Development Division (WDD) offers a variety of no-cost programs and services – including job leads and career resources – to help you get back to work faster.",
    "metadata": {
      "section_title": "GETTING YOU BACK TO WORK",
      "page_number": 16
    }
  },
  {
    "section_id": "HI-61",
    "content": "To be eligible to receive UI benefits, you must register for work and post an online resume on www.hirenethawaii.com within seven (7) days of filing your claim for UI benefits. You must keep your registration and resume active for the duration you claim benefits. If you are attached to a union hiring hall, you must register for work and your union must submit form UC-226 within seven (7) days of filing your claim, verifying that you are in good standing and referable for work.",
    "metadata": {
      "section_title": "MANDATORY JOB SEARCH REGISTRATION",
      "page_number": 16
    }
  },
  {
    "section_id": "HI-62",
    "content": "In addition to job search assistance, the Workforce Development Division can assist you with resume writing, interviewing skills, labor market information, and more. Visit www.labor.hawaii.gov/wdd/",
    "metadata": {
      "section_title": "REEMPLOYMENT SERVICES",
      "page_number": 16
    }
  },
  {
    "section_id": "HI-63",
    "content": "Training Programs - You may be eligible for training or education programs to help you upgrade your skills or complete a certificate program. To learn more about whether you might qualify, visit: labor.hawaii.gov/wdd.\nVeterans’ Assistance – We have employment assistance programs specifically designed for veterans. If you are a veteran, get started at: labor.hawaii.gov/wdd.\nFree or Low-Cost Health Coverage – As an unemployed worker, you and your family may qualify for free or low-cost health coverage. To see if you are eligible or to learn how to apply, visit: humanservices.hawaii.gov/mqd.\nAmerican Job Center Hawaii – Services for job-seekers include career counseling, HireNet Hawaii support, skills training, job search assistance and a resource center; while businesses can receive recruiting and job training assistance, along with labor market information. To learn more and schedule an appointment, visit labor.hawaii.gov/wdd.\n14",
    "metadata": {
      "section_title": "Additional Services to Assist You",
      "page_number": 17
    }
  },
  {
    "section_id": "HI-64",
    "content": "After you start a new full-time job, notify our office that you found work. Simply stop submitting [bi]weekly claim certification to request UI benefit payments when you start your new job (even if you will not be paid for a week or more). Should you start the new job in the middle of the week, be sure to report your earnings on your [bi-]weekly claim.",
    "metadata": {
      "section_title": "Full-Time Work",
      "page_number": 17
    }
  },
  {
    "section_id": "HI-65",
    "content": "If you find part-time work, you may still be eligible for reduced UI benefit payments. Be sure to report your new employment and any earnings from part-time work. See the Reporting Earnings section for more information.\n15",
    "metadata": {
      "section_title": "Part-Time Work",
      "page_number": 18
    }
  },
  {
    "section_id": "HI-66",
    "content": "Fraud is a serious crime. Detecting and preventing unemployment insurance fraud is a priority for our agency. Claims are audited regularly to ensure benefits were paid according to state and federal law.",
    "metadata": {
      "section_title": "UI FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "HI-67",
    "content": "Some examples of fraud include:\nFailing to report money earned while collecting benefits.\nBeing dishonest about why you are no longer working for a previous employer.\nSaying you are able and available when you are ill, traveling, or otherwise unable or unavailable to work.\nReporting that you looked for work when you did not make valid work search efforts.",
    "metadata": {
      "section_title": "EXAMPLES OF UI FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "HI-68",
    "content": "The most important thing is to be honest. If you intentionally make false statements or hide information to gain or maintain UI benefits, you are committing fraud. If you are confused about what you are supposed to do or report, call (808) 762-5752 or (833) 901-2272 and press (4) on the main menu. We are here to help!",
    "metadata": {
      "section_title": "To Avoid Committing Fraud",
      "page_number": 18
    }
  },
  {
    "section_id": "HI-69",
    "content": "Penalties for fraud can include:\nRepayment of all UI benefits that you were not eligible to receive.\nA 15% penalty on top of the benefits you should not have received.\nDisqualification from receiving future benefits for up to 109 weeks.\nBeing convicted of a crime in state and/or federal court.\n16",
    "metadata": {
      "section_title": "PENALTIES FOR UI FRAUD",
      "page_number": 19
    }
  },
  {
    "section_id": "HI-70",
    "content": "These are just some of the ways we identify people who are committing fraud:\nComparing earnings reported by workers and their employers\nAuditing claims\nChecking state and national databases of recently hired individuals to make sure people are not collecting UI benefits after they start working again\nVerifying job search contacts\nReviewing union attached status\nIncarceration crossmatch",
    "metadata": {
      "section_title": "WHAT WE DO TO STOP UI FRAUD",
      "page_number": 19
    }
  },
  {
    "section_id": "HI-71",
    "content": "To report fraud through our toll-free Fraud Hotline, please call the UI Call Center at (808) 762-5752 or (833) 901-2272 and press (4) on the main menu for the the Internal Security Section (Special Activities Unit).\nTips about possible fraud are pursued by our team of Investigators.\n17",
    "metadata": {
      "section_title": "Report Suspected Fraud",
      "page_number": 20
    }
  },
  {
    "section_id": "HI-72",
    "content": "If you or your employer disagree with a decision regarding your UI claim, you each have the right to request reconsideration and/or file an appeal to the Employment Security Appeals Referees’ Office (ESARO) within 10 calendar days after the determination or redetermination was mailed to you. The appeal period may be extended to 30 calendar days for good cause by ESARO.",
    "metadata": {
      "section_title": "APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "HI-73",
    "content": "To submit an appeal online, go to: huiclaims.hawaii.gov or you may use the appeal form at your local claims office or write your own letter to submit to your local claims office or ESARO. Attach a copy of the decision(s) with which you disagree with.\nOnline\nhuiclaims.hawaii.gov\n<)",
    "metadata": {
      "section_title": "HOW TO SUBMIT AN APPEAL",
      "page_number": 20
    }
  },
  {
    "section_id": "HI-74",
    "content": "Employment Security Appeals Referees’ Office (ESARO) 830 Punchbowl Street, Room 429, Honolulu, HI 96813",
    "metadata": {
      "section_title": "By Mail",
      "page_number": 20
    }
  },
  {
    "section_id": "HI-75",
    "content": "After your appeal is received, you will be sent a Notice of Hearing in the mail or through some other authorized method of contacting you. It will inform you of the date and time of your appeal hearing. You must participate in your hearing to protect your benefit rights. An impartial hearing officer is responsible for the appeal hearing.\nThe hearing officer will issue a written decision that is mailed (or emailed if that is the customary method of contacting you) after the hearing to you and any other interested parties, such as your employer. If you disagree with a hearing officer's decision, you may appeal that decision.\nFor more information about appeals, visit www.labor.hawaii.gov/esaro/",
    "metadata": {
      "section_title": "THE APPEAL PROCESS",
      "page_number": 20
    }
  },
  {
    "section_id": "HI-76",
    "content": "Continue to search for work, complete and submit your [bi-]weekly claim certification, and report any money you earned during the claim week while your appeal is pending. If the appeal is decided in your favor, you will only be paid for the weeks for which you submitted claims and met the eligibility requirements.\n18",
    "metadata": {
      "section_title": "WHILE WAITING FOR YOUR APPEAL",
      "page_number": 21
    }
  },
  {
    "section_id": "HI-77",
    "content": "It is against the law for this agency to discriminate against any individual on the basis of race, color, religion, sex, national origin, age, disability, or political affiliation or belief, or against any beneficiary of, applicant to, or participant in programs financially assisted under Title I of the Workforce Innovation and Opportunity Act (WIOA), on the basis of the individual’s citizenship status or participation in any WIOA Title I–financially assisted program or activity.",
    "metadata": {
      "section_title": "Equal Opportunity Information",
      "page_number": 21
    }
  },
  {
    "section_id": "HI-78",
    "content": "If you think that you have been subjected to discrimination under a WIOA Title I–financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation.\n\\ (1)) < N",
    "metadata": {
      "section_title": "What to Do if You Experience Discrimination",
      "page_number": 21
    }
  },
  {
    "section_id": "HI-79",
    "content": "www.dol.gov/oasam/programs/crc/complaint.htm\nX",
    "metadata": {
      "section_title": "To File a Complaint Online",
      "page_number": 21
    }
  },
  {
    "section_id": "HI-80",
    "content": "The Director - Civil Rights Center U.S. Department of Labor 200 Constitution Avenue, NW, Room N-4123 Washington, DC 20210",
    "metadata": {
      "section_title": "To File a Complaint by Mail",
      "page_number": 21
    }
  },
  {
    "section_id": "HI-81",
    "content": "We will make accommodations to allow your participation in all UI programs, activities, and services. To request an accommodation for a disability, please contact us at: (808) 762-5752 or (833) 901-2272 TDD/TTY Dial 711 then ask for 808-586-8844.\n19",
    "metadata": {
      "section_title": "Accommodations for Individuals with Disabilities",
      "page_number": 22
    }
  },
  {
    "section_id": "HI-82",
    "content": "We follow all state and federal laws that protect your private information. To help connect you with programs designed to get you back to work, we share some of your information with our partners, such as the Workforce Development Division, and they are not allowed to share it with anyone else. We give them your:\nName and Contact information\nEmployment and job search history\nDemographics (such as age or gender)\nYour previous employers and other state or local government agencies may release to our agency any information, including your Social Security number, required for the proper administration of your claim. We also use your Social Security number to report the amount of UI benefits you receive to the Internal Revenue Service (IRS) as taxable income.\n20",
    "metadata": {
      "section_title": "Your Privacy Matters to Us",
      "page_number": 23
    }
  },
  {
    "section_id": "HI-83",
    "content": "This section defines commonly used terms and acronyms.\nAble and Available – You must be ready and willing to seek and accept suitable work. If you become ill or disabled while claiming benefits which is evidenced by a physician’s certificate, a medical waiver provision may be applied.\nAppeal – A process for requesting a formal review of a prior UI decision.\nAppeal Hearing – A meeting to consider an Unemployment Insurance benefit appeal. Each party (you and the employer, in most cases) can tell an impartial hearing officer what they believe the relevant facts are related to the issue on appeal. You may have witnesses testify. You may ask questions of the other party. All testimony is given under oath.\nBase Period – The window of time used to determine UI benefit eligibility. At the time an initial claim for benefits is filed, wages from the first four of the last five completed calendar quarters are reviewed to determine UI benefit eligibility.",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 23
    }
  },
  {
    "section_id": "HI-84",
    "content": "four of the last five completed calendar quarters are reviewed to determine UI benefit eligibility. Your Weekly Benefit Amount (WBA) is also based on how much you earned during this time. An alternative base period (4 most recent completed calendar quarters) will be used if you cannot establish a weekly benefit amount using the regular base period.\nBenefit Week – A seven-day period during which you have an active claim. The benefit week begins on Sunday and ends at midnight the following Saturday.\nBenefit Year – Also referred to as a Claim Year, this is the 52 weeks from the Claim Effective Date to the Claim End Date.\nBenefits – The money given to eligible individuals.\nClaim – An application for UI benefits.\nClaim Effective Date – Your benefit year begins the Sunday of the week in which your initial claim for benefits is filed.\nClaim End Date – Also referred to as a Benefit Year End (BYE), this is the last Saturday of a Benefit Year.",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 23
    }
  },
  {
    "section_id": "HI-85",
    "content": "nd Date – Also referred to as a Benefit Year End (BYE), this is the last Saturday of a Benefit Year. This falls 52 weeks after the Claim Effective Date.\nFraud – Making false statements, knowingly withholding material information, or claiming or accepting UI benefits illegally. Fraud is a crime.\nFull-time Work – Working 40 or more hours per week or as otherwise considered by standard practice, custom or agreement in a particular trade, occupation or business.\nGross Earnings – The amount of money you get for work before taxes and deductions are taken out.\nIdentification (ID) Verification – UI Claimants can verify their ID digitally through Login.gov, a secure government website. Individuals who verify their identity through Login.gov are asked to create an account and securely provide their information for validation. Claimants can also provide proof of ID at most post offices across the state.",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 24
    }
  },
  {
    "section_id": "HI-86",
    "content": "mation for validation. Claimants can also provide proof of ID at most post offices across the state.\nMaximum Benefit Amount (MBA) – The maximum amount of benefits you may receive during a benefit year is 26 times your weekly benefit amount. This amount is listed in your Monetary Determination notice.\n21\nMisconduct – Willful disregard of the employer’s interest or careless or deliberate behavior that results in being fired or suspended from your job. Examples include dishonesty related to employment, unexcused absences, or violation of a company policy.\nMonetary Determination – A form mailed to you after you file an initial claim for UI benefits. It explains if you are eligible for UI benefits, how much your payment will be each week (WBA), the Maximum Benefit Amount (MBA), and other details for that Claim Year. This form lists all employers you worked for during the Base Period and the wages each employer reported each quarter.",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 24
    }
  },
  {
    "section_id": "HI-87",
    "content": "l employers you worked for during the Base Period and the wages each employer reported each quarter. Be sure to check it for accuracy and notify Unemployment Insurance Division of any errors at (833) 901-2272 or (808) 762-5751.\nMulti-Factor Authentication (MFA) – UI Claimants are required to use Multi-Factor Authentication (MFA) when logging into the UI web portal. The MFA feature adds an extra layer of security to the existing fraud detection and prevention measures.\nNet Earnings – Your take-home pay, after taxes and deductions are taken out.\nOnline Payment System – UI Claimants who must return overpaid unemployment benefits can now make payments online using a credit card, debit card, or eCheck. This online option supplements existing payment methods, which include paying in person or by mail.\nOverpayment – UI benefits you received, but were not entitled to, under state law.\nPartial UI Benefits – The amount of UI benefits you may receive while working reduced hours (less than your typical work hours).",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 24
    }
  },
  {
    "section_id": "HI-88",
    "content": "Separation – When you or your employer end the working relationship. This can be due to a quit, discharge, suspension, or layoff.\nUI – Unemployment Insurance, which is the benefit program for workers who become unemployed through no fault of their own.\nUnion Attached – An active union member who gets work through a union hiring hall. If you are on the out-of-work list and in good standing, as verified by your union, you may be eligible for UI benefits by remaining available and referable for work through your union.\nWage Calculator – The wage calculator tool helps partially unemployed claimants calculate and report any wages they earn while collecting unemployment benefits. Claimants must weekly report all work performed and wages earned for the department to determine their benefit amount for that week.\nWeekly Benefit Amount (WBA) – The amount of money you may be eligible to receive for one week. This amount is listed in your Monetary Determination notice.\n22\n‘e",
    "metadata": {
      "section_title": "APPENDIX B – GLOSSARY",
      "page_number": 25
    }
  },
  {
    "section_id": "HI-89",
    "content": "If you receive an Overpayment Notice, you can repay online, by mail, or in-person.",
    "metadata": {
      "section_title": "APPENDIX C – REPAYMENT OF OVERPAID BENEFITS",
      "page_number": 25
    }
  },
  {
    "section_id": "HI-90",
    "content": "Visit https://huiclaims.hawaii.gov to login to your account.\n1. Your dashboard will have messages to inform you of your overpayment notice. Select either message to proceed to make the payment.\nChoose ‘Make a Payment’. You will be redirected to a secure payment portal. 2. You can make your payment online by credit card, debit card, or eCheck.\nUnemployment Insurance ‘State of Hawa, Department of Labor and Industrial Relations Tagalg BE Bocano oan Tagakg Tagalog Chuukese Kapasen Chuuk Kajn May Marshaese Spansh Espafiol Vietnamese. Mg Vit P Chinese Korean e3 as Japanese c t Name] iy uic My Ac Logout Dashbo Welcome, [Claimant Name]! Task List A You received an overpayment notice. ea< click here 10 make a payment File Now Claim Certiication for 7/3/2021 s Gue between 7/4/2021 and 7/102021 File Weekly Claim Certification [Claimant Name] Daily Task: Ul Claim My Account Logout Overpayment As of 03/16/2024, 1:00am HST Outstanding Balance: $1,173.00 * To repay overpayment by Credit Card, Debit Card, al, or eCheck, select “Make a Payment” below. If you choose Fee of 2.5% by the pay ll lr -refundable 0 make a r refundable e/Transaction of processor. The ransaction Fee is payable in addition 1o the Payment Amount and any bala Return to Dashboard",
    "metadata": {
      "section_title": "Online Payments",
      "page_number": 25
    }
  },
  {
    "section_id": "HI-91",
    "content": "You will be mailed an Overpayment Notice. To pay by mail:\nMake your check payable to: Unemployment Insurance Division\nMail the payment coupon with your check or money order to:\nHawaii Department of Labor and Industrial Relations\nUnemployment Insurance Division\nAttn: Internal Security Section (formerly known as Special Activities Unit)\n830 Punchbowl Street, Room 340\nHonolulu, HI 96813\nTelephone: (808) 586-8947\nPlease include the last four (4) digits of your Social Security Number with your mailed payment.",
    "metadata": {
      "section_title": "Mail-in Payments",
      "page_number": 25
    }
  },
  {
    "section_id": "HI-92",
    "content": "Visit your local claims office and submit your payment via check, cash, or credit card.",
    "metadata": {
      "section_title": "In-person Payments",
      "page_number": 25
    }
  },
  {
    "section_id": "HI-93",
    "content": "You may qualify for monthly payment plans that allow you to repay your overpayment over the course of several months instead of paying the full amount in one payment. To request a payment plan, please contact us by email at dlir.ui.sa@hawaii.gov.\n23",
    "metadata": {
      "section_title": "If You Cannot Repay In Full",
      "page_number": 26
    }
  },
  {
    "section_id": "HI-94",
    "content": "Recording your work search activities is easier than ever with the ‘Weekly Work Search Log’ included within your claimant portal. Visit\nhttps://huiclaims.hawaii.gov to login to your account and access this feature. To get started, review the functions below:\n1. Access the Weekly Work Search Log from your Claimant Dashboard by selecting ‘Daily Tasks’ and ‘Record Work Search Activity’. You can record your work search activities anytime.\n2. View instructions for how to use this log, your work search requirements, and a link to complete your weekly certification.\n3. Select ‘View’ in the ‘What to Record’ section to review eligible work search activities.\n4. Select ‘Add Activity’ to add a work search activity.\n5. Previously saved work search activities will appear in the log.\nState of Hawail, Department of Labor and Industrial Relations.",
    "metadata": {
      "section_title": "APPENDIX D – WORK SEARCH LOG",
      "page_number": 26
    }
  },
  {
    "section_id": "HI-95",
    "content": "B HAS Unemployment Insurance okano Tagaiog Kapasen Chu Kapn Mag Espafiol ng idt 30 88 cano Tagag Chuese Marshasese Spanish Vietnamese Korean Japanese [Claimant Name) I Claim My Account ~ Logout ly Work Search Log 'HOW TO USE THIS LOG Close ' How to use this activities throughout the week. Your entries will appear on your weekly claim 1o save you time during your weekly certifica You must complete and report at least three work search activities for every week you claim Ul benefits. till need to complete your weekly certification. If you wish to exit this log and your weekly certification, piease cick 'WHAT TO RECORD @ -« ADD ACTIVITY Press the \"Add Activity” button to record a new work search activity into your work search log below: e @) 'WORK SEARCH LOG Date Range: | Last7Days Employer Name Result/ Outcome Available Actions. 02/13/2023 (HireNet) Fire Gri Waikik Appication/Resume Submitted Save & Exit\n24",
    "metadata": {
      "section_title": "APPENDIX D – WORK SEARCH LOG",
      "page_number": 27
    }
  },
  {
    "section_id": "HI-96",
    "content": "For record keeping purposes, you can download a PDF form, as shown below, to keep track of the work search activities you complete each week. Be sure to document the details of each action (what, when, where, and with whom). If possible, save a screenshot, email confirmation, or any other evidence of your work search action. Please note: this form is not intended to replace the online recording of your work search activities through your claimant portal. After completing this form, ensure that the information is entered online via your claimant portal.\nUC-253 (07/24) State of Hawaii 1959 Department of Labor and Industrial Relations UNEMPLOYMENT INSURANCE DIVISION Z RECORD OF WORK SEARCH ACTIVITIES Record the contacts you made to obtain work that you reported on your continued claims. Please give this information to the interviewer during your Eligibility Review Interview or as requested.",
    "metadata": {
      "section_title": "APPENDIX D – WORK SEARCH LOG (CONTINUED)",
      "page_number": 27
    }
  },
  {
    "section_id": "HI-97",
    "content": "e give this information to the interviewer during your Eligibility Review Interview or as requested. Your \"Record of Contacts Made for Work\" is subject to verification by the Unemployment Insurance Division. What qualifies as a work search activity? 1.Contacted a potential employer in-person or over the phon 2.Applied for a job online (E.g., HireNet, LinkedIn, Indeed, Glassdoor, Monster, etc.) 4 Participated in a Reemployment Assessment (RESEA) workshop or career center activity 3.Attended a job fair, hiring event, or networking activity 5.Uploading resume to Hawaii’s online job search website HireNet Please provide the information requested or check the appropriate response. Employer’s name, address, & phone number Activity type: Contact method: Position applied for: ) Telephone 7 In-Person Result of contact for work: Name: Online [ Telephone Address: [ Job fair/Event [ Email [ Follow-up scheduled [J Application/Resume Submitted [ RESEA [ Physical Mail 0 Interviewed Email: [ HireNet ) Other ) Hired upload only) sume 0 Employer not hiring Date of contact: Phone: Website name: Job posting #: Employer’s name, address, & phone number Activity type: Contact method: Position applied for: Name: Telephone [ In-Person Result of contact for work: Address: ) Online [) Telephone [J Application/Resume Submitted [ RESEA [ Job fair/Event ) Email Physical Mail [ Follow-up scheduled [ HireNet [ Other [ Interviewed Email: (resume [ Hired Date of contact: Phone: u pload only) 7 Employer not hiring Website name: Job posting #: Contact method: Employer’s name, address, & phone number Activity type: Position applied for: Name: ) Telephone [ In-Person Result of contact for work: ) Online [) Telephone [J Application/Resume Submitted Address: [ Job fair/Event [ Email () Follow-up scheduled [ RESEA Physical Mail ) Interviewed Email: [ HireNet [ Other [ Hired Date of contact: Phone: load only) 7 Employer not hiring Website name: Job posting #: OVER - CONTINUE YOUR RECORD OF WORK SEARCH ACTIVITIES ON THE BACK OF THIS FORM\n_",
    "metadata": {
      "section_title": "APPENDIX D – WORK SEARCH LOG (CONTINUED)",
      "page_number": 27
    }
  },
  {
    "section_id": "HI-98",
    "content": "Tip for documenting work search activities: Store your documentation in a single location, such as one folder on your computer.\n25",
    "metadata": {
      "section_title": "APPENDIX D – WORK SEARCH LOG (CONTINUED)",
      "page_number": 28
    }
  },
  {
    "section_id": "HI-99",
    "content": "Record your earnings with the ‘Wage Reporting Log’ included within your claimant portal. Visit https://huiclaims.hawaii.gov to log in to your account and access this feature. To get started, review the functions below:\n1. Access this feature from your Claimant Dashboard by selecting ‘Daily Tasks’ and ‘Record Hours Worked’. You can record your hours worked and earnings anytime.\n2. View instructions for how to use this log, the wage reporting requirements, and a link to complete your weekly certification.\nSelect ‘View’ in the ‘What to Record’ section to review what type of income 3. to report.\nIn the ‘Create New Entry’ section, add the details to enter the work 4. performed. As you add details here, more prompts will appear (see next page).\n5. Work and earning activities saved will be populated in the ‘Wage Reporting Log’ section.",
    "metadata": {
      "section_title": "APPENDIX E – WAGE REPORTING LOG",
      "page_number": 28
    }
  },
  {
    "section_id": "HI-100",
    "content": "Unemployment Insurance State of Hawal, Department of Labor and Industrial Reations HAS ocano kano Tagakog Tagaiog Chuukese Kapasen Chuuk Kag May Marshaese Spansh Espal M Vit winamese Korean of am panese (Claimant Name) Daily Tasks Claim My Account Logou Reporting Log HOW TO USE THIS LOG Close / How to use this You ust report the work you parform each week siong with im Ul benefits. Use this your weekly certification. Please note: entering your wages in s 100! Goes Ot sutomatically satisty your weekly certification requirements. You wil still ed to compete your woekly certification. If you wish to exit this log and complete your woekly certification, please cick here. HAT TO RECORD < REATE NEW ENTRY Use this form 10 creste a new work entry fecord. Press the “Save” button to 3dd your entry 10 the log below. OMMYYYY Date Worked ork Type: St Cancel = [ No wage entries on file. Please use the form above 10 add new entres, as needed.\n26",
    "metadata": {
      "section_title": "(Continued on next page)",
      "page_number": 29
    }
  },
  {
    "section_id": "HI-101",
    "content": "6. Answer all the prompts that appear in the ‘Create New Entry’ section.\nSelect the calculator icon to access the Wage Calculator. The Calculator fields 7. will appear.\n8. Enter the prompts from the Calculator to view and confirm your ‘Total Gross Pay’.\nSelect ‘Continue’ to complete your entry. 9.\n10. View successfully entered activity in the ‘Wage Reporting Log’ section.\nCREATE NEW ENTRY Use this form to create a new work entry record. Press the “Save button to add your entry to the log below. Date Worked: 22024 Work Type: Full-Time Please select an employer from opt f your employer' name is not listed, select other: Atlas Construction, Inc. v Enter your hours worked for below: Type: Pay Rate: (for full-time saaried empioyees) rate includes hoiday pay, tps, Earmed Pay*: Total Gross Pay (UsO):\nemployer name is not sted, select other: select an employer from Attas Construction, Inc. v Enter your hours worked for below: Type: Pay | Regular Pay 800 Calculate hourly rate (for sataried Enter Gross. Amount* of Pay: $173333 r A 4 o yo e w e Select Payroll () Once a week FIOUency: nce every two weeks @ Twice a month © Once 3 month Hourly Rate: $2000 nchudes holiday pay, tps, amea o $160.00 Total\ns @ Date Range: Last 7 Days Employer Name Gross Wages vailable Actions. 2122024 Atias Construction Inc. $160.00 Edit | Delete Save & Exit\n27",
    "metadata": {
      "section_title": "APPENDIX E – WAGE REPORTING LOG (CONTINUED)",
      "page_number": 29
    }
  }
]