[
  {
    "section_id": "IA-0",
    "content": "lowa Workforce\nDevelopment",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "IA-1",
    "content": "2025-2026",
    "metadata": {
      "section_title": "Unemployment Insurance Claimant Handbook",
      "page_number": 2
    }
  },
  {
    "section_id": "IA-2",
    "content": "This handbook explains your rights and responsibilities when applying for unemployment insurance (UI) benefits. It answers common questions and gives general information. This handbook doesn't have the force and effect of a law, rule, or regulation. Your failure to follow the instructions in this handbook may lead to:\n• A delay in receiving benefits\n• Losing your benefits\n• Receiving incorrect payments that you may have to pay back.\nIf you knowingly break the rules, you could be denied benefits for committing fraud. Fraud can lead serious consequences, including civil and criminal penalties. For more information, read Defining UI Fraud\nIt is your responsibility to read and understand this handbook. When filing your claim, you agree to do this.\nIf you need help understanding this handbook, free interpretation services are available. You can call 866-239-0843 for assistance.",
    "metadata": {
      "section_title": "Introduction",
      "page_number": 2
    }
  },
  {
    "section_id": "IA-3",
    "content": "It is against the law for this recipient (IWD) of Federal financial assistance to discriminate on the following basis:\n• Against any individual in the U.S, on the basis of race, color, religion, sex, national origin, age, disability, political affiliation or belief; and\n• Against any beneficiary of programs financially assisted under Title I of the Workforce Investment Opportunity Act (WIOA) of July 2015, on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIOA Title I - financially assisted program or activity.\nIf you believe you have been subjected to discrimination, you should contact the Equal Opportunity Officer at:\nIowa Workforce Development 1000 East Grand Avenue Des Moines, IA 50319\nAuxiliary aids and services are available upon request to individuals with disabilities. For deaf or hard of hearing, use Relay 711.",
    "metadata": {
      "section_title": "EQUAL OPPORTUNITY IS THE LAW",
      "page_number": 3
    }
  },
  {
    "section_id": "IA-4",
    "content": "Unemployment Insurance is a tax paid entirely by employers who are covered by the Iowa Employment Security Law. You do not pay any part of this cost.\nUnemployment Insurance is not based on need; it provides temporary benefits if you are:\n• Unemployed or working reduced hours through no fault of your own\n• Able and available to work\n• Actively looking for work (unless this is waived)\nYou are not automatically qualified for unemployment benefits. We will check if you're eligible based on information from your employer in the last 18 months. You must meet all legal requirements to get benefits.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE",
      "page_number": 3
    }
  },
  {
    "section_id": "IA-5",
    "content": "Your Social Security Number (SSN) is used to:\n• Verify your identity with the Social Security Administration\n• Verify your eligibility for unemployment benefits\n• Report unemployment benefit payments as taxable income to the Internal Revenue Service (IRS) and to the Iowa Department of Revenue\n• Detect fraud in federal and state programs\n• Enforce child support orders\nYour unemployment information may be used to check eligibility for other government programs.\nWarning: Only share your Social Security Number (SSN) or personal information if the representative can confirm they are an IWD employee.",
    "metadata": {
      "section_title": "SOCIAL SECURITY NUMBER USE",
      "page_number": 3
    }
  },
  {
    "section_id": "IA-6",
    "content": "Everyone is responsible for keeping unemployment insurance honest. This includes individuals, employers and IWD staff. Integrity helps us prevent errors, fraud, and abuse by those who do not follow the unemployment insurance rules.\nIf you have questions about your responsibilities or think you made a mistake when filing your claim, we can help. Contact us by email at uiclaimshelp@iwd.iowa.gov or by phone at 866-239- 0843, Monday through Friday from 8:00 a.m. - 4:30 p.m.",
    "metadata": {
      "section_title": "EVERYONE OWNS INTEGRITY",
      "page_number": 3
    }
  },
  {
    "section_id": "IA-7",
    "content": "Fraud is when you intentionally provide false or hidden information to get unemployment benefits. Collecting benefits through fraud is a serious crime and can lead to:\n• Criminal charges, fines, and jail time\n• Having to repay the benefits you wrongly collected, plus a 15% penalty and daily interest\n• Wage garnishments and liens\n• Losing state and federal tax refunds, which will be used to pay the debt\n• Losing eligibility for future benefits for up to a year, even after you’ve repaid the overpayment and penalty\n• No benefits while you still owe fraud-related debt, including penalties, interest, and lien fees.\nPage | 3\nUnemployment benefits can’t be used to pay this debt.\nWe use tools and audits to find fraud. We check new hire reports to make sure you stop getting benefits if you return to full-time work or report part-time work correctly. We also check if you’ve completed your work searches.\nIf you think you made a mistake when reporting information, contact us to fix it before we start an investigation. You can reach us by email at uiclaimshelp@iwd.iowa.gov or by phone at 866-239- 0843, Monday through Friday, 8:00 a.m. - 4:30 p.m.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE FRAUD",
      "page_number": 4
    }
  },
  {
    "section_id": "IA-8",
    "content": "Every week, we randomly check some claims to make sure benefits were paid correctly. If you're selected, you must take part to keep your benefits. You will get a letter with the date and time of your phone interview, and a questionnaire to fill out before the interview. You will need to show your job search record for the week being checked, as we will confirm it with your employers. If you don’t cooperate, you will lose your benefits.",
    "metadata": {
      "section_title": "QUALITY CONTROL REVIEWS",
      "page_number": 4
    }
  },
  {
    "section_id": "IA-9",
    "content": "Before starting your application, have the following ready:\n• Your Social Security Number\n• Full Names, Social Security Numbers, birthdates, and relationships of any dependents (up to four)\n• Your full mailing address, including apartment/lot number and zip code\n• Your phone number\n• Your bank account and routing number (for direct deposit)\n• Your most recent employer’s name (from pay stubs or W-2 forms)\n• If you have worked for a temporary/staffing agency, use the agency’s name, not the client’s name\n• The start and end dates of your employers\n• The reason for leaving your employers\n• A lack of work is not considered being fired\n• If you are not a U.S. citizen, your work authorization number and expiration date\n• If you served in the military during the past 18 months, your DD 214 Member #4 Form.\n• If you worked for the federal government during the past 18 months, your Standard Form 8 or Standard Form 50",
    "metadata": {
      "section_title": "REQUIRED INFORMATION",
      "page_number": 4
    }
  },
  {
    "section_id": "IA-10",
    "content": "When you file for unemployment benefits, you will now complete all steps in the IowaWORKS system (iowaworks.gov). To file a claim, you will need to register for an individual account on iowaworks.gov with your information. This step ensures that you can safely file for unemployment, provide the correct payment information, and completely the weekly steps that are required to receive benefits.\nPage | 4\nInstructions for logging into iowaworks.gov will depend on whether or not you've had an IowaWORKS account before. if you don't have an IowaWORKS account, you can register in just a few minutes at the same time that you need to file a claim.",
    "metadata": {
      "section_title": "BEFORE YOU APPLY: REGISTERING AN ACCOUNT IN IOWAWORKS",
      "page_number": 5
    }
  },
  {
    "section_id": "IA-11",
    "content": "You must file your initial claim online or at an IowaWORKS Center during the first week you want to get paid. You won’t receive payments for any weeks before your claim’s effective date. No exceptions.\nThe unemployment week is from Sunday to Saturday, and your claim will start on the Sunday of the week you file.\nOnce you submit your claim, you’ll see a confirmation page with a confirmation number. Save this number for your records. In your IowaWORKS portal you will receive important information and next steps regarding your unemployment claim.",
    "metadata": {
      "section_title": "STEP ONE: FILE YOUR INITIAL CLAIM APPLICATION",
      "page_number": 5
    }
  },
  {
    "section_id": "IA-12",
    "content": "When you apply for unemployment benefits, you'll need to verify your identity using ID.me.\n• This usually only happens once. (In rare cases, you may need to verify again.)\n• After that, each week when you file for benefits, simply log in to your verified ID.me account and complete Multi-Factor Authentication. This keeps your account secure and helps prevent fraud.\nIWD offers three ways to verify your identity with ID.me:\n1 Online Self-Service\n2. Video Chat with an Agent\n3 In-Person Verification\nFor more details, visit workforce.iowa.gov/verify.",
    "metadata": {
      "section_title": "IDENTITY VERIFICATION",
      "page_number": 5
    }
  },
  {
    "section_id": "IA-13",
    "content": "Filing a weekly claim online is required to keep getting unemployment benefits. If you don’t file your weekly certification, you won’t get paid for that week. No exceptions.\nYou may file your weekly claim for benefits beginning Sunday at 12:01 am to Friday at 11:59 pm. There is no weekly reporting available on Saturday.",
    "metadata": {
      "section_title": "STEP TWO: FILE YOUR WEEKLY CERTIFICATION",
      "page_number": 5
    }
  },
  {
    "section_id": "IA-14",
    "content": "When filing your weekly certification, have the following information ready:\n• Your Username and Password\n• Your SSN\n• Total gross wages (before deductions) earned during the week\n• Total gross holiday, vacation, and severance pay, if applicable\n• Your reemployment activities (if required)\nPage | 5",
    "metadata": {
      "section_title": "PREPARING TO FILE THE WEEKLY CERTIFICATION",
      "page_number": 6
    }
  },
  {
    "section_id": "IA-15",
    "content": "Start filing your weekly certification the first Sunday after you file your initial claim. You must file a weekly certification every week. If you don’t file your weekly certification, you won’t get paid for that week. No exceptions.\nExample: If you filed your initial claim on Wednesday, you would file your first weekly certification on Sunday.\nSunday Monday Tuesday Wednesday Thursday Friday Saturday Week 1 Start of UI claim Apply for unemployment the first week for which you wish to be paid Week 2 First day to file your weekly claim for week 1 File weekly claim for week 1 File weekly claim for week 1 File weekly claim for week 1 File weekly claim for week 1 File weekly claim for week 1 No weekly claim filing available Week 3 First day to file your weekly claim for week 2 File weekly claim for week 2 File weekly claim for week 2 File weekly claim for week 2 File weekly claim for week 2 File weekly claim for week 2 No weekly claim filing available Week 4 First day to file your weekly claim for week 3 File weekly claim for week 3 File weekly claim for week 3 File weekly claim for week 3 File weekly claim for week 3 File weekly claim for week 3 No weekly claim filing available\nPage | 6",
    "metadata": {
      "section_title": "WHEN TO FILE WEEKLY CERTIFICATION",
      "page_number": 7
    }
  },
  {
    "section_id": "IA-16",
    "content": "You will receive a confirmation page (example below) letting you know that your weekly certification has been successfully submitted.\nWhat to Expect Next Thank you for submitting your Weekly Certification. Based on our records, your expected payment status for this Payment Week is: Your claim is still under review. You may be contacted by an agency representative if additional information is needed. You can contact the claim center at (866) 239-0843 if you have questions.\n(end of example)",
    "metadata": {
      "section_title": "CONFIRMATION OF WEEKLY CERTIFICATION SUBMITTED",
      "page_number": 7
    }
  },
  {
    "section_id": "IA-17",
    "content": "You must report all gross earnings and gross wages on the weekly certification. Wages are reportable when earned, not when paid. Gross earnings or gross wages are your earnings before taxes or other payroll deductions are made. For additional information, please refer to the page on reportable income.",
    "metadata": {
      "section_title": "WHAT TO REPORT ON THE WEEKLY CERTIFICATION",
      "page_number": 7
    }
  },
  {
    "section_id": "IA-18",
    "content": "The benefit week runs from Sunday to Saturday. The effective date of all unemployment claims is the Sunday of the week you file the application. The effective date of the claim will not be changed for applications that were filed late.",
    "metadata": {
      "section_title": "CLAIM EFFECTIVE DATE",
      "page_number": 7
    }
  },
  {
    "section_id": "IA-19",
    "content": "To be eligible, you must:\n• Be totally or partially unemployed through no fault of your own\n• Been paid wages by covered employers in at least two quarters of the base period\n• Earn at least 1.25 times the wages earned in your highest base period quarter\n• Effective 7/7/24, have wages of at least $2,070 in one quarter and at least $1,030 in a different quarter\n• Effective 7/6/25, have wages of at least $2,140 in one quarter and at least $1,070 in a different quarter\n• Be able and available for work\nTo remain eligible, you must:\n• Actively seek work (work search may be waived in some cases)\n• Be registered for work online with iowaworks.gov or at a local IowaWORKS center\n• Enter and certify your weekly reemployment activities in IowaWORKS\n• Report any job offers you refused on your weekly claim\n• Report if you quit or are fired from a job while claiming benefits\n• Report if you move or leave the area for more than three days\n• Report all wages when earned, not when paid\n• Report if you receive workers’ compensation or a private pension\n• Report if you enroll in or start school\nPage | 7",
    "metadata": {
      "section_title": "ELIGIBILITY REQUIREMENTS",
      "page_number": 8
    }
  },
  {
    "section_id": "IA-20",
    "content": "You can start and stop claiming unemployment benefits as needed during the benefit year. This is called a break in reporting status. If you take a break, you must refile your claim online in the week you want to start collecting benefits again. Any work during the break must be reported.\nRemember to file your weekly certification every week. Filing a weekly claim online is required to keep getting unemployment benefits. If you don’t file your weekly certification, you won’t get paid for that week. No exceptions. If you miss a week, you will not be eligible for payment until you reactivate your claim.",
    "metadata": {
      "section_title": "REACTIVATING A CLAIM",
      "page_number": 8
    }
  },
  {
    "section_id": "IA-21",
    "content": "After submitting your unemployment application, you will receive a monetary record. This is not a guarantee of benefits and does not mean you've been approved; you must meet additional requirements to qualify. It's your responsibility to check the status of your claim. You can view open issues and payment details in your claimant portal.",
    "metadata": {
      "section_title": "Monetary Eligibility",
      "page_number": 8
    }
  },
  {
    "section_id": "IA-22",
    "content": "The monetary record includes:\n• Effective date of claim\n• Number of dependents claimed\n• Work search requirements\n• Weekly Benefit Amount (WBA)\n• Maximum Benefit Amount (MBA)\n• Employers you worked for during the base period\n• Wages earned each quarter during the base period\n• Last employer listed on your application\nCarefully review all the information. If anything is incorrect, contact us immediately or send a letter appealing the monetary record. Include copies of any check stubs, W-2 forms, or other proof of earnings, if available.",
    "metadata": {
      "section_title": "MONETARY RECORD",
      "page_number": 8
    }
  },
  {
    "section_id": "IA-23",
    "content": "The benefit year is a one-year period starting from your claim effective date. You can reactivate your claim as many times as needed during this period. Benefits are paid until the maximum benefit amount is used up or the benefit year ends, whichever comes first. The claim expires at the end of the benefit year, even if there are still funds remaining. If the maximum benefit amount is used up before the year ends, you must wait until the end of the benefit year to file a new claim.\nPage | 8",
    "metadata": {
      "section_title": "BENEFIT YEAR",
      "page_number": 9
    }
  },
  {
    "section_id": "IA-24",
    "content": "The base period is a one-year (four-quarter) timeframe that uses the first four of the last five completed calendar quarters when you file an initial unemployment claim. Your weekly and maximum benefit amounts are based on your earnings during this base period. Earnings from the most recently completed quarter are not used to determine eligibility.\nIf claim effective date is Base period is the shaded area JL JAN NOV F MAY FEB DEC JUN MAR ocT NOV DE! JAN JuL AUG MAR SEP JAN ocT 0 NOV Previo DEC _ EC ye Last year This year Standard Base Periodis the previous Effective Date of Claim 2 Months Ending January, February or March » September30 April, May or June December 31 March31 July, August or September October, November or December June 30\nEXAMPLE: If a new claim is filed in April, May, or June (second quarter) of this year, the base period is January 1 through December 31 of last year.",
    "metadata": {
      "section_title": "BASE PERIOD",
      "page_number": 9
    }
  },
  {
    "section_id": "IA-25",
    "content": "If you don’t qualify monetarily using the regular base period, you may be able to use an Alternate Base Period (ABP). To check if you qualify and to request an ABP, contact us at uiclaimshelp@iwd.iowa.gov or 1-866-239-0843.",
    "metadata": {
      "section_title": "ALTERNATE BASE PERIOD",
      "page_number": 9
    }
  },
  {
    "section_id": "IA-26",
    "content": "To be eligible, you must have:\n• Been paid wages by covered employers in at least two quarters of the base period\n• Earn at least 1.25 times the wages earned in your highest base period quarter\n• Effective 7/7/24, have wages of at least $2,070 in one quarter and at least $1,030 in a different quarter\n• Effective 7/6/25, have wages of at least $2,140 in one quarter and at least $1,070 in a different quarter",
    "metadata": {
      "section_title": "WAGE REQUIREMENTS",
      "page_number": 9
    }
  },
  {
    "section_id": "IA-27",
    "content": "The number of dependents affects your weekly benefit amount and maximum benefit amount. Adding dependents can increase these amounts. A dependent is anyone claimed on your previous year’s income tax return. You can claim a maximum of four dependents, and they can\nPage | 9\nonly be added within 10 days of filing your initial claim. A spouse may count as a dependent if they earned $120 or less in wages (not including self-employment) during the week before your claim's effective date.\nDependents cannot be:\n• Yourself\n• Any person already listed on another active claim\n• A spouse who listed you on their active claim\nIncorrectly claimed dependents may result in an overpayment and could be investigated for fraud.",
    "metadata": {
      "section_title": "DEPENDENTS",
      "page_number": 10
    }
  },
  {
    "section_id": "IA-28",
    "content": "The weekly benefit amount (WBA) is based on your highest earnings quarter in the base period and the number of dependents on your claim. To calculate the WBA, divide the wages from your highest quarter by:",
    "metadata": {
      "section_title": "WEEKLY BENEFIT AMOUNT",
      "page_number": 10
    }
  },
  {
    "section_id": "IA-29",
    "content": "• 23 for zero dependents (maximum of $602)\n• 22 for one dependent (maximum of $625)\n• 21 for two dependents (maximum of $648)\n• 20 for three dependents (maximum of $682)\n• 19 for four dependents (maximum of $739)",
    "metadata": {
      "section_title": "Effective 7/7/24:",
      "page_number": 10
    }
  },
  {
    "section_id": "IA-30",
    "content": "• 23 for zero dependents (maximum of $622)\n• 22 for one dependent (maximum of $646)\n• 21 for two dependents (maximum of $669)\n• 20 for three dependents (maximum of $704)\n• 19 for four dependents (maximum of $763)",
    "metadata": {
      "section_title": "Effective 7/6/25:",
      "page_number": 10
    }
  },
  {
    "section_id": "IA-31",
    "content": "The maximum benefit amount (MBA) is 16 times your weekly benefit amount (WBA) or one-third of your total base period wages, whichever is less. If your last employer permanently closed, your MBA may increase to 26 times the WBA or half your total base period wages, whichever is less. The business closing WBA stays the same.\nThe minimum and maximum WBAs and MBAs change each year for new claims filed after the first Sunday in July.",
    "metadata": {
      "section_title": "MAXIMUM BENEFIT AMOUNT",
      "page_number": 10
    }
  },
  {
    "section_id": "IA-32",
    "content": "To qualify for a second claim year, you must earn at least eight times your weekly benefit amount since your last claim. You can still file a second claim even if you haven't earned this amount yet. Once you've earned eight times the weekly benefit amount, contact us at uiclaimshelp@iwd.iowa.gov or call 866-239-0843, Monday through Friday, 8:00 a.m. to 4:30 p.m.\nExample: If your last claim paid $450 per week, you need to show $3,600 ($450 x 8) in earnings since your last claim.\nPage | 10",
    "metadata": {
      "section_title": "SECOND BENEFIT YEAR",
      "page_number": 11
    }
  },
  {
    "section_id": "IA-33",
    "content": "Any employers you've worked for in the last 18 months may be charged for the benefits you receive. Because of this, employers can protest your claim to avoid these charges. They must protest within 10 calendar days after receiving the notice of your claim. Claims are automatically protested if you say you were fired or quit your most recent job.",
    "metadata": {
      "section_title": "PROTESTED CLAIM",
      "page_number": 11
    }
  },
  {
    "section_id": "IA-34",
    "content": "If your unemployment claim is protested, a fact-finding interview may be scheduled by phone. Both you and your employer will receive a notice with the date, time, and phone number for the interview, along with instructions on what to do if the phone number is wrong. Not participating in the interview could result in a denial of benefits.\nAfter the interview, you and your employer will receive an eligibility decision letter. Either party can appeal the decision, and appeal instructions are included on the back of the letter.\nYou must still file weekly claims until the fact-finding process is complete. If you're eligible but haven't filed weekly claims, your claim won't be backdated, and you won't receive benefits for any week you didn't file.",
    "metadata": {
      "section_title": "FACT-FINDING INTERVIEW",
      "page_number": 11
    }
  },
  {
    "section_id": "IA-35",
    "content": "Both you and the employer can appeal the fact-finding decision and present testimony to an Administrative Law Judge (ALJ). The appeal must be postmarked or received by the deadline listed in the decision, or you may lose your right to appeal. If the deadline falls on a Saturday, Sunday, or holiday, the appeal period is extended to the next business day.",
    "metadata": {
      "section_title": "APPEAL PROCESS FIRST-LEVEL APPEAL — ADMINISTRATIVE LAW JUDGE",
      "page_number": 11
    }
  },
  {
    "section_id": "IA-36",
    "content": "To submit an online appeal, log into your claimant portal and click on the Unemployment Services icon followed by the Appeals icon and provide the requested information. A written appeal can be mailed to:",
    "metadata": {
      "section_title": "ONLINE APPEAL",
      "page_number": 11
    }
  },
  {
    "section_id": "IA-37",
    "content": "Department of Inspections, Appeals, and Licensing Administrative Hearings Division Unemployment Insurance Appeals Bureau 6200 Park Avenue, Suite 100, East Entrance Des Moines, IA 50321\nThe written appeal should include:\n• Your name, address and SSN\n• Date of the decision\n• Reason for appealing\nPage | 11\n• Hearing preference (telephone or in-person)\n• Language for interpreter, if needed\nContact the Appeals Bureau for assistance:\nToll-free in lowa:\nToll-free in Iowa: 800-532-1483\nToll-free outside of Iowa: 800-247-5205 Des\n800-247-5205 Des\nMoines local: 515-281-3747\n515-281-3747\nFax: 515-478-3528 Email: helpuiappeals@dia.iowa.gov",
    "metadata": {
      "section_title": "IOWA WORKFORCE DEVELOPMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "IA-38",
    "content": "Once a claim is appealed, a formal hearing will be scheduled with an ALJ. A notice for a telephone hearing will be sent to you based on your preferred method of communication. The notice provides the date and time of hearing and a toll free number for you to call to participate in the hearing.\nWarning: The Administrative Law Judge WILL NOT call you for the hearing. You MUST call the number provided in the notice to participate. Failure to participate in the hearing may result in the dismissal of your appeal.\nIf you can't attend the appeal hearing as scheduled, submit a written request to postpone it to the Appeals Bureau at least three days in advance. You can send the request via fax, email, or regular mail. The appeal hearing will only be postponed for good cause.\nAn appeal hearing is a formal process, unlike the fact-finding interview.",
    "metadata": {
      "section_title": "WHAT TO EXPECT FROM THE HEARING",
      "page_number": 12
    }
  },
  {
    "section_id": "IA-39",
    "content": "All parties and witnesses are sworn in, and the hearing is recorded. The ALJ will hear new statements about the issue, even if a statement was given during the fact-finding interview. Both parties can submit additional evidence at the hearing, so it’s important to participate. If a claimant or employer hires an attorney, they will be responsible for covering the attorney's expenses. For more details on what to expect during the appeal hearing, review the instructions on the back of the hearing notice.\nThe ALJ's final decision will be mailed to both parties after the hearing. It will include the key facts, legal conclusions, reasons for the decision, and the result. The decision may either disqualify the claimant from benefits or approve benefits, which could be charged to the employer.",
    "metadata": {
      "section_title": "WHAT TO EXPECT FROM THE HEARING",
      "page_number": 12
    }
  },
  {
    "section_id": "IA-40",
    "content": "If you disagree with the decision, you or any interested party may\n1. Appeal to the Employment Appeal Board within fifteen (15) days of the judge’s signature by\nsubmitting a written appeal online in your claimant portal, mail or fax:\nEmployment Appeal Board 4th Floor – Lucas Building Des Moines, IA 50319\nFax: (515)281-7191 Online: eab.iowa.gov\nPage | 12\nIf the deadline falls on a Saturday, Sunday, or holiday, the appeal period is extended to the next business day. There is no filing fee to file an appeal with the Employment Appeal Board.\nAN APPEAL TO THE BOARD SHALL STATE CLEARLY:\n1) The name, address and social security number of the claimant.\n2) A reference to the decision from which the appeal is taken.\n3) That an appeal from such decision is being made and such appeal is signed.\n4) The grounds upon which such appeal is based.",
    "metadata": {
      "section_title": "SECOND LEVEL APPEAL:",
      "page_number": 13
    }
  },
  {
    "section_id": "IA-41",
    "content": "OR\nFile a petition in District Court within thirty (30) days of the date of the judge’s signature. For more information on how to file a petition, visit www.iowacourts.gov/iowa-courts/district-court. Not that there may be a filing fee for submitting the petition to District Court.\nNote to Parties: YOU MAY REPRESENT yourself in the appeal or choose to have a lawyer or representative, provided there is no expense to Workforce Development. If you want a lawyer, you can hire a private attorney or one funded by public resources.\nYou are still required to file weekly certifications until the 2nd level appeal process is completed. If you're approved for unemployment but haven't filed weekly certifications, you won't be able to receive benefits for those weeks as claims will not be backdated.",
    "metadata": {
      "section_title": "SECOND LEVEL APPEAL:",
      "page_number": 13
    }
  },
  {
    "section_id": "IA-42",
    "content": "Notice: You are required to conduct four (4) reemployment activities each week. Three (3) of those reemployment activities are required to be job applications. You are required to create an IowaWORKS profile and certify your reemployment activities.\nTo stay eligible for unemployment benefits, you must complete four reemployment activities each week, between Sunday and Saturday, unless the department waives this requirement. Waivers may apply if you're temporarily unemployed and expect to be recalled within about four weeks, or if you're enrolled in school and approved for Department Approved Training (DAT). Your work search requirement is assessed each time you file a claim. These activities must be recorded and certified in IowaWORKS when filing your weekly claim for benefits.\nYour work search must be a reasonable and honest effort to find suitable work. Failure to do so may result in the denial of benefits. Participation in reemployment services activities may qualify as a reemployment activity.\nYou must be willing to accept a reasonable wage for the job you're applying for. If you apply for the same job with the same employer within six weeks, it won’t count toward your four required reemployment activities.\nUnion hiring hall members must be in good standing and follow the union's contact rules.\nPage | 13",
    "metadata": {
      "section_title": "WORK SEARCH REQUIREMENTS",
      "page_number": 14
    }
  },
  {
    "section_id": "IA-43",
    "content": "Gross earnings or gross wages are your earnings before taxes or other payroll deductions. Earnings or wages must be reported on the weekly claim during the week the wages are earned, not when the wages are paid. Earnings must be reported even if you have not yet received the payment. To calculate the amount to report, multiply the number of hours you worked by your hourly wage. Example: 10 hours X $12.00/hour = $120.00 in gross earnings You should report the full gross amount of earnings and IWD will calculate any deductions. Deductions and/or earnings are calculated differently depending on the type of income. See the general guidelines on deductibility below.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 14
    }
  },
  {
    "section_id": "IA-44",
    "content": "Earnings of $15 or more above your weekly benefit amount (WBA) are considered excessive. If you report excessive earnings for four weeks in a row, your claim will need to be reactivated before payments can resume. On the fifth week, if you still need benefits, you must file a new claim by Saturday to reactivate your claim and continue weekly certifications.",
    "metadata": {
      "section_title": "EXCESSIVE EARNINGS",
      "page_number": 14
    }
  },
  {
    "section_id": "IA-45",
    "content": "You may earn up to 25 percent of your WBA without a reduction in your payment, but you must report all earnings even if those earnings are under 25 percent. Earnings higher than 25 percent will reduce your benefit payment. If you earn $15 or more over your WBA, you will not receive a benefit payment for that week. This type of income includes:\n• Wages\n• Holiday pay\n• Sick leave\n• Stand-by pay\n• Tips, gratuities, commission and incentive pay\n• Strike pay - only deductible when received for services rendered.\n• Any compensation other than cash (i.e. room and board, cell phone)\nExample: Your WBA is $400, and you earn $370. 25% of $400 is $100. $100 is not deducted from the WBA. $370 - $100 = $270. The remaining $270 is deducted from the WBA. $400 - $270 = $130. $130 is the payment amount for the week.",
    "metadata": {
      "section_title": "PARTIALLY DEDUCTIBLE FROM THE BENEFIT PAYMENT BASED ON A FORMULA",
      "page_number": 14
    }
  },
  {
    "section_id": "IA-46",
    "content": "Under Iowa law and administrative code, some types of income reduce your benefit payment by one dollar for each dollar earned (dollar for dollar). Income that is 100% deductible includes:\n1. Vacation pay and paid time off\n2. Severance pay\n3. Pension — Only if the employer contributed 100%\nPage | 14\n4. Retirement, Annuity, or any other similar periodic payment\n5. Workers’ Compensation (temporary total disability)\n6. Paid excused leave (funeral or personal leave)\nExample: Your WBA is $400 and you receive a $370 vacation payout for the week you are claiming.\n$400 - $370 = $30. $30 is the payment amount for the week.",
    "metadata": {
      "section_title": "FULLY DEDUCTIBLE FROM THE BENEFIT PAYMENT",
      "page_number": 15
    }
  },
  {
    "section_id": "IA-47",
    "content": "Vacation pay received after leaving a job must be reported for the first 5 workdays following your last day of work. Vacation pay is based on an 8-hour workday and a 5-day work week (Monday through Friday). If you receive less than 5 days of vacation pay, report the amount you received or will receive.\nFollow the instructions below to report vacation pay.",
    "metadata": {
      "section_title": "REPORTING VACATION PAY",
      "page_number": 15
    }
  },
  {
    "section_id": "IA-48",
    "content": "If you received less than 5 days of vacation pay after a separation from employment, you should report the amount that you received or will receive.\nExample: Your last day worked is Wednesday. You were paid $25 per hour and will receive 28 hours of vacation pay in the amount of $700. The money should be reported on weekly claims as follows:\nSunday Monday Tuesday Wednesday Thursday Friday Saturday Week 1 Last Day $200 (8 hrs.) $200 (8 hrs.) File for week 1 – Week 2 Report $400 $200 (8 hrs.) $100 (4 hrs.) vacation pay File for week 2 - Week 3 Report $300 vacation pay",
    "metadata": {
      "section_title": "VACATION PAY 40 HOURS OR LESS",
      "page_number": 15
    }
  },
  {
    "section_id": "IA-49",
    "content": "If you receive or will receive more than 40 hours of vacation pay after leaving a job, you only need to report 40 hours of vacation pay.\nExample: Your last day is Wednesday. You were paid $25 per hour and will receive 80 hours of\nPage | 15\nvacation pay in the amount of $2,000. The money should be reported on the weekly claim as follows:\nSunday Monday Tuesday Wednesday Thursday Friday Saturday Week 1 Last Day $200 (8 hrs.) $200 (8 hrs.) File for week 1 – Week 2 Report $400 $200 (8 hrs.) $200 (8 hrs.) $200 (8 hrs.) vacation pay File for week 2 - Week 3 Report $600 vacation pay",
    "metadata": {
      "section_title": "VACATION PAY IN EXCESS OF 40 HOURS",
      "page_number": 16
    }
  },
  {
    "section_id": "IA-50",
    "content": "If you're self-employed or will receive a 1099 form for work, you do not need to report those earnings on your weekly unemployment claim. Self-employment income is not considered wages and won't reduce your benefits. However, you still need to meet eligibility requirements.\nTo receive unemployment benefits, you must be able, available, and actively seeking suitable work. If self-employment prevents you from accepting suitable work, you may be disqualified for being unavailable for work.",
    "metadata": {
      "section_title": "SELF-EMPLOYMENT",
      "page_number": 16
    }
  },
  {
    "section_id": "IA-51",
    "content": "You must register for work when you apply for Unemployment Insurance (UI). You can do this at your local IowaWORKS center or online. If you have created an Employer Searchable resume, you have met this requirement and no action is needed\nTo register for work in Iowa, you must complete the registration process and create a résumé using the IowaWORKS website.\nFollow these steps:\n1. Provide your social security number (SSN) during the registration process. It’s essential to use your SSN, as the system may not be able to locate your information using just your name or other identifying details.\n2. Complete the required questions in the registration process.\n3. Create an active résumé and ensure it is available online for employers to view.\nWork registration will be considered valid when, at a minimum, the following is in your IowaWORKS account:\n• Your SSN has been provided.\n• An active résumé is created and accessible for employers.\nFor any questions about completing your work registration or setting up your résumé, contact your local IowaWORKS center.\nPage | 16\nTo remain eligible for unemployment benefits, you must keep your résumé active on IowaWORKS throughout your claim. You may be required to periodically update your résumé to stay registered for work. If your work registration is not active, you will receive a notice to update your résumé. Failure to do so may result in a denial of benefits.",
    "metadata": {
      "section_title": "WORK REGISTRATION REQUIREMENT",
      "page_number": 17
    }
  },
  {
    "section_id": "IA-52",
    "content": "You must be able and available for work while claiming benefits. If anything prevents you from working, accepting work, or looking for work most of the week, you need to notify IWD. This includes situations like:\n• Illness, injury, or hospitalization\n• Being in jail\n• Attending school\n• Being on vacation or out of town\n• Lack of childcare\n• Lack of transportation\nCall us at 1-866-239-0843 to report any changes that could affect your benefits.",
    "metadata": {
      "section_title": "ABILITY TO WORK AND AVAILABILITY FOR WORK",
      "page_number": 17
    }
  },
  {
    "section_id": "IA-53",
    "content": "You are required to search for and accept suitable work, unless this requirement is waived. To determine if a job offer is suitable, factors such as wage, length of unemployment, working conditions, and job duties are considered.\nWage requirements are based on your earnings in the highest quarter of your base period. The total earnings for that quarter are divided by 13 (the number of weeks in a quarter) to calculate the average weekly wage (AWW).\nExample: Your earnings in the high quarter are $5,200. Divide $5,200 by 13, which is $400. This equals $10 per hour in a 40-hour work week.\nA job offer may be considered suitable if the wages offered meet or exceed certain percentages of the AWW:\n• 100 percent if work is offered during the week that the claim is established or during the first week of a claim\n• 90 percent if work is offered during the 2nd and 3rd week of a claim\n• 80 percent if work is offered during the 4th and 5th week of a claim\n• 70 percent if work is offered during the 6th, 7th or 8th week of a claim\n• 60 percent if work is offered during or after the 9th week of a claim\nEXAMPLE: If you are offered work that pays $290 per week ($7.25 per hour in a 40-hour work week) during the fourth week of the claim, the job offer is not considered suitable, because it is below 80 percent of your AWW.",
    "metadata": {
      "section_title": "SUITABLE WORK/WORK REFUSALS",
      "page_number": 17
    }
  },
  {
    "section_id": "IA-54",
    "content": "You are not required to accept any job offers that are below the federal or state minimum wage.\nWhen you file a weekly claim, you must report if you refused any job offers or referrals during that week.\nPage | 17",
    "metadata": {
      "section_title": "SUITABLE WORK/WORK REFUSALS",
      "page_number": 18
    }
  },
  {
    "section_id": "IA-55",
    "content": "When you file a weekly claim, you must report any pension payments fully paid by your employer or the military, as well as any 401k payouts or similar periodic or lump-sum payments. You will be contacted to provide the following details:\n• Name of contributing employer(s)\n• Percent employer contributed\n• Date you received or began receiving the payout\n• Gross amount of payout\nOnce the above information is received, we will determine if the payment is deductible from unemployment insurance benefits.",
    "metadata": {
      "section_title": "PENSIONS, MILITARY AND RETIREMENT PAYOUTS",
      "page_number": 18
    }
  },
  {
    "section_id": "IA-56",
    "content": "When you file an unemployment insurance claim and have selected to receive payment by a U.S. Bank ReliaCard®, a card will be mailed to you. The card will expire in three years, so please do not destroy the card. If you have received a card in the last three years, the card is still valid, and payments will be issued to that card.\nThe benefit payment is deposited 4 to 5 business days after the weekly claim is filed, if all eligibility requirements are met. Holidays may delay the payment.\nThe ReliaCard is issued and serviced by U.S. Bank. A new card may take up to 10 business days to arrive. Through the ReliaCard cardholder website, you can:\n• Check your account balance\n• Review transaction history\n• Sign up for balance alerts (text messages and email)\n• Sign up for notification of deposits by email\nYou can also download the ReliaCard mobile app to manage your debit card. The\nReliaCard customer service is available 24/7 for card inquiries at:\n• 855.282.6161\n• 855.282.6161 (TTY)\nwww.usbankreliacard.com",
    "metadata": {
      "section_title": "PAYMENT OPTIONS - IWD PREPAID DEBIT CARD OR DIRECT DEPOSIT IWD PREPAID DEBIT CARD",
      "page_number": 18
    }
  },
  {
    "section_id": "IA-57",
    "content": "• Only IWD can update your personal information for the ReliaCard.\n• Address or name changes should be reported to IWD.\n• Card account balance and transaction history are not available to IWD staff.\nYou must contact U.S. Bank to order a replacement card or to report a lost or stolen card.\nThe ReliaCard is issued by U.S. Bank National Association pursuant to a license from Visa\nPage | 18\nU.S.A Inc. © 2025 U.S. Bank. Member FDIC.",
    "metadata": {
      "section_title": "IMPORTANT INFORMATION",
      "page_number": 19
    }
  },
  {
    "section_id": "IA-58",
    "content": "You may choose to have your UI benefit payment(s) deposited directly into a checking or savings account. Payments are typically deposited 4 to 5 business days after filing your weekly claim, provided all eligibility requirements are met. Holidays may delay the payment.\nTo receive payments via direct deposit, you must update your account information on the IWD website. IWD staff cannot update your account information for you. Before submitting your direct deposit details, you are responsible for verifying:\n• The bank routing number of your financial institution\n• The account number is correct and matches the account where you want the funds deposited.\nIt is your responsibility to verify that the benefit payment was deposited into the correct account and to resolve any direct deposit issues with your bank.\nIWD is not responsible for incorrectly reported routing and/or account information. Payments deposited into the wrong account may delay your benefits and may not be able to be recovered.\nTo protect sensitive information, IWD staff has limited access to updating account details and will not accept paper forms to change account information. If you choose not to update your account online, the IWD Debit Card will be used as the default payment method.",
    "metadata": {
      "section_title": "DIRECT DEPOSIT",
      "page_number": 19
    }
  },
  {
    "section_id": "IA-59",
    "content": "The Child Support Recovery Unit may withhold up to 50 percent of your unemployment benefit payment for a child support obligation. You will be mailed a notice with the amount of the deduction and when that deduction will start. The amount withheld is included on your IRS Form 1099-G, since it was paid to another agency on your behalf. Requests to modify or stop the deductions must be made to the Child Support Recovery Unit or through the court system.",
    "metadata": {
      "section_title": "OTHER DEDUCTIONS CHILD SUPPORT DEDUCTION",
      "page_number": 19
    }
  },
  {
    "section_id": "IA-60",
    "content": "You are responsible for repaying any benefits that you were not eligible to receive. If you have a non-fraud overpayment, your future benefit payments will be used to offset the amount you owe. IWD will intercept state and federal tax returns, casino and lottery winnings, or other sources regardless of payment plan or payment history.\nAs of July 1, 2018, if you have a fraud overpayment balance (including penalty, interest, and lien fees), you are not eligible for unemployment benefits until that balance is paid in full. You will not be paid for any weeks that you previously filed. Iowa unemployment benefit payments cannot be used to offset a fraud overpayment balance. Overpayments caused by fraud include a 15 percent penalty.\nNOTE: Overpayment amounts include the total payments you received, as well as payments made for tax withholdings or to the Child Support Recovery Unit.\nPage | 19",
    "metadata": {
      "section_title": "OVERPAYMENT",
      "page_number": 20
    }
  },
  {
    "section_id": "IA-61",
    "content": "Unemployment insurance benefits are taxable. Payments of $10.00 or more are reported annually to the Internal Revenue Service and the Iowa Department of Revenue and Finance. You will receive an IRS Form 1099-G by January 31 each year. This form provides important tax information, including the total benefits paid during the tax year and the amount of state and federal taxes withheld. You must report this information on your state and federal income tax returns.\nYou can choose to withhold 10 percent of your benefit payment for federal taxes and 5 percent for Iowa taxes.\nNote: Effective 2025, the state of Iowa has changed its tax withholding to 3.8%. Despite this change, IWD is required to continue withholding 5% due to the section of Iowa code that governs the agency. Until that separate section of code can be amended, IWD will continue to withhold at the required rate of 5% when a claimant elects state tax withholding.\nYou will elect tax withholdings when you apply for unemployment insurance. To make changes please log into your claimant portal.\nNote: The 1099-G will be mailed to the address on record. If you've changed your address since your last claim, update your mailing address with Iowa Workforce Development.",
    "metadata": {
      "section_title": "UNEMPLOYMENT INSURANCE TAXES",
      "page_number": 20
    }
  },
  {
    "section_id": "IA-62",
    "content": "Studies by the U.S. Department of Labor show that individuals who receive reemployment services return to work faster than those who do not. We use profiling to select individuals who are required to look for work and participate in the Reemployment Services and Eligibility Assessment (RESEA). We consider factors like occupation, industry, education, length of employment, wages, and more. Participants are selected within the first five paid weeks of their claim.\nRESEA ensures you're registered for work and provides personalized reemployment services. If selected, participation is mandatory for continued eligibility for unemployment benefits. Failure to participate may result in a denial of benefits.\nYou will receive a letter with instructions on where to report and what documents to bring. If you cannot attend your scheduled appointment, you must contact your RESEA Advisor beforehand.",
    "metadata": {
      "section_title": "REEMPLOYMENT SERVICES",
      "page_number": 21
    }
  },
  {
    "section_id": "IA-63",
    "content": "Appointments may be rescheduled for a valid reason.\nDuring RESEA, you will meet one-on-one with a RESEA Advisor to:\n• Discuss benefits and requirements of the RESEA program, including how non- participation can affect your unemployment benefits\n• Assess your unemployment eligibility and address any possible issues\n• Review your work searches and discuss your work search process\n• Provide you with Labor Market Information (LMI)\n• Review your resume and provide feedback\n• Review your registration in IowaWORKS to ensure that it is properly completed\nPage | 20\n• Schedule you for an IowaWORKS Center Orientation workshop\n• Schedule you for one additional workshop of your choice to be completed within 30 calendar days of RESEA assessment\n• Refer you to additional reemployment services/activities such as: resume writing, Future Ready Iowa, WIOA, ex-offenders services, etc. when employment barriers exist\n• Develop or revise Initial Service Plan (ISP) that will include work search activities, accessing services provided through IowaWORKS, and self-service tools\nContact your local IowaWORKS Office for additional information.",
    "metadata": {
      "section_title": "REEMPLOYMENT SERVICES",
      "page_number": 21
    }
  },
  {
    "section_id": "IA-64",
    "content": "If you are attending school or a training course, you may apply for Training Extension Benefits (TEB) to receive an additional 26 weeks of benefits. TEB is available if you:\n• Meet the eligibility requirements for unemployment benefits\nWere separated for one of the following reasons:\n• Laid off\n• Voluntarily separated from a full-time position in a declining occupation\n• Involuntarily separated from a full-time position due to a permanent reduction of operations at your last job.\n• Additionally, the school or training must meet one of these criteria:\n• Be a high demand occupation as defined by IWD\n• Be a high-tech occupation or training approved under the Workforce Investment and Opportunity Act (WIOA)\nTEB is only payable after all other unemployment benefits are exhausted. You must submit your TEB application within 30 days of the last week you receive benefits.\nYou can find the lists of high-demand and declining occupations on our website and apply for TEB in your claimant portal.",
    "metadata": {
      "section_title": "TRAINING EXTENSION BENEFITS",
      "page_number": 21
    }
  },
  {
    "section_id": "IA-65",
    "content": "If you are attending school or a training course, you may request to waive the work search requirement for each semester of school you attend. To do so, you must apply for Department Approved Training (DAT) in your claimant portal with the following information:\n• Name of the school\n• Type of training\n• Class schedule\n• Beginning and ending dates of training\nA decision will be sent to you based on your preferred method of communication approving or denying your request for DAT. The decision will include appeal rights. If you are approved for DAT, you are not required to search for work, but you must remain able and available to attend school. You must also continue to file a weekly claim to receive payments while in school.\nPage | 21\nIf training stops for any reason, you must notify IWD and begin making work search contacts immediately. To continue receiving DAT benefits each semester, you must submit a new application for DAT, including your updated schedule and prior semester's grades to show your progress.",
    "metadata": {
      "section_title": "DEPARTMENT APPROVED TRAINING",
      "page_number": 22
    }
  },
  {
    "section_id": "IA-66",
    "content": "The Short-Time Compensation (STC) program provides an alternative to layoffs for businesses with five or more workers facing a decline in regular business activity. Under STC, employees' work hours are reduced, and Unemployment Insurance (UI) partially replaces the lost earnings. This helps businesses avoid layoffs, allowing employees to stay connected to their jobs and enabling employers to retain their skilled workforce for when business improves.",
    "metadata": {
      "section_title": "SHORT- TIME COMPENSATION",
      "page_number": 22
    }
  },
  {
    "section_id": "IA-67",
    "content": "If you have served on active military duty during the base period, you can file an unemployment insurance claim in any state as long as you are physically present in that state at the time of filing. To add military wages to your claim, you must have served on active duty in the Armed Forces or served at least 180 consecutive days of active service in a US Military Reserve Force and meet all other eligibility requirements. You must provide a copy of your DD–214 (member copy 4) to determine if military wages can be used on the unemployment claim. The US Military service, not IWD, will determine if the earnings can be used on a claim. If approved, you will receive a new monetary record by mail. If your request is denied, you will get a decision with appeal rights. You can submit your DD–214 any of the following ways:\n• In your claimant portal\n• At a local IowaWORKS Center\n• By fax to the UI Military Unit at 515-281-4057\n• By mail to:\nUI Benefits Bureau PO Box 10332 Des Moines, IA 50306-0332",
    "metadata": {
      "section_title": "MILITARY WAGES",
      "page_number": 22
    }
  },
  {
    "section_id": "IA-68",
    "content": "Military service and the wages earned for that service are assigned to the state in which an individual is physically present when filing a military claim. Unused military wages could be used for a later claim. The Federal findings of the branch of service are final and only that branch of service may issue a corrected DD Form 214. An ex-service member may request a correction of the information contained on the DD Form 214 from the branch of service if it is believed to be incomplete or inaccurate. A lump-sum payment for accrued leave, retirement payments, educational assistance allowances and disability payments and may reduce unemployment insurance benefit amounts. Additionally, subsistence allowance for vocational rehabilitation training or a war orphan’s (or widow’s) educational assistance allowance, payable by the Department of Veterans Affairs, may also reduce unemployment insurance benefit amounts. Military wages are determined based on the pay grade of the service member at the time of discharge. The schedule of remuneration is issued by the Secretary of Labor and determines the\nPage | 22\nwage credits and wage assignments.",
    "metadata": {
      "section_title": "ADDITIONAL INFORMATION REGARDING MILITARY CLAIMS:",
      "page_number": 23
    }
  },
  {
    "section_id": "IA-69",
    "content": "Federal wages are not assigned to a state until after an unemployment insurance claim is filed. If you have worked for the federal government during the base period, you must report this employment when filing an unemployment insurance claim. We will send a request to the federal employer to determine if the wages can be assigned to Iowa. Once wages are assigned, a new monetary record will be sent to you based on your preferred method of communication.",
    "metadata": {
      "section_title": "FEDERAL WAGES",
      "page_number": 23
    }
  },
  {
    "section_id": "IA-70",
    "content": "If you have worked in Iowa and other states during the base period, you may request to have your out-of-state wages added to your Iowa unemployment insurance claim. Out-of-state wages will only be combined with the Iowa wages if the additional earnings will increase the WBA or MBA. You have the option to file in any state where an employer reported earnings for you during the base period.",
    "metadata": {
      "section_title": "COMBINED WAGES CLAIM",
      "page_number": 23
    }
  },
  {
    "section_id": "IA-71",
    "content": "If you move out of Iowa, you must immediately notify us of your address change. Mail from Iowa Workforce Development may not be forwarded by the U.S. Postal Service. If you are required to do work searches, you must contact the workforce agency in the state where you reside to register for work. You should still file your weekly claim in Iowa. Benefits will continue to be paid by Iowa until you begin working, exhaust benefits, or your benefit year expires.",
    "metadata": {
      "section_title": "INTERSTATE CLAIM",
      "page_number": 23
    }
  },
  {
    "section_id": "IA-72",
    "content": "Trade Readjustment Allowance and Trade Adjustment Assistance are programs available if you are unemployed or underemployed due to increased foreign imports. Affected employers must be approved by the US Department of Labor. For more information contact us at 866-239-0843 or contact a local IowaWORKS office.",
    "metadata": {
      "section_title": "TRADE ACT",
      "page_number": 23
    }
  },
  {
    "section_id": "IA-73",
    "content": "In keeping with the Freedom of Information Act (FOIA) and the Iowa Open Records Act, Iowa Workforce Development is committed to helping those seeking access to open records created by or in the legal custody of our agency. Any person may submit their request to examine and copy an open record created by or in the custody of Iowa Workforce Development through this records requests portal. If you still have additional questions, please contact us at uiclaimshelp@iwd.iowa.gov or by phone at 866-239-0843, Monday through Friday from 8:00 a.m. - 4:30 p.m.\nThe department shall hold confidential the information obtained from an employing unit or individual in the course of administering this chapter and the initial determination made by a representative of the department under section 96.6, subsection 2, as to the benefit rights of an individual. The department shall not disclose or open this information for public inspection in a manner that reveals the identity of the employing unit or the individual, except as provided in subparagraph (3) or paragraph “c”. Iowa Code § 96.11(6) (b) (1); 20 CFR 603. To obtain confidential information, a requesting party must show entitlement to such information under Iowa Code § 96.11(6). All fact-finding records, including audio recordings, are confidential and can only be released to the claimant and employer.\nPage | 23",
    "metadata": {
      "section_title": "RECORD REQUESTS",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-74",
    "content": "The tax form you receive indicating total UI benefits received and taxes withheld during a calendar year.",
    "metadata": {
      "section_title": "1099-G",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-75",
    "content": "If you claim unemployment insurance benefits, you must be ready, willing and able to work. You must be prepared to start employment immediately and be physically and mentally capable of working in order to receive UI benefits.",
    "metadata": {
      "section_title": "ABLE AND AVAILABLE",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-76",
    "content": "An application to reactivate an existing unemployment insurance claim following a period of employment.",
    "metadata": {
      "section_title": "ADDITIONAL Ul CLAIM",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-77",
    "content": "The Department of Inspections, Appeals, and Licensing official who conducts unemployment insurance appeal hearings. ALJ's are licensed attorneys and have a duty to provide a fair and impartial hearing to the parties.",
    "metadata": {
      "section_title": "ADMINISTRATIVE LAW JUDGE (ALJ)",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-78",
    "content": "The right of interested parties to challenge a determination on the basis the determination is not legally correct or has been based on incorrect or incomplete facts. All appeals must be in writing and must be filed by the specified deadline.",
    "metadata": {
      "section_title": "APPEAL",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-79",
    "content": "A formal proceeding held by an administrative law judge to consider an appeal of a fact-finding decision concerning benefits or an employer’s tax liability.",
    "metadata": {
      "section_title": "APPEAL HEARING",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-80",
    "content": "The alternate base period is the four completed calendar quarters prior to the calendar quarter in which a claim begins.",
    "metadata": {
      "section_title": "ALTERNATE BASE PERIOD",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-81",
    "content": "The base period is the first four of the last five completed calendar quarters before the calendar quarter in which the claim is effective.",
    "metadata": {
      "section_title": "BASE PERIOD",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-82",
    "content": "The amount of unemployment insurance benefit payments you receive each week.",
    "metadata": {
      "section_title": "BENEFIT AMOUNT OR WEEKLY BENEFIT AMOUNT",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-83",
    "content": "A calendar week that starts at 12:01 a.m. Sunday and ends at midnight the following Saturday.",
    "metadata": {
      "section_title": "BENEFIT WEEK",
      "page_number": 24
    }
  },
  {
    "section_id": "IA-84",
    "content": "The one-year period beginning with the Sunday in which the valid initial claim for unemployment insurance benefits is filed. It is during this period the individual may receive up to 26 full weeks of\nPage | 24\nbenefits.",
    "metadata": {
      "section_title": "BENEFIT YEAR",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-85",
    "content": "You can start and stop claiming weekly benefits as many times as necessary during the benefit year. This is called a break in reporting status. Any break in reporting requires you to file another initial claim application to reactivate your claim.",
    "metadata": {
      "section_title": "BREAK IN REPORTING STATUS",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-86",
    "content": "The three-month period beginning with January, April, July and October. 1st Quarter – January 1 through March 31 2nd Quarter – April 1 through June 30 3rd Quarter – July 1 through September 30 4th Quarter – October 1 through December 31",
    "metadata": {
      "section_title": "CALENDAR QUARTER",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-87",
    "content": "To receive a benefit payment after filing your initial claim for benefits, you must certify your eligibility by filing a weekly claim.",
    "metadata": {
      "section_title": "CLAIMING BENEFITS",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-88",
    "content": "An Iowa claim in which the wages earned during a base period in Iowa are combined with all base period wages earned in other states to qualify for benefits or to increase the benefit amounts.",
    "metadata": {
      "section_title": "COMBINED WAGE CLAIM (CWC)",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-89",
    "content": "Iowa wages transferred to another state for use on an unemployment insurance claim with another state.",
    "metadata": {
      "section_title": "COMBINED WAGE CLAIM TRANSFER (CWC-T)",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-90",
    "content": "Work performed for an employer who is subject to the Iowa Employment Security Law and who pays unemployment insurance taxes. It is also known as insured employment.",
    "metadata": {
      "section_title": "COVERED EMPLOYMENT",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-91",
    "content": "Wages paid to an employee by an employer who is required to pay unemployment insurance taxes.",
    "metadata": {
      "section_title": "COVERED WAGES",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-92",
    "content": "An individual attending school or a training course can submit a written application requesting the work search requirement be waived.",
    "metadata": {
      "section_title": "DEPARTMENT APPROVED TRAINING",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-93",
    "content": "Any individual who was claimed on the prior year’s income tax return or a spouse eligible to be claimed as a dependent on an unemployment insurance claim.",
    "metadata": {
      "section_title": "DEPENDENTS",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-94",
    "content": "A decision on a request for insured status, an unemployment insurance claim for benefits, or any unemployment insurance issue.",
    "metadata": {
      "section_title": "DETERMINATION",
      "page_number": 25
    }
  },
  {
    "section_id": "IA-95",
    "content": "The date a determination is made.\nPage | 25",
    "metadata": {
      "section_title": "DETERMINATION DATE",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-96",
    "content": "Payment option that allows your UI benefit payments to be deposited directly into a checking or savings account.",
    "metadata": {
      "section_title": "DIRECT DEPOSIT",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-97",
    "content": "If you become unemployed as a result of a declared disaster and lack the necessary earnings to qualify for an unemployment insurance claim, you may be eligible to receive benefits based on non-covered wages.",
    "metadata": {
      "section_title": "DISASTER UNEMPLOYMENT ASSISTANCE (DUA)",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-98",
    "content": "The date your benefit year begins. Unemployment insurance claims always begin on the Sunday of the week in which the UI claim is filed.",
    "metadata": {
      "section_title": "EFFECTIVE DATE (Benefits)",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-99",
    "content": "On appeal, the Employment Appeal Board (EAB) reviews UI benefit decisions made by an administrative law judge. Members of the EAB are appointed by the governor and confirmed by the Iowa Senate. One member represents employers, one represents employees, and one is a representative of the public. The EAB is located in the Department of Inspections and Appeals.",
    "metadata": {
      "section_title": "EMPLOYMENT APPEAL BOARD",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-100",
    "content": "An amount equal to or greater than the weekly benefit amount plus $15.",
    "metadata": {
      "section_title": "EXCESSIVE EARNINGS",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-101",
    "content": "An Iowa Unemployment Insurance Division employee who makes determinations of eligibility on an unemployment insurance claim.",
    "metadata": {
      "section_title": "FACT-FINDER",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-102",
    "content": "An informal interview, usually held over the phone, in which both you and the employer present information regarding the initial claim.",
    "metadata": {
      "section_title": "FACT-FINDING INTERVIEW",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-103",
    "content": "A claim in which there are wages earned from a Federal employer during the base period. We will send a request to the Federal employer to determine if the wages can be assigned to Iowa to be used on an unemployment insurance claim.",
    "metadata": {
      "section_title": "FEDERAL CLAIM",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-104",
    "content": "The willful misrepresentation or nondisclosure of a material fact for the purpose of obtaining benefits to which you are not entitled.",
    "metadata": {
      "section_title": "FRAUD",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-105",
    "content": "Iowa Workforce Development (IWD) uses data provided by ID.me to verify and validate your identity.",
    "metadata": {
      "section_title": "IDENTITY VERIFICATION",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-106",
    "content": "An application by a worker for a determination of eligibility for unemployment insurance and computation of weekly and maximum benefit amounts.",
    "metadata": {
      "section_title": "INITIAL UNEMPLOYMENT INSURANCE CLAIM",
      "page_number": 26
    }
  },
  {
    "section_id": "IA-107",
    "content": "The calendar quarter immediately before the quarter in which the effective date falls.\nPage | 26",
    "metadata": {
      "section_title": "LAG QUARTER",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-108",
    "content": "The total amount of unemployment insurance benefits available to you during a benefit year.",
    "metadata": {
      "section_title": "MAXIMUM BENEFIT AMOUNT (MBA)",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-109",
    "content": "A claim in which there are military wages earned during the base period. You must have served on active duty in the Armed Forces or served at least 180 consecutive days of active service in a US Military Reserve Force. You must provide the agency with your DD214 (member copy 4) to determine your eligibility.",
    "metadata": {
      "section_title": "MILITARY CLAIM",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-110",
    "content": "Eligibility for unemployment insurance benefits based on the gross insured wages paid to you during the base period. The maximum and minimum benefit amounts are determined by law and are subject to change each year.",
    "metadata": {
      "section_title": "MONETARY ELIGIBILITY",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-111",
    "content": "Unemployment insurance benefits you received but were not entitled to because of disqualification, earnings or for other reasons.",
    "metadata": {
      "section_title": "OVERPAYMENT",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-112",
    "content": "A notice to Iowa Workforce Development about a potentially disqualifying eligibility issue for unemployment insurance benefits. Protests on a claim may be initiated by the employer, the individual claiming benefits, or by Iowa Workforce Development.",
    "metadata": {
      "section_title": "PROTEST",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-113",
    "content": "Any break in filing weekly claims (break in reporting status) will require you to file another initial claim application during the week you want to start collecting benefits again. Any employment during the break must be reported.",
    "metadata": {
      "section_title": "REACTIVATION",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-114",
    "content": "You may be disqualified for failing to accept an offer or referral of suitable employment.",
    "metadata": {
      "section_title": "REFUSAL",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-115",
    "content": "If you are required to complete work searches, you are also required to register for work with iowaworks.gov. Failure to register for work can result in denial of benefits.",
    "metadata": {
      "section_title": "REGISTER FOR WORK",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-116",
    "content": "Wages that must be reported the week that they are earned.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-117",
    "content": "A process by which you may establish eligibility for unemployment insurance through reemployment following a determination of ineligibility and a period of disqualification.",
    "metadata": {
      "section_title": "REQUALIFICATION",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-118",
    "content": "To be eligible for a second claim year, you must earn wages in covered employment of at least eight times your weekly benefit amount since the effective date of your previous unemployment claim.",
    "metadata": {
      "section_title": "SECOND BENEFIT YEAR",
      "page_number": 27
    }
  },
  {
    "section_id": "IA-119",
    "content": "Income from self-employment is not considered wages and is not deducted from unemployment\nPage | 27\ninsurance benefits.",
    "metadata": {
      "section_title": "SELF-EMPLOYMENT",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-120",
    "content": "When an employer pays you for dismissal, termination, or separation, including wages in lieu of notice. This is 100 percent deductible.",
    "metadata": {
      "section_title": "SEVERANCE",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-121",
    "content": "A benefit program for full-time students that may allow you to receive up to an additional 26 weeks of unemployment insurance benefits if you qualify.",
    "metadata": {
      "section_title": "TRAINING EXTENSION BENEFITS",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-122",
    "content": "Programs available if you are unemployed or underemployed as a result of increased foreign imports. An employer must be certified as Trade eligible by the US Department of Labor.",
    "metadata": {
      "section_title": "TRADE ACT",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-123",
    "content": "An application for unemployment insurance benefits that meets all the eligibility conditions specified by the law and establishes a benefit year.",
    "metadata": {
      "section_title": "VALID Ul CLAIM",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-124",
    "content": "All compensation for personal services in cash or other medium unless specifically excluded from the definition of wages in Section 96.19(41) of the Iowa Code.",
    "metadata": {
      "section_title": "WAGES",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-125",
    "content": "The amount payable to you for a payable week of unemployment.",
    "metadata": {
      "section_title": "WEEKLY BENEFIT AMOUNT (WBA)",
      "page_number": 28
    }
  },
  {
    "section_id": "IA-126",
    "content": "A claim filed every week to receive unemployment insurance payments once an initial claim has been filed. It is also known as “weekly claim”.\nPage | 28",
    "metadata": {
      "section_title": "WEEKLY CERTIFICATION",
      "page_number": 28
    }
  }
]