[
  {
    "section_id": "KS-0",
    "content": "PER 4 Sp L7 x *x » ¥ * ¥ x ansas Department of Labor",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "KS-1",
    "content": "A Guide to the Kansas Employment Security Law\nThis guide was compiled by the Kansas Department of Labor (KDOL) to help employers understand their rights and responsibilities under the Kansas Employment Security Law (K.S.A. 44-701 et. seq.). Statements in this guide are intended for general information purposes and do not have the effect of law or regulation. The information does not cover all phases of the law nor answer all questions. Specific questions about unemployment taxes should be directed to your Unemployment Tax Contributions Field Office (consult the directory on page 38 for an office near you). Questions about the unemployment benefits program should be addressed to the Unemployment Contact Center (see page 39).\nK-CNS 430 (Rev. 11-13)",
    "metadata": {
      "section_title": "Unemployment Insurance Employer Handbook",
      "page_number": 2
    }
  },
  {
    "section_id": "KS-2",
    "content": "The first unemployment insurance plans, supported by dues, were adopted by some larger trade unions in Switzerland in 1789. Even earlier, a version of unemployment insurance in trade guilds was supported by levies on guild members. The first government system of unemployment compensation appeared in Great Britain in 1911. Nearly every major country has enacted an unemployment insurance system.\nWisconsin enacted a state unemployment insurance plan in 1932 in response to the Great Depression, when more than 25 percent of the adult workforce was unemployed.\nThe Unemployment Insurance (Ul) Program in the United States is more than 75 years old. On August 14, 1935, President Franklin D. Roosevelt signed the Social Security bill which contained provisions for Ul. This legislation was the key step in establishing a Ul system in the United States.",
    "metadata": {
      "section_title": "Unemployment Insurance - a history",
      "page_number": 2
    }
  },
  {
    "section_id": "KS-3",
    "content": "In all states, the system is a federal-state joint venture, financed by both federal and state unemployment taxes.\nThe enactment of House Bill 542 in the 1937 Kansas Legislature, signed by Governor Walter Huxman on March 26, created the Division of Unemployment Compensation.\nToday, the Ul program is administered by the Kansas Department of Labor, Division of Employment Security, to provide temporary, weekly compensation to qualified unemployed workers. The two units of this division are Benefits and Tax (Contributions). The Benefits unit determines claimant eligibility and payment of unemployment benefits. The Tax unit collects the state unemployment tax from subject employers.\nBusiness, labor and government give credit to the Unemployment Insurance Program as a factor in reducing the severity of recessions and other fluctuations in the economy that create involuntary unemployment. The Unemployment Insurance Program has a beneficial impact on the individual worker, as well as the community where the peaks and valleys of economic activity are much sharper than those occurring statewide.\nUnemployment insurance cannot solve the problem of joblessness. Only more jobs can reduce unemployment. A healthy economy is the key to more jobs; KDOL'’s programs can help develop and maintain that economy.\n-1-",
    "metadata": {
      "section_title": "Unemployment Insurance - a history",
      "page_number": 3
    }
  },
  {
    "section_id": "KS-4",
    "content": "Section | - Employer Liability Which Employing Units Are Liable? Period of Liability Section Il - Federal Unemployment Tax Act (FUTA).... Liability Requirements Section I - Covered and Excluded Employment Covered Employment State of Jurisdiction Excluded Employment Section IV — Wages Wages Defined Wage Exclusions Section V - Methods of Financing Unemployment Compensation Programs Contributing Method Reimbursing Method Rated Government Method Section VI - Contribution Rates (Applicable to Contributing Employers Only) 10 Newly-Liable Employer Contribution Rates Experience Rated Employer Contribution Rates Negative Account Balance Employers Recaptured Employers Notification of Charges Notification of Rates Voluntary Payments Transfer of Employer’s Experience Account Section VI - Obligations of Liable Employers 14 Employer Serial Number Quarterly Wage Report and Unemployment Tax Return Electronic Wage Reporting Importance of Timeliness Final Reports Under-Reporting/Over-Reporting Contributions Required Record Keeping Audits of Employer Records Back Pay Award SIDES and SIDES E-Response Section VIII - Employee Leasing Provision 18 Section IX - Disputing a Liability Determination (Contributions Appeal Process) 19 Section X - Claims and Benefits 21 Unemployment Terminology Qualifying for Unemployment Insurance Filing a Claim Employer Notices Disqualification for Unemployment Insurance Benefits Layoff Reporting Shared Work Unemployment Insurance Program\nPAGE\n-11 -\n27 Section XI — Disputing a Claim for Benefits Right to Appeal Appeal to the Board of Review Release of Information Appeal to the District Court Issue Preclusion Section X — Other Employer Requirements 29 Kansas New Hire Directory Reporting Kansas Minimum Wage Required Posters Workers Compensation Workplace Safety Section XlI - Definition of Terms 32 Section XIV - Selected Reports and Publications 35 Status Report, K-CNS 010 Employer Account Record of Change, K-CNS 0103 Employer Representation Authorization, K-CNS 032 Quarterly Wage Report and Unemployment Tax Return, K-CNS 100 Adjustment to Employer’s Wage Report, K-CNS 111 Notice of Benefit Charges, K-CNS 403 Experience Rating Notice, K-CNS 404 Employer Notice, K-BEN 44/45 Reimbursing Employer Notice, K-BEN 46 Employer’s Separation Statement, K-BEN 3109 Reasonable Assurance Statement, K-BEN 3211 Reconsidered Base Period Employer Notice, K-BEN 452 Nonmonetary Determination, K-BEN 4211 Request for Disclosure of Tax/Benefit Information, K-RM 002 Employment Security Law Build an Electronic File for ACH Credit Payments A Guide for Accountants filing for Clients, K-CNS-P 104 Section XV - Directory of Unemployment Tax Contributions Offices 38 Section XVI - Ul Contact Center / Online Resources 39",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 4
    }
  },
  {
    "section_id": "KS-5",
    "content": "- l\n-",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 5
    }
  },
  {
    "section_id": "KS-6",
    "content": "All employers doing business in Kansas are subject to the provisions of the Employment Security Act. However, not all are subject to the taxing provisions of the law. Coverage is determined by the type and nature of the business, the number of workers employed and the amount of wages paid for employment.\nEvery employing unit that begins business operations in Kansas is required to file form K-CNS 010, Status Report, within 15 days of hiring its first employee. Upon receipt of the completed form, a determination of employer liability will be made by the agency and the employer notified.",
    "metadata": {
      "section_title": "Which Employing Units Are Liable?",
      "page_number": 5
    }
  },
  {
    "section_id": "KS-7",
    "content": "J You acquire all, or substantially all, of the employing enterprises, organizations, trade or business, or substantially all of the assets of another employer subject to the Employment Security Act.\nYou acquire less than 100 percent of an employer’s annual payroll when the partial successor employing unit is controlled substantially by the same interests as the predecessor employer and intends to continue the acquired portion as an ongoing business.\nYou are liable to the federal government for Federal Unemployment Tax (FUTA).\nYou are a state or local governmental organization or an instrument of a state or local government or an Indian tribe.",
    "metadata": {
      "section_title": "You are automatically liable for coverage if:",
      "page_number": 5
    }
  },
  {
    "section_id": "KS-8",
    "content": "J Your employment is in a business other than agricultural, domestic or certain qualifying nonprofit organizations, and you have one or more employees who work for any portion of a day in 20 different weeks in a calendar year; or if your gross payroll for any calendar quarter is $1,500 or more; or if you elect to have an account established at initial registration.\nYour employment is agricultural, and you employ 10 or more workers in any portion of 20 different weeks in a calendar year, or have a payroll of $20,000 or more cash wages in any one calendar quarter.\nYour employment is domestic service performed in a private home, local college club, fraternity or sorority, and you have a quarterly payroll of $1,000 or more cash wages in any one calendar year.\nYou qualify as a nonprofit organization for unemployment insurance purposes — you must have been issued a 501(c)(3) exemption letter by the Internal Revenue Service and employ four or more workers in any portion of 20 different weeks in a calendar year.\nYour employment follows a period of less than three years’ inactivity in which your previously established unemployment insurance account was never officially terminated\nYou are not otherwise subject to the taxing provisions of the law and you voluntarily elect to become a covered employer for a period of not less than two calendar years.\n1-",
    "metadata": {
      "section_title": "You will establish liability for coverage if:",
      "page_number": 6
    }
  },
  {
    "section_id": "KS-9",
    "content": "If you meet liability requirements at any time during a year, you must file a Quarterly Wage Report and Unemployment Tax Return (see Section VII) for all quarters of that year in which you had any employment. A quarterly wage report must be filed each quarter thereafter.",
    "metadata": {
      "section_title": "Period of Liability",
      "page_number": 6
    }
  },
  {
    "section_id": "KS-10",
    "content": "SECTION I",
    "metadata": {
      "section_title": "SECTION I",
      "page_number": 6
    }
  },
  {
    "section_id": "KS-11",
    "content": "Unemployment insurance is financed through both federal and state payroll taxes. The Federal Unemployment Tax Act (FUTA) was created to finance all administrative expenses of the federal/state unemployment insurance system and the federal costs involved in extended benefits. The Kansas unemployment tax is used only for the payment of regular benefits to qualified unemployed workers.\nMost employers liable for Kansas unemployment tax also are liable for the FUTA tax if:\nJ Employment is agricultural and you employ 10 or more workers in any portion of 20 different weeks in a calendar year, or have a payroll of $20,000 or more cash wages in any calendar quarter.\nEmployment is domestic service and you have a quarterly payroll of $1,000 or more cash wages in any one calendar quarter during the current or previous calendar year.",
    "metadata": {
      "section_title": "Liability Requirements",
      "page_number": 6
    }
  },
  {
    "section_id": "KS-12",
    "content": "$1,000 or more cash wages in any one calendar quarter during the current or previous calendar year.\nEmployment is in a business other than an agricultural, domestic or nonprofit organization exempt under Sec. 501(c)(3) of the Internal Revenue Code and you have one or more employees who work for any portion of a day in 20 different weeks in a calendar year, or your gross payroll for any calendar quarter is $1,500 or more. Note: Nonprofit organizations exempt under Sec. 501(c)(3) and governmental entities are not subject to FUTA.\nUnder the current FUTA, a payroll tax of 6.0 percent is levied on the first $7,000 in annual earnings paid each employee. As an enticement for states to maintain their own unemployment insurance programs, federal law provides a tax credit offset of 5.4 percent for timely contributions paid into an approved state unemployment insurance fund.\nBeginning 7/1/2011\nThrough 6/30/2011\nThrough 6/30/2011 Beginning 7/1/2011 FUTA Tax Rate 6.2% 6.0% (less) Employer Credit.. -5.4% -5.4% Net FUTA Tax 8% 6%\n6.2%\nFUTA Tax Rate\n6.0%\n(less) Employer Credit..\n-5.4%\n8%\nNet FUTA Tax\n6%\nAll employers in Kansas, regardless of their experience rate, are allowed the 5.4 percent credit.",
    "metadata": {
      "section_title": "Liability Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "KS-13",
    "content": "6%\nAll employers in Kansas, regardless of their experience rate, are allowed the 5.4 percent credit.\nForm 940, Employer’s Annual Federal Unemployment Tax Return, must be filed with the Internal Revenue Service on or before January 31 following a year when liability requirements are met. FUTA tax should be computed on a quarterly basis to determine if a deposit is required for any of the first three quarters. To compute this amount, multiply that part of the\nfirst $7,000 of each employee’s annual wages paid during the quarter by .006. If the tax due is more than $100, it must be deposited by the end of the next month. If the tax due is less than $100, no deposit is required, but it must be added to the next quarter(s) in determining the $100 threshold.\nEXAMPLE: If the tax for each of the first two calendar quarters is $60, no deposit is required for the first quarter. However, at the end of the second quarter a deposit is required because the total undeposited tax is now more than $100 ($60 x 2 = $120).",
    "metadata": {
      "section_title": "Liability Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "KS-14",
    "content": "If the total for the first, second and third quarters equaled more than $100 (such as $30 + $40 + $40 = $110) then the deposit would be due. If the tax for the third quarter alone is more than $100, a deposit is required. Tax may be due over several quarters.\nThe Internal Revenue Service penalizes an employer for untimely payment of state contributions by reducing the allowable offset Employer Credit under FUTA. To ensure maximum credit, an employer should make certain that those contributions are paid in a timely manner into the state unemployment fund. A portion of the credit is lost for not paying on time.",
    "metadata": {
      "section_title": "Liability Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "KS-15",
    "content": "Liability under the Kansas Employment Security Law is incurred when an employer pays the required remuneration to persons in employment or engages the required number of persons in employment as described in Section I.",
    "metadata": {
      "section_title": "Covered and Excluded Employment",
      "page_number": 7
    }
  },
  {
    "section_id": "KS-16",
    "content": "The law defines employment as: any service (unless specifically excluded) performed for compensation under a contract of hire, whether the contract is expressed or implied, written or oral, and without regard to whether the service is performed on a part-time, full-time or casual basis.\nEmployment is service performed by an active officer of a corporation, including professional and closely-held corporations (Sub-Chapter S), or any employee under the common law employer/employee relationship. Employment also includes specific types of services, such as agent driver and commission salesperson.\nTerms such as regular employment, full-time employment, commission sales, casual labor, temporary employees, part-time employees, teenage workers, etc., are all different terms for describing employment. These groups generally constitute employment and are usually reportable.\nA detailed explanation of the various specified persons defined to be employees is not possible in this handbook. Contact your local field representative with any specific questions you might have.\n3-",
    "metadata": {
      "section_title": "Covered Employment",
      "page_number": 8
    }
  },
  {
    "section_id": "KS-17",
    "content": "Generally, if an employee works entirely within Kansas, that employee is covered under Kansas law and all payments for services are reportable to Kansas. However, when an employee performs services in Kansas and other states, the question of whether that employee is covered by the Kansas law is determined by one of four tests listed below. Similar tests have been adopted by a majority of the states. These uniform provisions have the objective of avoiding conflicts and overlapping coverage between states where an employee performs services in more than one state for a single employer.\nThese tests require the use of four conditions which are applied in successive order. Once a condition is met, jurisdiction is established and no further test is considered. The tests must be applied to each employee, not the employer.\n1 Location of services.",
    "metadata": {
      "section_title": "State of Jurisdiction",
      "page_number": 8
    }
  },
  {
    "section_id": "KS-18",
    "content": "If services are performed entirely within a state, that is the state of jurisdiction. If some of the services are performed outside the state and such services are only isolated, temporary or incidental, then they are considered to be localized within the state where the majority of the services are performed.\nBase of employee’s operations. If services are not localized, then the state of jurisdiction is the state from which an employee customarily starts out to perform services and customarily returns for employer instruction or communication, to replenish stock, to repair equipment or to perform other employment-related activities.\nPlace of direction and control. If neither of the above tests apply, then the state of jurisdiction is the state from which the employee’s services are directed and controlled.\nEmployee’s residence. If none of the above tests apply, then the state of jurisdiction is the state in which the employee resides, provided the employee performs some services there.\nSince questions of jurisdiction of coverage are technical, employers in such situations should contact their KDOL field representative for a determination.",
    "metadata": {
      "section_title": "State of Jurisdiction",
      "page_number": 8
    }
  },
  {
    "section_id": "KS-19",
    "content": "The services of some workers are excluded from coverage under the Kansas Employment Security Law. The employment and earnings of workers in excluded employment cannot be used to qualify them for unemployment insurance benefits. However, employment performed for a liable employer is covered employment unless specifically excluded.",
    "metadata": {
      "section_title": "Excluded Employment",
      "page_number": 8
    }
  },
  {
    "section_id": "KS-20",
    "content": "J Independent contractors are excluded from coverage under the Kansas Employment Security Law. These are persons who are in business for themselves and hold themselves available to the general public to perform services.\nWhile the law does not define an independent contractor, court decisions have held that the common law tests of master and servant must be applied in making determinations of whether services rendered by an individual are in the capacity of an employee or independent contractor.\n.\nServices covered by another unemployment insurance law (such as Railroad Retirement Act and Federal employees).\nServices performed by an individual in the employ of a son, daughter or spouse or by a child under 21 years of age employed by the child’s parents. A parent is always exempt when employed by a son or daughter.",
    "metadata": {
      "section_title": "Employment or payrolls connected with the following types of services are excluded from coverage:",
      "page_number": 9
    }
  },
  {
    "section_id": "KS-21",
    "content": "f age employed by the child’s parents. A parent is always exempt when employed by a son or daughter. This family exemption does not apply to any corporation or limited liability company. It is applicable only for an individual proprietorship or a partnership if the relationship of the exempt member is the same for all partners of the partnership.\nServices performed for a church, convention or association of churches, or an organization which is operated primarily for religious purposes and is owned, operated, controlled or principally supported by a church, or a convention or association of churches.\nServices performed by carriers under 18 years of age in the delivery or distribution of newspapers or shopping news, not including delivery or distribution to any point for subsequent delivery or distribution.\nServices of an individual performed for an organization exempt from federal income tax as set forth in Section 501(a) of the Federal Internal Revenue Code, if wages for such services are less than $50 per calendar quarter.",
    "metadata": {
      "section_title": "Employment or payrolls connected with the following types of services are excluded from coverage:",
      "page_number": 9
    }
  },
  {
    "section_id": "KS-22",
    "content": "he Federal Internal Revenue Code, if wages for such services are less than $50 per calendar quarter.\nServices of an elected official, member of a legislative body or member of the judiciary of the state or a political subdivision in the performance of the duties of such office or position.\nServices performed as an insurance agent or solicitor, if all such service is performed for remuneration solely by way of commission.\nServices performed as a qualified real estate agent, if remuneration for services is directly related to sales or other output and the services are performed pursuant to a written contract and the contract provides that the individual will not be treated as an employee.\nServices performed for an employer as an extra in connection with any phase of motion pictures or television or television commercials for less than 14 days during any calendar year. (This exclusion shall not apply to any employer that is a governmental entity or any employer described in Section 501(c)(3) of the Federal Internal Revenue Code of 1986.)\nServices performed by oil and gas contract pumpers performing pumping and other related services on one or more oil and/or gas leases, relating to the operation and maintenance of such leases on a contractual basis. (This exemption does not apply to governmental entities or any employer described in Section 501(c)(3) of the Federal Internal Revenue Code of 1986.)\n5-\n• Service not in the course of trade or business is exempt employment unless the employee is paid $200 or more cash remuneration in the calendar quarter for such service and the employee is regularly employed by the employer to perform such service.",
    "metadata": {
      "section_title": "Employment or payrolls connected with the following types of services are excluded from coverage:",
      "page_number": 10
    }
  },
  {
    "section_id": "KS-23",
    "content": "ter for such service and the employee is regularly employed by the employer to perform such service. An individual is considered regularly employed if the individual works some portion of 24 days during the calendar quarter for the employer performing service not in the course of the employer’s trade or business or the individual was regularly employed during the preceding calendar quarter. (This exemption does not apply to governmental entities or any employer described in Section 501(c)(3) of the Federal Internal Revenue Code of 1986.)\n• Services performed as a qualified direct seller. A “direct seller” is engaged in the trade or business of selling or soliciting the sale of consumer products to any buyer on a buy-sell basis or a deposit-commission basis for resale in the home or other than in a permanent retail establishment. It also includes a person who is directly engaged in the trade or business of selling or soliciting the sale of consumer products in the home or other than in a permanent retail establishment.\n• Services by member managers/members carrying out their duties as members are exempt employment.",
    "metadata": {
      "section_title": "Employment or payrolls connected with the following types of services are excluded from coverage:",
      "page_number": 10
    }
  },
  {
    "section_id": "KS-24",
    "content": "If a member performs services for a limited liability company (LLC) over and above their duties as a member, the services would be covered employment and compensation received for those services would be taxable.\n• Services performed by election officials and election workers receiving less than $1,000 a year are excluded from the term “employment.”\n• Service performed by agricultural workers who are aliens admitted to the United States to perform labor, as provided by the Immigration and Nationality Act.\n• Service performed by an owner-operator of a motor vehicle that is leased or contracted to a licensed motor carrier with the services of a driver and is not treated under the terms of the lease agreement or contract with the licensed motor carrier as an employee.\n• Other exemptions include certain services performed by students, inmates of correctional institutions, hospital patients, recipients of certain rehabilitation work-relief and work-training programs.",
    "metadata": {
      "section_title": "Employment or payrolls connected with the following types of services are excluded from coverage:",
      "page_number": 10
    }
  },
  {
    "section_id": "KS-25",
    "content": "The term employment, as it relates to independent contractors, is defined in the Kansas Employment Security Law. Specifically, K.S.A. 44-703(i)(3)(D) says:\n(D) Services performed by an individual for wages or under any contract of hire shall be deemed to be employment subject to this act if the business for which activities of the individual are performed retains not only the right to control the end results of the activities performed, but the manner and means by which the end result is accomplished.\nThe degree of control necessary to establish an employer/employee relationship must be assessed with regard to the custom and usage surrounding the performance of the particular\n- 6 -\nservice involved. A thorough examination of the employer/employee relationship should be made before classifying a person as an independent contractor to avoid misclassification.\nAny employer who is in doubt whether or not wages for services are reportable under any situation should contact their local KDOL field representative (see Section XV) or write to: Kansas Department of Labor Unemployment Tax Contributions 1309 SW Topeka Boulevard Topeka, KS 66612-1816",
    "metadata": {
      "section_title": "Misclassified Worker",
      "page_number": 11
    }
  },
  {
    "section_id": "KS-26",
    "content": "The term “wages” for the purpose of unemployment insurance means all payment for services rendered including salaries, commissions, bonuses, vacation and holiday pay, severance pay and the cash value of all compensation, including benefits, in any medium other than cash.\nThis includes:\n• Salaries, commissions and bonuses before deductions\n• Any amount actually drawn by an employee from a drawing account\n• Advances against commissions\n• Payments made to corporate officers, including corporate officers of an S corporation\n• Tips and gratuities when reported in writing to the employer by the employee – employees must provide a written statement reporting all tips received if they total $20 or more in a month\n• Sick pay and accident disability payments – payments made by a third party, i.e., insurance companies – the third party is considered the employer and responsible for reporting to KDOL, unless the third party or insurance company reports sick pay payments to the employer\n• Employee contributions (elective deferrals) into a 401(k) Deferred Compensation Plan\n• Severance pay or dismissal payments irrespective of whether the employer is legally required to make such payment\n• Back pay awards or settlements such as a result of National Labor Relations Board decisions or binding arbitration by an independent arbitrator",
    "metadata": {
      "section_title": "Wages Defined",
      "page_number": 11
    }
  },
  {
    "section_id": "KS-27",
    "content": "The following payments are not considered to be wages:\n• Medical or hospitalization expenses in connection with sickness or accident disability\n• Payments to a health savings account, if such payments can be excluded from income under the Federal Internal Revenue Code of 1986\n• Death benefits for employees\n• Certain trusts, annuity plans, bond purchase plans or simplified pension plans purchased on behalf of an employee or the employee’s beneficiary\n• Certain benefits under a cafeteria plan\n- 7 -\n• Payment of the employee’s share of Social Security for domestic and agricultural workers\n• Payment made in any medium other than cash to an employee for service not in the employer’s normal course of business or trade\n• Moving expenses paid by an employer for an employee\n• Payment made to an employee or his dependents because of death or disability retirement\n• Payment for agricultural labor in any medium other than cash\n• Payment of dependent care assistance programs for employees under a qualified plan\n• Meals or lodging furnished by the employer for the convenience of the employer\n• Payment made to a survivor or estate of a former employee after the calendar year in which the employee died\n• Employee achievement awards, qualified scholarships and certain fringe benefits\n• Payments or benefits relating to educational assistance under section 127 of the Federal Internal Revenue Code of 1986\n• Employer matching contributions and other forms of employer contributions to a 401(k) Deferred Compensation Plan",
    "metadata": {
      "section_title": "Wage Exclusions",
      "page_number": 12
    }
  },
  {
    "section_id": "KS-28",
    "content": "Liable employers under the Kansas Employment Security Law fall into one of three main categories – contributing, reimbursing or rated governmental – depending upon the method of financing the employer uses to satisfy the unemployment compensation tax liability.\nWhile the majority of liable employers in Kansas are required to be “contributing” employers, provisions of the law specify that nonprofit organizations exempt under 501(c)(3) of the Internal Revenue Code and governmental entities may elect an alternative method to finance their tax liability.",
    "metadata": {
      "section_title": "Methods of Financing Unemployment Compensation Programs",
      "page_number": 12
    }
  },
  {
    "section_id": "KS-29",
    "content": "All employers in Kansas are required to pay contributions by the contributing method except governmental entities and 501(c)3 nonprofit organizations. However, at their option these entities may select the contributing method of payment. A contributing employer is required to report total wages paid each employee during a calendar quarter, but pays taxes based upon an $8,000 taxable wage base as defined in the law. An employer selecting to use the contributing method may do so when filing the Status Report (K-CNS 010).",
    "metadata": {
      "section_title": "Contributing Method",
      "page_number": 12
    }
  },
  {
    "section_id": "KS-30",
    "content": "This alternative payment method is available only to governmental entities, Indian Tribes or nonprofit organizations that are exempt under the Internal Revenue Code, Section 501(a) and specifically described in Section 501(c)(3). With this option, the employer reports total wages paid each employee each quarter, but pays no tax at the time. Instead, this option requires the\n- 8 -\nemployer to reimburse the fund 100 percent for any benefits paid to their former employees. If there were no benefits paid, nothing will be due. Also, this option does not have a noncharge provision for benefits, as do the other two options. (Noncharge is a common benefits term meaning that the wages paid by the employer are used in the calculation of benefits for the claimant but the employer’s account will not be charged for the benefits.)\nElection of the reimbursing payment option must be for a minimum of four complete calendar years. Once the minimum period has been satisfied, the employer may change its payment option by filing a written request with the Secretary of Labor not later than 30 days prior to the beginning of the calendar year for which the change is to become effective.",
    "metadata": {
      "section_title": "Reimbursing Method",
      "page_number": 13
    }
  },
  {
    "section_id": "KS-31",
    "content": "A 501(c)(3), governmental employer or Indian Tribe electing the reimbursing option will be required to obtain a surety bond or post a surety deposit with the department or to purchase and deliver to an escrow agent a certificate of deposit in the amount of 5.4 percent of the organization’s taxable wages (or estimated amount of taxable wages) paid during the one-year period immediately preceding the date of election.\nWithin the reimbursing method, extended benefits for all entities selecting it are charged 100 percent to the employer’s account. Extended benefits for a 501(c)(3) organization are charged 50 percent to the employer and 50 percent to FUTA.",
    "metadata": {
      "section_title": "Bond Required",
      "page_number": 13
    }
  },
  {
    "section_id": "KS-32",
    "content": "This alternative payment method is only available to a governmental entity. The employer reports total wages paid each employee each quarter and pays tax on total wages.\nMost governmental entities operate on a fiscal year and require a much earlier notification of their future tax liability for budget purposes. The rated governmental payment method meets this special need with a computation date of March 31 and permits notification of an employer’s benefit cost rate in June of each year. The following points should be noted:\n1. Rated governmental employers are eligible to participate in the noncharge provisions of the law.\n2. The computed benefit cost rate for eligible employers will be based upon an employer’s own experience and an adjustment factor which is used to recover the cost of noncharged benefits paid to former employees.\n3.",
    "metadata": {
      "section_title": "Rated Government Method",
      "page_number": 13
    }
  },
  {
    "section_id": "KS-33",
    "content": "The rates will vary among employers, but no rate can be less than 0.1 percent.\nElection of the rated governmental payment option must be for a minimum of four complete calendar years. Once the minimum period has been satisfied, the employer may change its payment option by filing a written request with the Secretary of Labor not later than 30 days prior to the beginning of the calendar year for which the change is requested.\nA new rated governmental employer is assigned a rate until it becomes eligible for a computed rate. The assigned rate is based upon the benefit cost experience of all rated governmental employers during the previous fiscal year ending March 31. Generally, after three years the employer becomes eligible for a computed benefit cost rate.\nSECTION VI\n- 9 -",
    "metadata": {
      "section_title": "Rated Government Method",
      "page_number": 14
    }
  },
  {
    "section_id": "KS-34",
    "content": "All Kansas employers determined liable under the “contributing” provision of the Kansas Employment Security Act pay into the Unemployment Trust Fund maintained to distribute unemployment insurance benefits to qualified unemployed workers. The majority of these employers finance their unemployment tax liability by paying contributions determined by multiplying a specified rate times a taxable payroll based on the first $8,000 in wages earned by each employee during a calendar year. Quarterly contributing employers submit K-CNS 100, Quarterly Wage Report and Unemployment Tax Return, to report wages and pay the amount of tax due.",
    "metadata": {
      "section_title": "(Applicable to Contributing Employers Only)",
      "page_number": 14
    }
  },
  {
    "section_id": "KS-35",
    "content": "A new employer is assigned a rate of 4.0 percent (this rate will become 2.7 percent in 2014), except employers engaged in the construction industry. They are assigned a rate of 6.0 percent. After three years, when original liability is established before July 1, the employer will have a tax rate computed using its own experience factors. When liability is established after June 30, the employer will have a computed rate after four years.",
    "metadata": {
      "section_title": "Newly-Liable Employer Contribution Rates",
      "page_number": 14
    }
  },
  {
    "section_id": "KS-36",
    "content": "Experience rating helps ensure an equitable distribution of costs of the unemployment compensation program among employers. It is a procedure for varying employer rates and allocating costs of the Unemployment Insurance program in relation to the employer’s actual and potential risk with unemployment. This is accomplished by keeping an individual experience rating account for each liable employer. All tax payments are added and all benefit charges are subtracted from the experience rating account. This provides an opportunity for contributing employers to earn a tax rate based on their own individual experience and their potential risk of unemployment. The procedure also helps to ensure an adequate UI Trust Fund balance.\nAt the close of each state fiscal year (June 30) computations begin on each contributing employer’s tax rate for the next calendar year.",
    "metadata": {
      "section_title": "Experience Rated Employer Contribution Rates",
      "page_number": 14
    }
  },
  {
    "section_id": "KS-37",
    "content": "This computation involves the following steps and factors:\n1. Account Balance\n• The difference between the total contributions paid and the total benefits charged is the account balance. This indicates an employer’s actual experience with unemployment.\n• Total contributions paid includes those for all prior years and for the first and second quarters of the computation year, if all payments have been received on time.\n• Total benefits charged include benefits paid which have been charged against the employer’s experience rating account in all prior years and during the first and second quarters of the computation year.\n- 10 -",
    "metadata": {
      "section_title": "Experience Rated Employer Contribution Rates",
      "page_number": 15
    }
  },
  {
    "section_id": "KS-38",
    "content": "The average of the taxable payrolls for the past three calendar years immediately preceding the computation date (or past two years for some new employers who have completed only two years of liability). This figure indicates an employer’s potential risk in regard to unemployment.",
    "metadata": {
      "section_title": "2. Average Annual Payroll",
      "page_number": 15
    }
  },
  {
    "section_id": "KS-39",
    "content": "To obtain this percentage, the account balance is divided by the average annual payroll and the result multiplied by 100.\nAccount Balance x 100 = Reserve Ratio\nAverage Annual Payroll\nAn employer’s basic contribution rate is determined according to the reserve ratio table in the law (K.S.A. 44-710a). The basic rate is then adjusted as provided in the so-called size of fund control formula in the law which compares the total payroll with the size of the Unemployment Insurance Trust Fund.\nEmployers with a positive balance eligible for computed rates are divided into 51 groups in accordance with the relative size of their reserve ratio in comparison to all other eligible positive-balanced contributing employers. (A positive balanced employer has paid more contributions [UI tax] over the life of the business than the amount of benefits charged over the same period.) Each rate group contains approximately 1.96 percent of the taxable wages paid by all eligible employers. These employers are placed in order, or arrayed, by reserve ratio, with the highest placed in rate group 1 and the lowest in rate group 51. The higher the reserve ratio, the more favorable the contribution rate.",
    "metadata": {
      "section_title": "3. Reserve Ratio",
      "page_number": 15
    }
  },
  {
    "section_id": "KS-40",
    "content": "When the benefits charged to an employer’s account exceed taxes paid and credited to that account, the tax rate is based upon the employer’s negative reserve ratio.\nAll eligible contributing employers with a negative account balance are assigned the maximum rate provided in the law of 5.4 percent and are not included in the experience rate computation described above.\nIn addition to the maximum rate, negative account balance employers are subject to a surcharge. The surcharge is based on the size of the employer’s negative reserve ratio, with a minimum of 0.2 percent to a maximum of 2.0 percent. Therefore, the rates for negative account balance employers can range from 5.6 percent to 7.4 percent. For the tax years 2013 and 2014, the range is 5.7 percent to 9.4 percent. For the tax years 2015 and higher, the range will be 5.6 percent to 9.4 percent.",
    "metadata": {
      "section_title": "Negative Account Balance Employers",
      "page_number": 15
    }
  },
  {
    "section_id": "KS-41",
    "content": "A recaptured employer is an employer subject to the Kansas Employment Security Act that resumes paying wages after not paying wages for a period of at least one year. The Act allows employers to recapture their experience rating factors after they have re-established a new period of 24 months of eligibility for benefit charges immediately preceding the computation date of June 30. The new period begins on the date the employer resumes paying wages.\n- 11 -\nIf the employer resumes paying wages in a year in which a rate has been computed, the computed rate will be used for the balance of that year. If a rate cannot be computed, the employer will be assigned the rate of rate group 51 (the highest rate). If the employer is a negative account employer, a rate of 7.5 percent will be assigned for 2013 and 2014, and 7.4 percent from 2015 and later. After a new period of 24 months in which the employer has reported wages that could be used in the computation for unemployment benefits has been established, the rates will be computed in the same manner as any other employer eligible for an experience computed tax rate.\nIMPORTANT: To avoid being classified as a recaptured employer and being assigned the maximum rate, an employer must pay some wages during each calendar year.",
    "metadata": {
      "section_title": "Recaptured Employers",
      "page_number": 16
    }
  },
  {
    "section_id": "KS-42",
    "content": "In September of each year, form K-CNS 403, Notice of Benefit Charges, is mailed to all contributing employers. This is a statement of an employer’s pro rata share of all benefit payments charged to its experience rating account during the 12-month period immediately preceding the computation date of June 30. These benefit charges will be used in the computation of the next calendar year’s contribution rate. Employers should examine this notice carefully to insure its accuracy. Any questions regarding the pro rata charge of benefits, or a request for a redetermination of a benefit charge, must be made within 15 days from the mailing date of the notice. The employer’s correspondence and any supporting documentation should be directed to:\nKansas Department of Labor ATTN: Benefits Unit 401 SW Topeka Boulevard Topeka, KS 66603-3182\nAlso see Section IX, Disputing a Liability Determination.",
    "metadata": {
      "section_title": "Notification of Charges",
      "page_number": 16
    }
  },
  {
    "section_id": "KS-43",
    "content": "In December of each year, Form K-CNS 404, Experience Rating Notice, is mailed to all contributing employers. This notice provides each employer with essential information concerning the status of the employer’s experience rating account and its contribution rate for the next calendar year. The determination of the contribution rate becomes binding unless within 15 days from the mailing date of the notice the employer requests in writing a review and redetermination. This procedure is described on the back of that form.",
    "metadata": {
      "section_title": "Notification of Rates",
      "page_number": 16
    }
  },
  {
    "section_id": "KS-44",
    "content": "Employers are permitted to make a voluntary contribution for the purpose of obtaining a more favorable, reduced contribution rate.\nOn the Experience Rating Notice each contributing employer is provided a voluntary contribution computation. An employer may, within a 30-day period immediately following the date of mailing, make a voluntary contribution. The computation provides the employer with the exact amount necessary; however, the employer must determine if the voluntary contribution payment is beneficial to the business. The reduction in the experience rate resulting from voluntary contributions for positive account balanced employers cannot exceed five rate\n- 12 -\ngroups. Negative account balance employers may make a voluntary contribution in the amount of their negative balance and receive the rate of group 51, or make an additional voluntary payment to reduce the rate to that of groups 50 through 47. Such voluntary contributions will be credited to the employer’s experience account and the experience rate for the current calendar year will be recomputed. Voluntary contributions are not refundable, nor can they be used to offset FUTA taxes.",
    "metadata": {
      "section_title": "Voluntary Payments",
      "page_number": 17
    }
  },
  {
    "section_id": "KS-45",
    "content": "When all or part of an employer’s organization, trade or business is transferred to another company, several provisions of the Kansas Employment Security Law control the transfer of the experience factors.",
    "metadata": {
      "section_title": "Transfer of Employer’s Experience Account",
      "page_number": 17
    }
  },
  {
    "section_id": "KS-46",
    "content": "A mandatory transfer of a predecessor employer’s experience rating factors is required whenever the successor employer has substantially common ownership, management or control of that of the predecessor employer. Some examples when mandatory transfer applies are:\n• Individual owner incorporates the business and the individual is the only or the controlling corporate officer.\n• A partnership incorporates and the partners are now the only corporate officers.\n• One corporation is acquired by another having the same corporate officers.",
    "metadata": {
      "section_title": "Mandatory Transfer",
      "page_number": 17
    }
  },
  {
    "section_id": "KS-47",
    "content": "When both parties to the transfer represent different interests, the successor employer may make a voluntary election within 120 days of the date of transfer to receive the predecessor experience rating factors.",
    "metadata": {
      "section_title": "Voluntary Transfer",
      "page_number": 17
    }
  },
  {
    "section_id": "KS-48",
    "content": "When a successor acquires less than 100 percent of an employer’s annual payroll and intends to continue the acquired part as an ongoing business, a partial transfer of experience rating factors can be made if:\n1. Both the predecessor and partial successor make written application within 120 days of the date of transfer.\n2. The partial successor is or becomes an employer immediately after the transaction.",
    "metadata": {
      "section_title": "Partial Transfer",
      "page_number": 17
    }
  },
  {
    "section_id": "KS-49",
    "content": "A mandatory partial transfer of a predecessor employer’s experience rating factors is required when an employing unit acquires less than 100 percent of an employer’s annual payroll and the partial successor employing unit has substantially common ownership, management or control of that of the predecessor employer and intends to continue the acquired portion as an ongoing business.\nAny time an employer has a mandatory full or partial successorship, the contribution rate shall be recalculated and made effective on the first day of the next calendar quarter following the date of the transfer and a new account number will be assigned.\n- 13 -\nIn all other successorships, when the successor already has a contribution rate applicable to the year in which the transfer occurs, that rate will remain unchanged for the year. However, the following year’s rate will be based on the combined experience of the predecessor and successor. A successor establishing liability as of the date of change, electing a transfer of factors, will be assigned the rate of the predecessor for the balance of the calendar year.",
    "metadata": {
      "section_title": "Mandatory Partial Transfer",
      "page_number": 18
    }
  },
  {
    "section_id": "KS-50",
    "content": "Unemployment experience may not be transferred and a new employer rate (or the state’s standard rate) will be assigned when a person who is not an employer acquires the trade or business of an existing employer. The prohibition applies only if the department finds that such person acquired the business solely or primarily for the purpose of obtaining a lower experience rate for their UI tax contributions. (This also is known as state unemployment tax avoidance or SUTA dumping.)\nThe law provides civil and criminal penalties for employers attempting to manipulate their rate and other persons knowingly giving advice leading to such violations.\nSECTION VI",
    "metadata": {
      "section_title": "Prohibited Transfers",
      "page_number": 18
    }
  },
  {
    "section_id": "KS-51",
    "content": "Each Kansas employer liable for unemployment taxes is assigned a six-digit employer serial number. This number should appear on all correspondence and forms submitted by the employer to the department.",
    "metadata": {
      "section_title": "Employer Serial Number",
      "page_number": 18
    }
  },
  {
    "section_id": "KS-52",
    "content": "All liable employers are required to file an Employer’s Quarterly Wage Report (K-CNS 100) for any quarter they are liable, reporting any wages paid to their workers, both permanent and temporary. Contributions are paid on the taxable portion of these wages, except for those specifically excluded (see Section III). Employers who have elected the Reimbursing Option (see Section V) reimburse the fund each quarter for any benefits paid during the quarter against their account.\nIf you are not required to file electronically (see Electronic Wage Reporting below), the paper form may be filled out and mailed back to the Kansas Department of Labor. K-CNS 100 is due on the last day of the month following the end of each calendar quarter and must be filed even if there were no reportable wages or contributions due for the quarter. If the report is mailed, it is considered filed as of the date it is placed in the United States mail (postmark date).\nThe online Quarterly Wage Report and Unemployment Tax Return form is the only document which can be used. Self-developed copies should be as close to the original as possible. You will be required to resubmit the information on the correct form if the self-developed copy does not follow the format. There may be penalties if an incorrect form is submitted.\n- 14 -\nEmployers who become newly liable during a calendar year must file a separate Quarterly Wage Report and Unemployment Tax Return for each calendar quarter in which wages were paid.",
    "metadata": {
      "section_title": "Quarterly Wage Report and Unemployment Tax Return",
      "page_number": 19
    }
  },
  {
    "section_id": "KS-53",
    "content": "The department encourages all employers to file their reports electronically. Quarterly filings and payments can be made easily and securely on our website. After you have completed the online registration form you can enter your wage data directly into a secure form. You also may upload wage data files. For more information on file uploading, please see Upload Your Quarterly Wage Report. Either way, the data is sent to us in real time and your tax contribution information is automatically calculated for you.\nCertain employers are required to file quarterly wage reports electronically. Kansas law (K.S.A. 44-717 (k)) requires employers with 50 or more employees, or third-party administrators with 50 or more client employees, to electronically file wage reports and contribution returns, and to make payments online.",
    "metadata": {
      "section_title": "Electronic Wage Reporting",
      "page_number": 19
    }
  },
  {
    "section_id": "KS-54",
    "content": "This may be done by either a file upload process or the wage data can be keyed online (see information about this process online).\nWhether you file online or upload the data to KDOL is your decision. Both methods provide the necessary information and both will automatically calculate the taxes due. Once you have registered for online filing and submitted your first quarterly report over the Internet, the business data and all employee information will be available to you online for use the next quarter. If you use the file upload method, the original file remains on your system at your business or with your accountant.\nIf you have additional questions, please contact KDOL at (785) 296-5027.",
    "metadata": {
      "section_title": "Electronic Wage Reporting",
      "page_number": 19
    }
  },
  {
    "section_id": "KS-55",
    "content": "It is important for the employer to file the Employer’s Quarterly Wage Report and Unemployment Tax Return and pay the contribution monies due on time; otherwise the employer may:\n• Receive a penalty: Failure to file on time subjects an employer to a penalty of 0.05 percent per month, or a fraction thereof, of the total wages paid in the delinquent quarter. However, in no instance will the penalty be less than $25 or greater than $200 per calendar quarter. To avoid this penalty, the employer should file this report timely even if unable to pay the contributions (taxes) due.\n• Accrue interest: Failure to pay contributions by the due date subjects an employer to an interest charge of 1.0 percent per month, or a fraction thereof, until payment is received for all quarters.\n• Require a cash deposit or bond: Contributing employers which are two quarters delinquent in making payments may be required to post a cash deposit or bond guaranteeing the payment of contributions.",
    "metadata": {
      "section_title": "Importance of Timeliness",
      "page_number": 20
    }
  },
  {
    "section_id": "KS-56",
    "content": "If an employer fails to make the deposit or bond, the employer’s contribution rate will be increased. A surcharge of 2.0 percent must be paid in addition to the assigned rate; however, the additional surcharge will not be credited to an employer’s experience rating account.\n- 15 -\n• Be charged with willful failure to pay contributions: Any officer, major stockholder or other person who has charge of affairs of an employer that is a corporation or association and who willfully fails to pay contributions, payments in lieu of contributions, penalty and interest shall be personally liable for the total amount due if not paid by the corporation or association.\n• Receive a penalty for willful failure to pay: Any employer or person who willfully fails or refuses to pay contributions, reimbursing payments or benefit cost payments shall be liable for the payment of the taxes and shall be liable to pay a penalty equal to the amount of taxes evaded or not paid.\nWith timely contribution reports and contribution payments, employers easily avoid these measures.",
    "metadata": {
      "section_title": "Importance of Timeliness",
      "page_number": 20
    }
  },
  {
    "section_id": "KS-57",
    "content": "Employers should immediately notify the department when selling all or part of the business or discontinuing business for any reason. All Quarterly Wage Report and Unemployment Tax Returns and taxes, including penalty and interest, are due within 15 days of selling or closing the business.\nIf the employer sells all or part of the business, the selling employer must supply the department with the following information concerning the transaction: buyer’s name, trade name, address, date of sale and that portion of the business sold.\nIf the business is discontinued, the employer must supply the department with the date of closing.\nEmployers can report this information on the Employer Account Record Change (K-CNS 0103).",
    "metadata": {
      "section_title": "Final Reports",
      "page_number": 20
    }
  },
  {
    "section_id": "KS-58",
    "content": "Any under-reporting or over-reporting of contributions on the Quarterly Wage Report and Unemployment Tax Return must be corrected as soon as possible. Errors on past reports cannot be adjusted on the next quarterly report. To make an adjustment to a quarterly wage report, the employer must file form K-CNS 111, Adjustment to Quarterly Wage Report. If you have filed your report online you may also be able to do some adjustments online.\nOn the K-CNS 111, the employer shows the wages and contributions originally reported, the wages and contributions which should have been reported, and the difference between the two. In the event of an underpayment of contributions, the additional amounts should be paid promptly. In the event of an overpayment of contributions, a notice of overpayment will be issued. If the employer wishes the overpaid amount refunded, the employer must request this in writing, along with IRS Form W-9; otherwise, the overpayment will be used to offset future contributions due.",
    "metadata": {
      "section_title": "Under-reporting/Over-reporting Contributions",
      "page_number": 20
    }
  },
  {
    "section_id": "KS-59",
    "content": "The law requires every employer to maintain certain records about each individual employed. The employer must keep the records for five years past the due date of the quarterly report for\n- 16 -\nwhich the records apply. For example, records for the first quarter 2010 (due April 2010) must be kept until April 2015.\nEmployment records, as well as all other records of the employer’s business, must be available for department inspection upon request. Employers may maintain records as they choose provided they include the following information for each worker:\n1. Name and Social Security number\n2. State or states in which services were performed\n3. Dates hired and terminated\n4. The amount of wages paid and the period for which paid, showing separately:\na. Cash wages, including special payments\nb. Reasonable cash value or remuneration in any medium other than cash\n5. Amounts paid as allowances or reimbursement for business expenses",
    "metadata": {
      "section_title": "Required Record Keeping",
      "page_number": 21
    }
  },
  {
    "section_id": "KS-60",
    "content": "In order to ensure compliance with the taxing provisions of the law and to promote the employer’s knowledge and understanding of the requirements under the law, audits are conducted periodically on employer’s records. Audits are usually computer-selected at random from a pool of employer accounts. The audit will cover a minimum of one calendar year and can be expanded to include the entire five-year period allowed by regulations. The field representative completing the audit is required to inspect and verify information in all disbursement records maintained by the employer. An audit may disclose an underpayment or overpayment of taxes by an employer.\nIn cases of underpayment, the field representative will collect additional taxes due. In cases involving overpayment, the field representative will assist the employer in applying for a tax refund or credit adjustment.",
    "metadata": {
      "section_title": "Audits of Employer Records",
      "page_number": 21
    }
  },
  {
    "section_id": "KS-61",
    "content": "When an employer is required to pay a back pay award or settlement to a former employee, wages paid under the award or settlement are taxable and must be allocated to the week or weeks specified in the award or agreement. (Absent such specificity, the wages shall be allocated to the weeks in which they would have been paid.) If the employer withholds the amount of unemployment benefits paid to the worker, the employer must remit the withheld amount to the department. If the employer pays the entire back pay award to the worker, a benefit overpayment will be established requiring the worker to repay the department.",
    "metadata": {
      "section_title": "Back Pay Award",
      "page_number": 21
    }
  },
  {
    "section_id": "KS-62",
    "content": "The State Information Data Exchange System (SIDES) and SIDES E-Response allow companies to electronically respond to UI information requests from KDOL. This eliminates delays caused by mailing the documents.\nThese programs are secure and free of charge. They help businesses simplify and streamline responses to UI information requests by offering the following benefits:\n• Ensures accurate information exchanges\n• Saves time\n• Reduces administrative costs\n• Minimizes UI rates\n• Addresses two of the largest causes of UI overpayments\n- 17 -\nLearn more about SIDES and SIDES E-Response from the following online resources:\n• Frequently Asked Questions\n• Access SIDES E-Response User Manual\n• SIDES and SIDES E-Response Comparison Table\n• SIDES and SIDES E-Response Fact Sheet\n• SIDES Fact Sheet\nSIDES is a web service application which allows a system to system interface for responding to employer requests.",
    "metadata": {
      "section_title": "SIDES and SIDES E-Response",
      "page_number": 22
    }
  },
  {
    "section_id": "KS-63",
    "content": "This is generally intended for large or multiple state employers and does require some programming. Employers wanting to do the programing to access SIDES should contact Chris Peretto at cperetto@naswa.org or (202) 744-9182.\nSIDES E-Response is a web-based application for all employers. This application does requires human interaction to respond to employer requests. To participate in SIDES E-Response: Login and select the option for Maintain Account Information on the next Web page. Check the SIDES E-Response box on the Account Maintenance page and provide a SIDES email address. For questions, contact: Sheryl Linton at (785) 296-5000, ext. 7589. Note: Your business must keep an up-to-date email address on file with KDOL at all times.",
    "metadata": {
      "section_title": "SIDES and SIDES E-Response",
      "page_number": 22
    }
  },
  {
    "section_id": "KS-64",
    "content": "An employee leasing business, also known as a professional employment organization (PEO), is any independently established business entity which engages in the business of leasing employees to a client. A PEO is in the business of taking over and leasing back to a business its regular employees as opposed to the private employment agencies which provide individuals on a temporary basis. An employee leasing business is liable for Kansas’s unemployment tax on wages paid by the business to individuals performing services for clients.\nThe employee leasing business shall keep separate records and submit separate quarterly unemployment tax and wage reports for each client. The leasing entity will be assigned a separate employer account for each client.\nIndividual proprietors, partners or corporate officers who are shareholders or a member of the board of directors of the client cannot be leased back to the client from the employee leasing business.",
    "metadata": {
      "section_title": "Employee Leasing Provision",
      "page_number": 22
    }
  },
  {
    "section_id": "KS-65",
    "content": "If the client is a corporation, such corporate officers will continue to be reported by the client as employees of the client.\nThe employee leasing provision provides the client shall be jointly and severally liable for any unpaid unemployment tax, interest and penalties due from the employee leasing business attributable to wages for services performed for the client by employees leased to the client.\nThis provision does not include private employment agencies, which provide temporary workers to clients on a temporary help basis provided the private employment agencies are liable as employers for the payment of contributions on wages paid to the temporary workers.\n- 18 -\nHowever, if such agency also provides leased employees to a client, the employee-leasing segment of the business would be subject to the employee leasing provisions.\nSECTION IX",
    "metadata": {
      "section_title": "Employee Leasing Provision",
      "page_number": 23
    }
  },
  {
    "section_id": "KS-66",
    "content": "(Contributions Appeal Process)\nAs an employer, you have the right to challenge any adverse decision of the Unemployment Tax Contributions Unit if you feel it is contrary to the law. An appeal process is provided for in K.A.R. 50-2-19 to resolve protests of any determination made pursuant to K.S.A. 44-703, 44-710, 44-710a, 44-710b, 44-710d, 44-717(k) and 44-719(e). Appeals generally fall into the following categories:\n• Notice of liability determination (including, but not restricted to):\na. employer liability\nb. employer/employee relationships\nc. wages\nd. agricultural labor\ne. domestic service\n• Notice of contribution rate or benefit cost rate\n• Notice of benefit payments\nAn employer may protest the correctness of the pro rata charges of benefit payments to the employer’s account. An employer may not protest the eligibility of a claimant to receive benefits under K.S.A. 44-705 or protest a prior determination of eligibility to be charged at the time a valid new claim is presented under K.S.A. 44-710(c) in a contributions’ protest.\n• Notice of the transfer of experience rating factors\n• Willful failure assessments\nAn employer must take the following steps when protesting a determination:\n1.",
    "metadata": {
      "section_title": "Disputing a Liability Determination",
      "page_number": 23
    }
  },
  {
    "section_id": "KS-67",
    "content": "ul failure assessments\nAn employer must take the following steps when protesting a determination:\n1. Within 20 days from the mailing or 15 days after delivery of the determination, request in writing an administrative review of the determination, setting forth the reasons. Request for an administrative review of the contribution rate or benefit cost rate must be made within 15 days of mailing and delivery of the notice.\nThe administrative review will be made by the Chief of Contributions or the authorized representative. The employer will be notified within 60 days of the results of the administrative review.\n2. The results of this review will become binding unless: within 20 days after the mailing or 15 days after the delivery of the results of the administrative review, the employer may request an administrative hearing.\nIf the Secretary of Labor or a designee grants an administrative hearing, the\n- 19 -\nemployer shall be notified of that determination within 10 days and shall be granted an opportunity for a fair hearing before the Secretary or designee.",
    "metadata": {
      "section_title": "Disputing a Liability Determination",
      "page_number": 24
    }
  },
  {
    "section_id": "KS-68",
    "content": "hin 10 days and shall be granted an opportunity for a fair hearing before the Secretary or designee. Upon receipt of a determination granting an administrative hearing and upon agreement of all interested parties, the parties may notify the Secretary or designee, in writing, within 10 days from the receipt of the determination, of the parties’ desire for mediation. This notice shall include the names and addresses of all interested parties and a statement that all parties are agreeing to mediation.\nWithin 10 days from the receipt of a request for mediation, the parties shall be notified by the Secretary or designee of the determination.\nIf the request is granted, the administrative hearing may be postponed pending completion of the mediation process. The determination granting or denying a request for mediation is not subject to review or appeal.\nIf the parties are unable to reach agreement through mediation, the matter goes to administrative hearing.",
    "metadata": {
      "section_title": "Disputing a Liability Determination",
      "page_number": 24
    }
  },
  {
    "section_id": "KS-69",
    "content": "At the administrative hearing the employer is entitled to be present, to be represented by counsel or by a designated representative of the employer’s choice at the employer’s own expense, and to present oral testimony or evidence. The employer will be notified within 30 days of the Secretary of Labor’s findings as a result of the administrative hearing.\nRequests for the administrative review and the administrative hearing must be sent to:\nKansas Department of Labor ATTN: Chief of Contributions 401 SW Topeka Boulevard Topeka, KS 66603-3182\n3. An employer may appeal the Secretary of the Kansas Department of Labor’s findings to the district court pursuant to K.S.A. 44-710(b) or K.S.A. 60-2101(d), whichever is applicable.\nAn appeal of the administrative review determination shall not stay the enforcement of the order made unless the Chief of Contributions or the authorized representative orders a suspension of enforcement.\nIf you have any questions regarding the contributions’ appeal process, contact the Kansas Department of Labor in Topeka at 785-296-5027 or e-mail: Joe.Vining@dol.ks.gov or uitax@dol.ks.gov.\n- 20 -",
    "metadata": {
      "section_title": "Disputing a Liability Determination",
      "page_number": 25
    }
  },
  {
    "section_id": "KS-70",
    "content": "Unemployment insurance pays benefits to workers who are unemployed through no fault of their own until they are recalled by the employer or until they find jobs for which they are reasonably suited in terms of training, past experience and past wages.\nUnemployment insurance is paid only to those claimants who meet the requirements of the law. It is not a handout to individuals who have not worked or are unwilling to do so.",
    "metadata": {
      "section_title": "Claims and Benefits",
      "page_number": 25
    }
  },
  {
    "section_id": "KS-71",
    "content": "To understand the benefit provisions of the law, the employer must become familiar with some of the terms. These include:\nBase Period: The first four of the last five completed calendar quarters immediately preceding the first day of a claimant’s benefit year is known as the base period. Benefit entitlement is determined according to the claimant’s insured wages during that period.\nBenefit Year: The benefit year is a one-year period (52 consecutive weeks) commencing on the Sunday immediately preceding the day in which a valid claim is filed. During the benefit year, a claimant may not receive more than the total benefit amount established when the claim was filed while on regular unemployment (exclusive of any available extended benefits).\nDuration of Benefits/Total Benefit Amount: The total amount a claimant is eligible to receive on regular unemployment in one benefit year is the total benefit amount calculated by 26 times the weekly benefit amount or one-third of the wages for insured work paid during the base period, whichever is less.",
    "metadata": {
      "section_title": "Unemployment Terminology",
      "page_number": 25
    }
  },
  {
    "section_id": "KS-72",
    "content": "it amount or one-third of the wages for insured work paid during the base period, whichever is less. A claimant may be paid benefits until their total benefit amount is exhausted. This is normally 26 weeks, if the claimant was entitled to the maximum total benefit amount. However, under certain circumstances, this may be more or less than 26 weeks. It may be more if the individual receives less than their weekly benefit amount due to earnings or other offset deductions.\nBeginning in January 2014, benefit duration will be tied to the seasonally adjusted unemployment rate. If the three-month seasonally adjusted unemployment rate for the state is less than 4.5 percent, a claimant is eligible for a maximum of 16 weeks of benefits. If it is at least 4.5 percent but less than 6 percent, a claimant is eligible for a maximum of 20 weeks of benefits. If the rate is at least 6 percent, a claimant is eligible for a maximum of 26 weeks.",
    "metadata": {
      "section_title": "Unemployment Terminology",
      "page_number": 26
    }
  },
  {
    "section_id": "KS-73",
    "content": "ks of benefits. If the rate is at least 6 percent, a claimant is eligible for a maximum of 26 weeks.\nEffect on Benefits When a Claimant Works: A claimant may earn up to 25 percent of their determined weekly benefit amount before a deduction is made for earnings from employment.\n- 21 -\nExtended Benefits: During periods of high unemployment, additional weeks of unemployment benefits may be paid to the claimant. These benefits are established by the U.S. Congress. Additional benefits, such as Emergency Unemployment Compensation (EUC) benefits or Trade Readjustment Allowances (TRA), are federally funded programs and are not charged against Kansas employers.\nWaiting Week Period: Each individual who files a new valid claim for benefits serves a one-week waiting period. The waiting week period will be waived if the individual is laid off due to lack of work because the employer terminated business operations in Kansas, declared bankruptcy or the employer initiated a Worker Adjustment and Retraining Notification (WARN) notice.",
    "metadata": {
      "section_title": "Unemployment Terminology",
      "page_number": 26
    }
  },
  {
    "section_id": "KS-74",
    "content": "Under any of these conditions, the waiting week will be paid when it is claimed.\nWeekly Benefit Amount (WBA): The claimant’s weekly benefit amount is computed by multiplying 4.25 percent of the highest paid quarter in the base period. The weekly benefit amount may not exceed what the Secretary of Labor establishes as the maximum weekly benefit amount by computing 60 percent of the average weekly wages paid to employees in insured work during the previous calendar year. The minimum weekly benefit payable amount to any individual is 25 percent of the maximum weekly benefit amount, which also is established by the Secretary of Labor.",
    "metadata": {
      "section_title": "Unemployment Terminology",
      "page_number": 26
    }
  },
  {
    "section_id": "KS-75",
    "content": "A formula is used to calculate the amount of benefits based upon wages paid to former employees during a prescribed base period, typically the first four of the last five completed quarters they were employed. This is known as the standard or traditional base period (see below).\nOne Year Filing TRADITIONAL BASE PERIOD uarter JlT C BENEFIT YEAR 6th The Benefit Year is effective Quarter the proceeding Sunday of the week the claim is filed. Wages The Benefit Year is always one calendar year. === = t Used | Not Ud\nA person injured in an on-the-job accident and receiving Workers Compensation may qualify for the Worker’s Compensation Alternative Base Period. The claimant must have filed for benefits within four weeks of being released to return to work by a licensed and practicing health care provider; must have filed for benefits within 24 months of the date the qualifying\nOne Year BENEFIT YEAR ALTERNATE BASE PERIOD The last four completed calendar quarters prior to the claim filing date are used. There is no lag quarter. BEEE\n- 22 -\ninjury occurred and must have attempted to return to work with the employer, but regular work or comparable and suitable work was not available.",
    "metadata": {
      "section_title": "Computation of Benefit Amount",
      "page_number": 27
    }
  },
  {
    "section_id": "KS-76",
    "content": "An unemployed individual is eligible to receive unemployment insurance benefits if they meet the following requirements:\n• The individual has made a claim for benefits\n• The individual has registered for work\n• The individual is able to work, available for work and is actively seeking work\n• The individual has been unemployed and has claimed a waiting period of one week which occurs within the benefit year, unless this requirement is waived\n• The individual has received wages from insured employment in two or more quarters of the base period, and has total base period wages equaling at least 30 times their calculated weekly benefit amount\n• The individual’s employment was for services not specifically excluded by the Employment Security Act\n• The individual is not disqualified in accordance with provisions of the law",
    "metadata": {
      "section_title": "Eligibility Requirements",
      "page_number": 27
    }
  },
  {
    "section_id": "KS-77",
    "content": "A self-employed individual is not eligible for unemployment insurance benefits.\nA corporate officer is normally not eligible. A corporate officer is not considered unemployed when the corporation is still active. An example is: A small corporation in the construction business does not have contracts during the winter months; however, the corporate officers are still considered employed because they are actively seeking new contacts and performing other services for the corporation.\nA corporate officer may be eligible if the business is totally discontinued or sold to another party and the services of that individual are no longer required.",
    "metadata": {
      "section_title": "Exceptions to Qualifying for Benefits",
      "page_number": 27
    }
  },
  {
    "section_id": "KS-78",
    "content": "An individual who wishes to file a claim for unemployment insurance benefits must assemble all wage and separation information and file the claim on the Internet at www.GetKansasBenefits.gov or by phone to the unemployment contact center (see Section XVI for phone numbers).\nThe provided information is used to develop a monetary determination, which is mailed to the individual claimant. The monetary determination contains information about previous wages and employment in the base period and whether these wages are sufficient to establish an entitlement for benefits.\nNote: All new initial claims for unemployment benefits will have an identity verification conducted with the Social Security Administration.\nAdditional information about filing an employment claim is available in the Frequently Asked Questions at www.GetKansasBenefits.gov.\n- 23 -",
    "metadata": {
      "section_title": "Filing a Claim",
      "page_number": 28
    }
  },
  {
    "section_id": "KS-79",
    "content": "When an individual files a claim for unemployment insurance benefits, that individual’s last employer and all other base period employers related to the claim are mailed an Employer Notice form K-BEN 44/45 or a Reimbursing Employer Notice form K-BEN 46. This notice contains the claimant’s name, Social Security number and the potential benefit charge to the employer’s account.\nIf a worker is separated for reasons other than lack of work, the employer has an opportunity to provide information concerning the separation that will be used to determine the individual’s eligibility for benefits. The form needs to be signed and returned within 10 days from the mailing date to the unemployment insurance office address printed on the form.",
    "metadata": {
      "section_title": "Employer Notices",
      "page_number": 28
    }
  },
  {
    "section_id": "KS-80",
    "content": "Base period employers have the right to request reconsideration of the charges to a claim. The Kansas Employment Security Law provides that benefits are not charged to the account of a contributing or rated governmental employer if it is found the claimant was separated under any of the following conditions:\n• Discharged for misconduct connected with the work.\n• Discharged for gross misconduct connected with the work.\n• Left work voluntarily without good cause attributable to the work or the employer.\n• Was and still is a part-time employee.\nAn employer having a valid reason to protest the claim must complete the reverse side of the Employer Notice (K-BEN 44/45) or Reimbursing Employer Notice (K-BEN 46) and return it within 10 days to the department. The employer must provide factual and specific reasons for the claimant’s separation and furnish other facts and documentation, such as company policies, which may be significant in the determination of the claim.",
    "metadata": {
      "section_title": "Employer Protest to the Benefit Charge",
      "page_number": 28
    }
  },
  {
    "section_id": "KS-81",
    "content": "A Reconsidered Base Period Employer Determination (K-BEN 452) is issued after all the facts have been considered and a determination is made. This determination informs the employer of a reconsidered charge or noncharge. Once determined, the charge or noncharge remains in effect the entire benefit year unless changed as a result of the appeal process (see Section XI, Disputing a Claim for Benefits). A base period notice will not be mailed to a contributing or rated governmental employer if the potential charge is $100 or less (reimbursing employers are not eligible for noncharges).",
    "metadata": {
      "section_title": "Employer Protest to the Benefit Charge",
      "page_number": 28
    }
  },
  {
    "section_id": "KS-82",
    "content": "Although a claimant meets all other requirements, the claimant may be disqualified from receiving unemployment insurance benefits under certain provisions of the law. Disqualifications include:\n• A claimant is disqualified beginning the day after the separation until re-employed and has had insured earnings of at least three times the determined weekly benefit amount if the claimant:\n1. Voluntarily left work without good cause attributable to the work or the employer. Under K.S.A. 44-706 (a) there are 12 specific exceptions whereby benefits may be payable\n- 24 -\n2. Was discharged for misconduct connected with the work. There are specific circumstances that are not disqualifying\n3. Failed, without good cause, to apply for or to accept suitable work when offered by the employment office or an employer\n4.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 29
    }
  },
  {
    "section_id": "KS-83",
    "content": "use, to apply for or to accept suitable work when offered by the employment office or an employer\n4. Failed, after a temporary job assignment, to affirmatively request an additional assignment on the next succeeding workday, if required by the employment agreement, after completion of a given work assignment\nAdditional information is available from a UI Contact Center claim representative or online.\n• A claimant discharged for gross misconduct connected with the work is disqualified until re-employed and has insured earnings of at least eight times the determined weekly benefit amount. In addition, all wage credits attributable to the employment from which the individual was discharged for gross misconduct are canceled.\n• A five-year disqualification for the claimant is applied for making false statements or for withholding information to obtain more benefits than due.\n• Benefits are denied for each week in which the claimant is:\n1.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 29
    }
  },
  {
    "section_id": "KS-84",
    "content": "n to obtain more benefits than due.\n• Benefits are denied for each week in which the claimant is:\n1. Unemployed because of a labor dispute in which the individual is an interested party, participating or financing\n2. Claiming or receiving benefits under another state or federal law\n3. Receiving compensation for temporary total or permanent total disability under the worker’s compensation law of a state or the United States\n4. Not able to perform the duties of the individual’s customary occupation or the duties of other occupations for which the individual is reasonably fitted by training or experience\n5. Not pursuing a full course of action most reasonably calculated to result in re- employment\n6. Considered to be in need of re-employment services but fails to participate or to show justifiable cause for not participating\n• Other disqualifications:\n1. Employees of educational institutions are disqualified from benefits between terms or academic years if they had a contract or reasonable assurance for their work in a recently completed academic year or term, and have a contract or reasonable assurance of employment in the same or similar position for the next academic year or term.\n2.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 29
    }
  },
  {
    "section_id": "KS-85",
    "content": "nable assurance of employment in the same or similar position for the next academic year or term.\n2. A school bus or other motor vehicle driver employed by a private contractor to transport pupils, students and school personnel to or from school-related functions or activities for an educational institution are disqualified between academic years or terms if the individual has a contract or assurance of employment for the next academic year. (Services as a bus or other motor vehicle driver for a private contractor to transport persons to or from nonschool related functions or activities are not disqualified.)\n- 25 -\n3. Employees of governmental entities and nonprofit organizations described in Section 501(c)(3) of the Federal Internal Revenue Code of 1986 that provide any services to or on behalf of an educational institution are disqualified for benefits between academic years or terms if the individual has a contract or assurance of employment for the next academic year or term.\n4.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 30
    }
  },
  {
    "section_id": "KS-86",
    "content": "s if the individual has a contract or assurance of employment for the next academic year or term.\n4. An individual is disqualified when registered at and attending an established school, training facility or any other educational institution, or is on vacation during or between two successive academic years or terms unless engaged in fulltime employment concurrent while attending school or is attending approved training. There are certain hours of attendance that are not disqualifying. A claims representative can provide further information.\n5. Benefits based on wage credits earned as a professional athlete are not available between seasons to individuals who have been employed in the past sports season as a professional athlete and have a reasonable assurance of being again employed as a professional athlete in the following sports season.\n6. Wages earned by aliens while working illegally in the United States are not available to establish unemployment insurance benefits.\n7.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 30
    }
  },
  {
    "section_id": "KS-87",
    "content": "The weekly benefit amount is reduced if the claimant is receiving a governmental or other pension, retirement or retired pay, annuity or other similar periodic payment under a plan maintained by a base period employer.\n8. Back pay is considered as wages and is allocated to the week(s) and reported as specified in the order or agreement. If not specified, then the back pay is allocated and reported to the week(s) that wages would have been paid.\n9. Certain remuneration is considered wages to be reported by the claimant that is deductible from the claimant’s weekly benefit amount. Remuneration considered as wages includes: Vacation pay, holiday pay and severance pay, provided it was paid as scheduled and certain other employment benefits within the employer’s control were continued as though the severance had not occurred. Employment benefits within the employer’s control means those benefits defined in the Federal Employee Retirement Income Security Act and which the employer has the option to continue after the employee’s last day.",
    "metadata": {
      "section_title": "Disqualification for Unemployment Insurance Benefits",
      "page_number": 30
    }
  },
  {
    "section_id": "KS-88",
    "content": "Certain basic criteria are considered when determining whether or not work is suitable for an individual. Some of these are:\n• The degree of risk involved to the individual’s health, safety and morals\n• The individual’s experience and prior earnings\n• The length of the individual’s unemployment\n• Prospects for obtaining local work in the individual’s customary occupation\n• The distance of available work from the individual’s residence",
    "metadata": {
      "section_title": "Determining Suitable Work",
      "page_number": 30
    }
  },
  {
    "section_id": "KS-89",
    "content": "Employers doing employee layoffs – permanent or temporary – can file the initial claim for unemployment benefits for those employees. See the information online for instructions on making this report.\n- 26 -",
    "metadata": {
      "section_title": "Layoff Reporting",
      "page_number": 31
    }
  },
  {
    "section_id": "KS-90",
    "content": "An employer/business owner may use Shared Work in lieu of a temporary or total layoff of employees. It allows for a partial workweek and partial unemployment benefits for employees. It is not available for seasonal layoffs. An employer who wishes to participate is required to submit a written plan for approval.\nA shared work plan is in lieu of temporary, total layoff that impacts at least 10 percent of the employees in an affected unit. The employer must have two or more employees to participate. A shared work plan reduces the normal weekly hours of work for an employee in the affected unit by not less than 20 percent and not more than 40 percent.\nTo be eligible, an employer must have filed all reports required to be filed under the Employment Security Law for all past and current periods and must have paid all contributions, benefit cost payments or, if a reimbursing employer, has made all payments in lieu of contributions due for all past and current periods. A contributing or rated governmental employer must be eligible for a rate computation and a contributing employer cannot have a negative account balance in their experience rating account.\nAdditional information on the Shared Work Program is found online or by calling (785) 291-6132.",
    "metadata": {
      "section_title": "Shared Work Unemployment Insurance Program",
      "page_number": 31
    }
  },
  {
    "section_id": "KS-91",
    "content": "The employer or the claimant has the right to appeal a determination approving or denying a benefit claim. To be considered timely, the appeal must be within 16 days of the mailing date of the determination.\nMost hearings are conducted as a telephone conference call. It is the responsibility of the appeals referee to moderate the proceedings and make certain that all of the important facts are properly presented in order that a fair, impartial decision may be made according to applicable law.\nThe employer and the claimant have rights at a hearing including:\n• To be represented by a lawyer, agent or any other person who may be of assistance\n• Giving and objecting to evidence\n• Questioning witnesses of the opposing party and explaining or rebutting testimony\nAll testimony given at the hearing is recorded in the event of further appeal by either party. Due to the strict guidelines placed upon the department by the U.S. Department of Labor, continuances may not be granted without good reason.\nAdditional information about the appeal process is found online.\n- 27 -",
    "metadata": {
      "section_title": "Right to Appeal",
      "page_number": 32
    }
  },
  {
    "section_id": "KS-92",
    "content": "An appeal referee’s decision may be appealed to the Kansas Employment Security Board of Review. The appeal must be filed within 16 days from the date of the referee’s decision.\nThe board does not conduct a hearing, but decides the matter solely on the record made at the appeal hearing before the Kansas Department of Labor’s appeal referee. Generally, no new evidence is considered; however, the board may send the case back to a referee to obtain further evidence. More information about the appeal process is available online.",
    "metadata": {
      "section_title": "Appeal to the Board of Review",
      "page_number": 32
    }
  },
  {
    "section_id": "KS-93",
    "content": "Information in an unemployment insurance claim file is confidential and may not be released, except in specific, limited circumstances. Information from a claim file may be released to federal and state officials in the performance of their official duties for the purpose of income and eligibility verification. All public officials must hold the files or information confidential.\nSee Section XIV, Selected Reports, for the necessary form Request for Disclosure of Tax/ Benefit Information, K-RM 002.\nAppeal hearing transcripts are specifically identified as records that may not be released, are sealed and are only available to a reviewing authority who shall then reseal them. Transcripts may be available for use in the administration or adjudication of a claim for benefits under another state program.\nA party to the appeal hearing can make a request to the Employment Security Board of Review for a copy of the transcript. The statute K.S.A. 44-714(f) limits the use of the transcript: “…for the purpose of administering or adjudicating a claim for benefits under the provisions of any other state program, except that any party receiving such information shall be prohibited from further disclosure and shall be subject to the same duty of confidentiality otherwise imposed by this subsection (f) for violations of such duty of confidentiality.”",
    "metadata": {
      "section_title": "Release of Information",
      "page_number": 32
    }
  },
  {
    "section_id": "KS-94",
    "content": "An employer or the claimant may appeal the decision of the Employment Security Board of Review to a district court. The appeal must be filed in the proper judicial district. Such appeal is at the expense of the employer or claimant.",
    "metadata": {
      "section_title": "Appeal to the District Court",
      "page_number": 32
    }
  },
  {
    "section_id": "KS-95",
    "content": "An issue preclusion, or collateral estoppel provision, establishes that decisions made pursuant to any administrative hearings regarding unemployment insurance will not be conclusive, binding or admissible as evidence in any separate action outside the scope of the Employment Security Law, such as private cause of action between a former employee and their employer.\n- 28 -",
    "metadata": {
      "section_title": "Issue Preclusion",
      "page_number": 33
    }
  },
  {
    "section_id": "KS-96",
    "content": "Employers in Kansas are subject to other provisions that are under the responsibilities of the Kansas Department of Labor.",
    "metadata": {
      "section_title": "Other Employer Requirements",
      "page_number": 33
    }
  },
  {
    "section_id": "KS-97",
    "content": "Employers are required to report new hires pursuant to K.S.A. 75-5743. Maintenance of a new hire database is required by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (Public Law 104-193). The child support enforcement components require states to maintain a new hire database.\nWithin 20 days of each new hire, rehire or employee returning to work, the employer must report:\n• The Social Security number, name and address of the new hire AND\n• The employer’s Federal ID number [nine digits] with the employer’s name and address\nThe statute requires timely reporting. There are a variety of ways to comply with the statute. We encourage entering the new hire information online. It is the best method for updating current employment information. Some employers mail or fax a W-4 with items 1, 2, 8 and 10 completed. An equivalent, alternative report designed by the employer is acceptable.",
    "metadata": {
      "section_title": "Kansas New Hire Directory Reporting",
      "page_number": 33
    }
  },
  {
    "section_id": "KS-98",
    "content": "• Online at www.KansasEmployer.gov and login\n• Upload a formatted file from www.KansasEmployer.gov\n• By mail: New Hire Directory, PO Box 3510, Topeka, KS 66601-3510\n• By fax: (888) 219-7798; Topeka area employers may fax to our local number, 291-3423. To comply with the 1991 Telephone Consumer Protection Act, a cover page may be necessary.\nYour uploaded file must be formatted to the file specifications. If you receive a rejection, please review the error message and make corrections to your file before uploading again.",
    "metadata": {
      "section_title": "Where to report",
      "page_number": 33
    }
  },
  {
    "section_id": "KS-99",
    "content": "Employers with workers in several states may elect to report them to a single state. Multi-state employers who elect to report to a single state must:\n• Report all new hires, rehires and returns to work.\n• Submit electronically twice a month, a file meeting the specifications of that state.\n• Notify U.S. Department of Health and Human Services:\nMulti-state Employer Registration Office of Child Support Enforcement Department of Health and Human Services P. O. Box 509 Randallstown, MD 21133-0509\n- 29 -",
    "metadata": {
      "section_title": "Multi-State Employers",
      "page_number": 34
    }
  },
  {
    "section_id": "KS-100",
    "content": "• E-mail: newhires@dol.ks.gov\n• Call toll free (888) 219-7801\n• In Topeka, call 296-5000, ext. 7700",
    "metadata": {
      "section_title": "For more information about the New Hire Directory",
      "page_number": 34
    }
  },
  {
    "section_id": "KS-101",
    "content": "The Kansas minimum wage is $7.25 per hour. All employees not covered by the Federal Fair Labor Standard Act must be paid Kansas minimum wage. Contact Federal Wage and Hour at (913) 551-5721 to inquire about whether your company is covered by the Federal Fair Labor Standards Act.",
    "metadata": {
      "section_title": "Kansas Minimum Wage",
      "page_number": 34
    }
  },
  {
    "section_id": "KS-102",
    "content": "Federal and Kansas State law requires that certain posters be displayed in the work place. Businesses are required to display as many as nine posters; only eight if not employing anyone under 18 years of age. All are available for download and printing on the Internet.",
    "metadata": {
      "section_title": "Required Posters",
      "page_number": 34
    }
  },
  {
    "section_id": "KS-103",
    "content": "EEOC Poster: The Equal Opportunity in Employment Poster is available from the Kansas Human Rights Commission. Order it by phone or mail at:\nKansas Human Rights Commission 900 SW Jackson, Suite 851-S, Topeka, Kansas 66612 1-888-793-6874 / (785) 296-3206 (785) 296-0245 (TTY)\nKansas Indoor Clean Air Act: from Kansas Department of Health and Environment No smoking sign and information about the Act online\nChild Labor Poster:\nChild Labor Poster: from KDOL\nUnemployment Insurance:\nUnemployment Insurance: from KDOL\nWorkers Compensation:\nWorkers Compensation: from KDOL\nPosting Notice, K-WC 40-A\nThe KDOL posters are also available by phone or mail: Kansas Department of Labor, Employment Standards 401 SW Topeka Boulevard Topeka, KS 66603 (785) 296-5000, ext 1068",
    "metadata": {
      "section_title": "Required State Posters",
      "page_number": 34
    }
  },
  {
    "section_id": "KS-104",
    "content": "Those required to be posted are about EEOC, Polygraph, Federal Minimum Wage, FMLA, OSHA and USERRA. More information about these posters and download information can be found on the KDOL website.\n- 30 -",
    "metadata": {
      "section_title": "Required Federal Posters",
      "page_number": 35
    }
  },
  {
    "section_id": "KS-105",
    "content": "Kansas law provides that those injured in industrial accidents should be compensated regardless of who is at fault. Current workers compensation law covers all employers in Kansas, regardless of the number of employees or the kind of work they do, with two exceptions: employers engaged in agricultural pursuits and any employer who during a given calendar year has an estimated payroll less than $20,000, unless the employer is a subcontractor.\nThe State of Kansas pays no workers compensation benefits to injured workers unless they are state employees. Private employers pay all benefits owed to their injured workers, either directly from the employer’s own resources or indirectly through another party. While most covered employers obtain insurance from private carriers or group pools, provisions in the law establish criteria for certain employers to become self-insured. Potentially eligible employers must apply for approval to use the self-insurance option from the Director of Workers Compensation. The Kansas Insurance Department approves the formation of group-funded self-insurance pools and determines whether employers qualify for membership in a pool.\nKDOL administers the Kansas Workers Compensation program.\nMore information is in the Practice and Procedure Guide or by contacting the Division of Workers Compensation at 785-296-4000.",
    "metadata": {
      "section_title": "Workers Compensation",
      "page_number": 35
    }
  },
  {
    "section_id": "KS-106",
    "content": "The Industrial Safety and Health Division is charged with helping Kansas businesses prevent workplace illnesses and injuries. This is done through free safety and health consultations that help employers find potential hazards at their worksites, improve safety and health management practices and even qualify for a one-year exemption from routine OSHA inspections.\nThe division provides both educational and safety incentive programs to assist employers develop and continuously improve safety at their facilities. For more information, call 785-296-4386.\n- 31 -",
    "metadata": {
      "section_title": "Workplace Safety",
      "page_number": 36
    }
  },
  {
    "section_id": "KS-107",
    "content": "Administrative Review: Review of a Contributions determination. A determination is made by Contributions field staff and includes a determination that an individual is an employee and not an independent contractor, that a business is liable for filing UI reports, etc.\nAlternate Base Period: The last four completed calendar quarters immediately preceding the first day of a benefit year. The alternate base period may apply when a claimant received workers compensation.\nAppeal: A request for review of a determination or reconsideration issued by a deputy examiner.\nAppeal Referee: A person who acts as administrative law judge at a hearing resulting from an appeal of a deputy examiner’s determination or reconsideration.\nAverage Annual Payroll: The average of the taxable payrolls of an eligible contributing employer for the last three calendar years immediately preceding the computation date.",
    "metadata": {
      "section_title": "Definition of Terms",
      "page_number": 36
    }
  },
  {
    "section_id": "KS-108",
    "content": "For certain new employers, the average is computed by using the last two calendar years.\nBase Period: The four-quarter period, either standard or alternative, used to determine unemployment benefits entitlement for an individual.\nBenefit Cost Payment: Quarterly tax payments made by rated governmental employers.\nBenefit Determination: A determination by an adjudicator of the Kansas Department of Labor with respect to a person’s eligibility or qualification for unemployment insurance benefits.\nBoard of Review: A group of three individuals who review an appeal judge’s decision.\nClaimant: An individual who is seeking unemployment insurance benefits.\nContributing Employer: Any employer, other than a reimbursing employer or rated governmental employer, who pays contributions each quarter based upon a contribution rate and a taxable wage base as determined in the law.\nContributions: Quarterly tax payments made by contributing employers.\nContributions Determination: A decision by the Contributions Branch concerning liability determinations, rate or benefit payment protests and the transfer of experience rating factors.\nDeputy Examiner: An individual who reviews the information received from the claimant and the employer and makes the initial determination or reconsideration of the claimant’s eligibility.\nDisqualification: A denial of unemployment insurance benefits.\n- 32 -",
    "metadata": {
      "section_title": "Definition of Terms",
      "page_number": 37
    }
  },
  {
    "section_id": "KS-109",
    "content": "Period of time commencing with the effective date of a determination of disqualification to receive unemployment insurance benefits and ending when the individual has returned to insured work and earned three or eight times his or her weekly benefit amount.\nEligible Employer: A contributing or rated governmental employer who has been subject to the Employment Security Law for a sufficient period of time to have its contribution rate or benefit cost rate computed based upon its own actual and potential risk of unemployment.\nEmployer: An individual or entity that is subject to the Kansas Employment Security Law.\nExtended Benefits: Additional benefits allowed, based upon economic conditions, when regular benefits have been exhausted.\nFUTA: The Federal Unemployment Tax Act (FUTA) was created to finance all administrative expenses of the federal/state unemployment insurance system and the federal costs involved in extended benefits.",
    "metadata": {
      "section_title": "Duration of Unemployment (Disqualification):",
      "page_number": 37
    }
  },
  {
    "section_id": "KS-110",
    "content": "the federal/state unemployment insurance system and the federal costs involved in extended benefits.\nGovernmental Employers: The State of Kansas and its political subdivisions including counties, cities, townships, school districts, water districts, cemetery districts and any other governmental units.\nIssue: A question of fact or law to be decided.\nIndian Tribe: Tribal units (subdivisions, subsidiaries or business enterprises) wholly owned by such Indian tribes.\nJudicial Review: Review by the district court or appellate court of the final decision by the Secretary of the Kansas Department of Labor.\nMisclassification: When an employer incorrectly classifies workers as independent contractors rather than employees.\nMonetary Determination: A determination notifying the claimant of “base period wages” and whether the wages are sufficient to establish entitlement for benefits. If sufficient, then a weekly benefit amount and total benefit amount are established for the benefit year.",
    "metadata": {
      "section_title": "Duration of Unemployment (Disqualification):",
      "page_number": 38
    }
  },
  {
    "section_id": "KS-111",
    "content": "ficient, then a weekly benefit amount and total benefit amount are established for the benefit year.\nNegative Account Balanced Employer: An eligible contributing employer whose total benefits charged have exceeded all contributions paid.\nNoncharge provision: Wages paid by the employer are used in the calculation of benefits for the claimant but the employer’s account is not charged for the benefits.\nNonmonetary Determination: A determination that is not based on wages (money). It advises both the employer and the claimant that either a denial of benefits has or has not been issued. Both parties have appeal rights. The appeal must be filed within 16 days of the mailing date.\n- 33 -\nPositive Balance Employer: An employer who has paid more contributions (tax) over the life of the business than the amount of benefits charged over the same period.\nPayments in Lieu of Contributions: Payments that equal the full amount of regular benefits, plus one half of extended benefits for nonprofit employers, and payments that equal the full amount of regular benefits, plus the full amount of extended benefits, for governmental employers.",
    "metadata": {
      "section_title": "Duration of Unemployment (Disqualification):",
      "page_number": 38
    }
  },
  {
    "section_id": "KS-112",
    "content": "Rated Governmental Employer: A governmental unit that elects to make benefit cost payments based upon the governmental employer rate and total wages.\nReconsideration: Review of information, timely submitted by an employer, for use in determining whether their account will be charged for unemployment insurance benefits paid an individual.\nReimbursing Employer: A governmental unit, Indian tribe or nonprofit organization described in Section 501(c)(3) of the Federal Internal Revenue Code that elects to make reimbursing payments in lieu of contributions.\nStandard Base Period: The first four quarters of the last five completed calendar quarters immediately preceding the first day of a benefit year.\nSUTA: State Unemployment Tax Acts or state unemployment tax avoidance.\nSUTA Dumping: A merger, acquisition or restructuring scheme that shifts workforce or payroll to avoid established unemployment tax rates.\nTotal Benefit Amount: The total benefits an individual is entitled to receive during the benefit year.\nWeekly Benefit Amount: The amount that an individual may receive as weekly benefits that are based on highest quarterly earnings in the base period of their claim.\n- 34 -\nSECTION XIV",
    "metadata": {
      "section_title": "Duration of Unemployment (Disqualification):",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-113",
    "content": "Regulations issued under the Kansas Employment Security Law provide, “Every employing unit for which services are performed in employment shall file a report to determine status within 15 days after such first employment.”\nThe purpose of the Status Report is to provide information for this agency to determine liability/ non-liability under the statutes of the law. Complete in accordance with instructions. Be sure to include the Federal Identification Number and Social Security number of the owner, all partners or corporate officers. The form must be signed and dated on the back side.",
    "metadata": {
      "section_title": "Status Report, K-CNS 010",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-114",
    "content": "This form is used to notify the department when business operations change, such as selling all or part of the business or discontinuing business for any reason.",
    "metadata": {
      "section_title": "Employer Account Record Change, K-CNS 0103",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-115",
    "content": "If you are an accountant filing for an employer, also see the information found in How to File Unemployment Taxes Online: A guide for accountants filing for clients, K-CNS 104.",
    "metadata": {
      "section_title": "Employer Representation Authorization, K-CNS 032",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-116",
    "content": "At the end of each calendar quarter, the department mails a wage report to every registered Kansas employer. The form is imprinted with the employer’s name, address, account number, tax rate, period involved and due date of the report.\nThe wage report should be completed in accordance with instructions included in the form packet. Be sure to include remittance for the full amount of monies due when filing our report. You may file this report online and submit payment electronically. Certain employers are required to file electronically.\nContinuation Sheet (Schedule A), K-CNS 101",
    "metadata": {
      "section_title": "Quarterly Wage Report and Unemployment Tax Return, K-CNS 100",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-117",
    "content": "Used to make an adjustment to a quarterly wage report.",
    "metadata": {
      "section_title": "Adjustment to Employer’s Wage Report, K-CNS 111",
      "page_number": 39
    }
  },
  {
    "section_id": "KS-118",
    "content": "Each September, a Notice of Benefit Charges is mailed to all subject contributing employers. This is a statement of the pro rata share of benefit payments charged to an account during the fiscal year ended June 30. These benefit charges will be used in the computation of the contribution rate for the next calendar year.\n- 35 -",
    "metadata": {
      "section_title": "Notice of Benefit Charges, K-CNS 403",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-119",
    "content": "Each December, an Experience Rating Notice is mailed to all subject contributing employers. This notice provides the experience rating computation and the resulting tax rate for the upcoming calendar year.\nA voluntary contribution computation is a part of the Experience Rating Notice. If you wish to make a voluntary contribution, return the lower portion to the administrative office along with the proper remittance for the option you select.",
    "metadata": {
      "section_title": "Experience Rating Notice, K-CNS 404",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-120",
    "content": "When an unemployment claim is filed, an Employer Notice is mailed to all contributing and rated governmental base period employers and to the last employing unit that is an interested party to the claim. Complete and return the notice within 10 days, supplying the requested information, or to protest a claim or protest a potential charge as shown on the form.",
    "metadata": {
      "section_title": "Employer Notice, K-BEN 44/45",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-121",
    "content": "A Reimbursing Employer Notice is mailed to all base period reimbursing employers who are interested parties to an unemployment claim. Complete and return this notice within 10 days, supplying the requested information to protest the claim. Reimbursing employers are not eligible for a noncharge to their account.",
    "metadata": {
      "section_title": "Reimbursing Employer Notice, K-BEN 46",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-122",
    "content": "The Employer’s Separation Statement is enclosed with the Employer Notice, K-BEN 44/45, and Reimbursing Employer Notice, K-BEN 46. Complete this form to provide information regarding the worker’s separation and return it with the K-BEN 44/45 or K-BEN 46 within 10 days.",
    "metadata": {
      "section_title": "Employer’s Separation Statement, K-BEN 3109",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-123",
    "content": "May be required if an unemployment claimant was employed by a school and has a “reasonable assurance” of returning to that employment in the next term.",
    "metadata": {
      "section_title": "Reasonable Assurance Statement, K-BEN 3211",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-124",
    "content": "The Reconsidered Base Period Employer Notice is issued as a result of an employer requesting reconsideration on a K-BEN 44/45. This notice informs the employer of a reconsidered charge or noncharge. Once determined, the charge or noncharge remains in effect the entire benefit year unless appealed within 16 days.",
    "metadata": {
      "section_title": "Reconsidered Base Period Employer Determination, K-BEN 452",
      "page_number": 40
    }
  },
  {
    "section_id": "KS-125",
    "content": "A nonmonetary determination is issued when there is a separation issue from the claimant’s last employment, or if there is a current eligibility issue which affects benefit payments. The determination informs the claimant and the employer of a disqualification or clearance for benefit payments. Either party has 16 days to appeal the determination if they disagree. In addition, the charge or noncharge determination will appear at the bottom of a separation determination if the last employer is also a base period employer.\n- 36 -",
    "metadata": {
      "section_title": "Nonmonetary Determination, K-BEN 4211",
      "page_number": 41
    }
  },
  {
    "section_id": "KS-126",
    "content": "Form used by employers or claimants to obtain information in their record with KDOL. Requires a signature and notarization.",
    "metadata": {
      "section_title": "Request for Disclosure of Tax/Benefit Information, K-RM 002",
      "page_number": 41
    }
  },
  {
    "section_id": "KS-127",
    "content": "Pre-July 1, 2013 Employment Security Statutes (K.S.A. 2012 Supp. 44-701, et seq.)\n2013 Changes to Employment Security Law (HB 2105)\n2013 Changes to Employment Security Law (SB 149)",
    "metadata": {
      "section_title": "Employment Security Law",
      "page_number": 41
    }
  },
  {
    "section_id": "KS-128",
    "content": "ACH File Layout\nContact us at 785-296-5027 to obtain approval and KDOL’s banking information. Please have the Employer Serial Number and FEIN available at the time of the call. Then, use this layout to build an electronic file to send to your bank to make an ACH Credit payment.",
    "metadata": {
      "section_title": "Build an Electronic File for ACH Credit Payments",
      "page_number": 41
    }
  },
  {
    "section_id": "KS-129",
    "content": "Designed to assist accountants and other third party administrators (TPAs) who wish to file quarterly unemployment wage reports for their clients.\n- 37 -",
    "metadata": {
      "section_title": "How to File Unemployment Taxes Online: A guide for accountants filing for clients, K-CNS-P 104",
      "page_number": 42
    }
  },
  {
    "section_id": "KS-130",
    "content": "Our staff of field representatives can answer your inquiries regarding unemployment insurance tax problems. If you have questions, please contact your local Unemployment Tax Contributions Office.\nLOCATION ADDRESS PHONE FAX Garden City 407 N Campus Drive, 67846-0994 620-276-0807 620-276-4038 Great Bend 1025 Main, 67530-4429 620-792-2804 620-792-2360 Hays 205 E 7th, Ste 300B, 67601-1515 785-625-6652 785-623-4819 785-623-2816 785-628-8834 Independence 200 Arco Place, Ste 123, 67301-3363 620-331- 0938 620-331-9046 Manhattan 205 S. 4th, Suite 1J, 66505-0940 785-776-5434 785-776-0568 785-776-1753 Lenexa 11900 W 87th St Pkwy, Ste 2, 66215 913-648-6161 913-648-8746 Salina 901 Westchester Dr, Ste B, 67401-7418 785-827-0724 785-827-0942 Topeka 1309 SW Topeka Blvd, 66612-1816 785-296-5000 785-296-5779 Extensions 2725, 2724, 2728, 2727, 2720, 2719, 2718, 2717, 2715 Wichita 266 N Main, 67202 316-337-6831 316-337-6820\n- 38 -",
    "metadata": {
      "section_title": "Directory of Unemployment Tax Contributions Offices",
      "page_number": 43
    }
  },
  {
    "section_id": "KS-131",
    "content": "Information about benefit claims may be obtained from the Unemployment Insurance office listed below:\nUnemployment Insurance Contact Center PO Box 3539 Topeka, KS 66601-3539\nTopeka area ................................................................. 785-575-1460 Kansas City area ......................................................... 913-596-3500 Wichita area ................................................................. 316-383-9947 Toll Free for those outside the above calling areas: ....1-800-292-6333\nMost employer questions can be answered by selecting the “employer” option on the phone system.\nWebsite: www.GetKansasBenefits.gov",
    "metadata": {
      "section_title": "Unemployment Insurance Contact Center",
      "page_number": 43
    }
  },
  {
    "section_id": "KS-132",
    "content": "Visit us on the Web at: www.KansasEmployer.gov",
    "metadata": {
      "section_title": "Online Employer Resources",
      "page_number": 43
    }
  },
  {
    "section_id": "KS-133",
    "content": "1. Go to www.KansasEmployer.gov.\n2. If you don’t have a tax account, click on “Apply for a tax account.”\n3. If you have an account, select the “Employer Login” button.\nFirst time users will need to identify their PIN number. Each employer is assigned a PIN number that will allow you to file documents online. Your PIN number is located on your K-CNS 050, Notice of Establishment or Change.\nAccountants and TPAs (Third Party Administrators) should register as “Accountant” when filing on behalf of their clients. Instructions can be found online.",
    "metadata": {
      "section_title": "File Online",
      "page_number": 43
    }
  },
  {
    "section_id": "KS-134",
    "content": "Go to www.KansasEmployer.gov. Click on “Forms and publications” under Employer Resources, or go to Section XIV, then click on the form you require.\nIf you encounter any problems, please call our office at 785-296-5027 or e-mail us at uitax@dol.ks.gov.\n- 39 -",
    "metadata": {
      "section_title": "Download and Print Forms",
      "page_number": 43
    }
  }
]