[
  {
    "section_id": "LA-0",
    "content": "LOUISIANA iilii WORKFORCE COMMISSION\nOffice of Unemployment Insurance Administration Unemployment Claims Unit PO Box 94094, Room 386 Baton Rouge, Louisiana 70804-9096\nRev. 01/2025",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "LA-1",
    "content": "You recently filed a claim with the State of Louisiana for unemployment benefits. This document gives your rights and responsibilities under the Louisiana Employment Security Law. You must follow the instructions in this document in order to qualify for benefits. Please read this information carefully.",
    "metadata": {
      "section_title": "INTRODUCTION",
      "page_number": 1
    }
  },
  {
    "section_id": "LA-2",
    "content": "1. You must request payment of unemployment benefits each week either by phone at 1-866- 783-5567 or online through HiRE (Helping Individuals Reach Employment) at www.louisianaworks.net/HIRE. You must file for your first payment the Sunday immediately following the date you filed your claim. If you file your unemployment claim on a Friday or Saturday, you must wait to file for your first payment the following Tuesday through Friday, after that, file for weekly benefits on each Sunday or Monday.\nContinue to file each week for as long as you do not have a job and are eligible to claim benefits. You will be claiming benefits for the prior week. If you forget to file on Sunday or Monday, you may file on any other day of that week. The deadline to claim for weekly benefits is Fridays at 4:00 p.m., Central Time.\n2.",
    "metadata": {
      "section_title": "WHAT YOU MUST DO TO RECEIVE UNEMPLOYMENT BENEFITS",
      "page_number": 1
    }
  },
  {
    "section_id": "LA-3",
    "content": "ay of that week. The deadline to claim for weekly benefits is Fridays at 4:00 p.m., Central Time.\n2. When you request benefits each week, you will be asked, “During the week beginning Sunday (MM/DD/YYYY) and ending Saturday (MM/DD/YYYY): Did you work or earn wages during this week?” If you worked at all during the week, or if you know your employer will pay you for that week, you must answer “Yes”, even if you haven’t been paid yet.\nIf you answer “Yes,” you’ll need to report your gross income (the amount you earned before taxes). For example, if you worked 10 hours that week at $10.00 an hour, you must report $100.00. Don’t forget to include any extra money you made, like commissions or tips.\nIf you start earning more than what you receive in benefits each week, stop filing. If you receive unemployment benefits for which you are not eligible, it’s considered an overpayment. If overpaid, you will be responsible for paying us back.\n3.",
    "metadata": {
      "section_title": "WHAT YOU MUST DO TO RECEIVE UNEMPLOYMENT BENEFITS",
      "page_number": 1
    }
  },
  {
    "section_id": "LA-4",
    "content": "ligible, it’s considered an overpayment. If overpaid, you will be responsible for paying us back.\n3. To be eligible for benefits each week, you MUST be able to go to work each day. If you were offered a job today, you must be able to accept. You must look for work by contacting at least THREE different employers about job openings during EACH week that you claim benefits. You MUST contact DIFFERENT employers each week. You should keep a list of your work searches.\nYou will be automatically registered for work in Louisiana when you file your initial claim. Registering for work gives you access to search our database of jobs. You can search this database by logging into your HIRE account at www.louisianaworks.net/HIRE. Those who live out of state are subject to that state’s laws regarding work registration.\nCI-9 English\nPage 1 of 12\nMore details on what information to keep about your work searches and the different requirements for union members can be found in the “Reporting Work Search Contacts” section later in this document.\n4.",
    "metadata": {
      "section_title": "WHAT YOU MUST DO TO RECEIVE UNEMPLOYMENT BENEFITS",
      "page_number": 2
    }
  },
  {
    "section_id": "LA-5",
    "content": "You must apply for suitable work. The law says that you will be disqualified for benefits if you do not have a good reason why you do not apply for available, suitable work or accept suitable work when offered, or return to your usual self-employment, if applicable.\n5. If you move, YOU MUST TELL US YOUR NEW ADDRESS IMMEDIATELY. Changing your address with the U.S. Postal Service does NOT change your address with us. You may change your address online through HiRE at www.louisianaworks.net/HIRE. If you do not have internet access, you can call us at 1-866-783-5567.\n6. Benefits will be paid either by debit card or by direct deposit. Activate your debit card as soon as you receive it. If you got a debit card from us because of a prior claim, you will use that card. More information can be found in the “Debit Cards or Direct Deposit” section of this document.\n7. You MUST tell us if you receive or expect to receive ANY money from your employer. This includes vacation or holiday pay, bonuses, severance pay, separation or dismissal pay, wages received in lieu of notice, tips, commissions, military retirement pay, workers’ compensation, WARN Act, royalties and any other payment based on your previous work. If you do not tell us about these payments, you could be disqualified for unemployment benefits and you will have to pay back any benefits you have received.",
    "metadata": {
      "section_title": "WHAT YOU MUST DO TO RECEIVE UNEMPLOYMENT BENEFITS",
      "page_number": 2
    }
  },
  {
    "section_id": "LA-6",
    "content": "Your claim generally becomes effective on the Sunday before the day you file your claim. Benefits are claimed on a calendar week basis. Each week begins Sunday and ends at midnight the following Saturday. You are always filing for the week before the date that you submit your request for benefits.\nThe first seven days following the effective date of your new claim is generally your week of waiting. YOU WILL NOT BE PAID FOR THE WEEK OF WAITING.",
    "metadata": {
      "section_title": "WEEK OF WAITING",
      "page_number": 2
    }
  },
  {
    "section_id": "LA-7",
    "content": "You may file your weekly claim for benefits online through HiRE at www.louisianaworks.net/HIRE or by calling 1-866-783-5567. You need to make only one claim each week.\nIf you file your weekly claim online, you may file on any day of the week following the Saturday of the week you are claiming. You cannot claim a week before it ends on Saturday at midnight.\nIf you file by phone, you may call at any time day or night. You will enter information into the system by pressing the numbers on a touch-tone telephone. The system will repeat your answers to the questions and give you a chance to make corrections before continuing. If you are disconnected or if you hang up before the system tells you that your claim has been accepted, you will have to call again to file that weekly claim.\nOn your first call, you will be asked to create a Personal Identification Number (PIN). Do not forget your PIN. You will need it each time you use “Easy Call.”\nWarning: Your PIN has the same legal authority as your signature. Protect your PIN. Do not give it to anyone. If you believe someone knows your PIN or has accessed your claim, immediately call 1-866- 783-5567.\nCI-9 English\nPage 2 of 12",
    "metadata": {
      "section_title": "TO FILE FOR WEEKLY BENEFITS",
      "page_number": 3
    }
  },
  {
    "section_id": "LA-8",
    "content": "You will be asked nine questions about the week you are claiming. You will always be claiming the week ending the Saturday before your call. Answer each question Yes or No by pressing 1 or 9 or by saying “One” or “Nine”. Be sure to listen to the entire question before answering. Note: These same questions, in slightly different order and wording, are asked if you are filing for weekly benefits online through HiRE.\nQuestion 1: Did you work during this week? If you did, you will be asked to list the gross dollar amount of wages earned only, followed by the pound sign (#).\nQuestion 2: Did you begin receiving a veteran’s administration allowance, an employer pension, or any other pension during this week, excluding Social Security benefits?\nQuestion 3: Did you receive or apply for workers’ compensation during this week?\nQuestion 4: Did you receive a vacation or severance payment during this week?\nQuestion 5: Did you receive a bonus payment during this week, excluding any incentive payments or safety awards?\nQuestion 6: Did you receive any holiday pay during this week?\nQuestion 7: Did you refuse work during this week?\nQuestion 8: Did you begin attending school or a training program during this week?\nQuestion 9: Were you able, available, and looking for work during this week?",
    "metadata": {
      "section_title": "“Easy Call” Option 1: Filing for Weekly Benefits",
      "page_number": 3
    }
  },
  {
    "section_id": "LA-9",
    "content": "At the end of the nine questions, you will be asked for the names of the three different employers you contacted for work, and the dates of the contacts. You should keep a record of your work searches, including the employer’s name, address (mailing, web, or email), phone number, date of contact, person contacted, method of contact and results. Please have this information available when filing for your weekly benefits. See the “Reporting Work Search Contacts” section in this document for more information.",
    "metadata": {
      "section_title": "Work Search Contacts",
      "page_number": 3
    }
  },
  {
    "section_id": "LA-10",
    "content": "Other information is available through “Easy Call” including the processing of your most recent benefit payment, the status of your appeal, the location of your local American Job Center, and the amount of unemployment benefits paid to you during a tax year.",
    "metadata": {
      "section_title": "“Easy Call” Option 2 - 6: Other Information",
      "page_number": 3
    }
  },
  {
    "section_id": "LA-11",
    "content": "Louisiana law requires you to report your earnings (before deductions) for the week you worked, even if you haven’t been paid yet, when claiming benefits for that week. Not reporting your earnings could lead to overpayment of benefits, which you will have to repay. If it's found that you committed fraud, it may result in an investigation and criminal charges.\nThe Louisiana Workforce Commission (LWC) uses different methods and sources to check if people receiving unemployment benefits are working. They have a computerized system that compares Social Security numbers with wage records from other states to find fraudulent claims. Your employment and earnings may be checked as part of this process to verify your eligibility for benefits and the correct amount.\nThe LWC uses different methods to check if people getting unemployment benefits are working. When you request benefits each week, you will be asked, “During the week beginning Sunday (MM/DD/YYYY) and ending Saturday (MM/DD/YYYY): Did you work or earn wages during this week?” If you worked at all during the week, or if you know your employer will pay you for that week, you must answer “Yes”, even if you haven’t been paid yet.\nCI-9 English\nPage 3 of 12\nIf you answer “Yes,” you’ll need to report your gross income (the amount you earned before taxes). For example, if you worked 10 hours that week at $10.00 an hour, you must report $100.00. Don’t forget to include any extra money you made, like commissions or tips.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 4
    }
  },
  {
    "section_id": "LA-12",
    "content": "If you receive unemployment benefits for which you are not eligible, it’s considered an overpayment. If overpaid, you will be responsible for paying us back.\nFraud occurs when you knowingly withhold information or make false statements in order to get unemployment benefits.\nExamples of fraud include, but are not limited to:\n(a) Not reporting that you’re working until you get your first paycheck\n(b) Not reporting all of your wages\n(c) Claiming you’re available for work while you’re hospitalized or in jail\n(d) Not telling us about a potentially disqualifying separation from an employer\nIf you commit fraud:\n(a) You’ll be disqualified from receiving benefits.\n(b) You’ll have to pay a penalty of $20 or 25% of the overpayment amount (whichever is greater).\n(c) You won’t be able to receive any benefits until the fraud overpayment is paid in full.\n(a) If the fraud overpayment is $1,000 or more, you could face criminal prosecution.\nWe may collect the fraud overpayment by:\n(a) Taking your federal or state income tax refunds.\n(b) Suspending your hunting and fishing licenses.\n(c) Placing liens on your property.",
    "metadata": {
      "section_title": "DON’T COMMIT FRAUD!",
      "page_number": 4
    }
  },
  {
    "section_id": "LA-13",
    "content": "You must actively look for work. To meet this requirement, you MUST contact at least three different employers about job opportunities during each week that you claim benefits. You MUST contact DIFFERENT employers each week. In addition, you may be required to participate in an Eligibility Review and Re-employment Assistance Plan.\nYou should keep a record of your work searches, including the employer’s name, address (mailing, web, or email), phone number, date of contact, person contacted, method of contact and results.\nIf you are a member in good standing with a recognized craft union and continue to be available to your union for referrals to jobs, you must satisfy the work search requirement by reporting to your union hall at least once each week and securing a union officer’s signed statement. If your home is more than 20 miles round trip from your union hall, you should call the union hall at least once each week. You should keep a record of the call, including the name of the person contacted, date, and time of the call.\nIf you are on temporary layoff from your regular employer, with a definite return date for this employer CI-9 English Page 4 of 12\n(within a six-week period), you will have satisfied the work search requirement if you hold yourself available for re-employment at your last place of employment.",
    "metadata": {
      "section_title": "REPORTING WORK SEARCH CONTACTS",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-14",
    "content": "Periodically during your benefit year, you will be advised to report to your nearest American Job Center for an eligibility review or to participate in re-employment assistance activities. This is to ensure that you are taking steps to get another job. Failure to report as instructed can result in a denial of benefits.",
    "metadata": {
      "section_title": "ELIGIBILITY REVIEW AND RE-EMPLOYMENT ASSISTANCE PLAN",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-15",
    "content": "If you travel from place to place in search of work, you may continue to file for benefits online through HiRE at www.louisianaworks.net/HIRE or by using the “Easy Call” system. You must be able to work, available for work, and actively seeking work while traveling. Review the “Changing Your Address” section earlier in this document for more information.",
    "metadata": {
      "section_title": "TRAVEL",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-16",
    "content": "It is your responsibility to keep accurate records of the weeks you claim, payments you receive, wages you earn and work search contacts you make. When you inquire about your claim, we will be better able to assist you if you keep accurate records.",
    "metadata": {
      "section_title": "KEEPING RECORDS",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-17",
    "content": "If you move, YOU MUST TELL US YOUR NEW ADDRESS IMMEDIATELY. Changing your address with the U.S. Postal Service does NOT change your address with us. You may change your address online through HIRE at www.louisianaworks.net/HIRE. If you do not have internet access, you can call us at 1-866-783-5567.",
    "metadata": {
      "section_title": "CHANGING YOUR ADDRESS",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-18",
    "content": "Unemployment insurance is funded by a tax on employers. You do not pay anything for unemployment insurance while you are working. Unemployment insurance is for individuals who earn wages from an employer who is required by law to pay the unemployment insurance tax. It does not include self- employment. Any employer that you worked for in the past 18 months is notified immediately when you file for unemployment benefits. Your employer(s) tell us why you are no longer working for them (for example: laid-off, quit, discharged/fired, etc.) The reason why you left that employer(s) could make a difference to your claim. See the “Nonmonetary Issues – Disqualification” section later in this document for more information.\nTo be eligible for unemployment benefits, you must meet the following requirements:\n(a) You must no longer be working through no fault of your own OR your work hours MUST have been reduced.",
    "metadata": {
      "section_title": "GENERAL ELIGIBILITY",
      "page_number": 5
    }
  },
  {
    "section_id": "LA-19",
    "content": "ou must no longer be working through no fault of your own OR your work hours MUST have been reduced. If you quit or were fired, you may not be eligible for benefits. You may be eligible if you are working less than full-time and earning less than what you would receive in weekly unemployment benefits. You MUST report ANY earnings for the week you work, even if you’ve not yet been paid. Include all income, commissions, tips and gratuities. Report the gross amount before deductions.\n(b) During your benefit year, you may be required to report to your nearest American Job Center to participate in reemployment assistance activities. The goal of these activities is to help you become reemployed. Failure to report as instructed may result in a denial of benefits.\n(c) You must file a weekly claim to receive benefits. You can file online through HiRE at www.louisianaworks.net/HIRE or by phone at 1-866-783-5567.",
    "metadata": {
      "section_title": "GENERAL ELIGIBILITY",
      "page_number": 6
    }
  },
  {
    "section_id": "LA-20",
    "content": "Continue to file for each week as long you do not have a job. You cannot be paid for any week(s) that you do not claim.\n(d) You must be able to go to work each day. If you are sick, in the hospital or otherwise unable to work even one day of a week, you cannot claim benefits for that week. When you are able to work each day again, you will need to reopen your claim. See the\nCI-9 English Page 5 of 12\n“New/Additional/Reopened Claims” section later in this document for more information.\n(e) You must be available for full-time work. If you were offered a job today, you must be able to accept. If there is any time that you cannot accept work, it is your responsibility to tell us.\n(f) You must actively look for work by contacting at least THREE different employers about job openings during EACH week that you claim benefits. You MUST contact DIFFERENT employers each week. You should keep a list of your work searches, including the employer’s name, address (mailing, web, or email), phone number, date of contact, person contacted, method of contact, and results. Union members and those on temporary layoff with a definite date of return may not have to follow this rule. More details about your work searches can be found in the “Reporting Work Search Contacts” section in this document.",
    "metadata": {
      "section_title": "GENERAL ELIGIBILITY",
      "page_number": 6
    }
  },
  {
    "section_id": "LA-21",
    "content": "Your benefit year begins the Sunday of the week you filed your first claim. Each benefit week begins on Sunday and ends on Saturday.\nYou will have a maximum amount that you can collect in unemployment benefits, based on your eligibility. During your benefit year, you may receive weekly benefits, up to the maximum weekly amount you are eligible to receive. Any earnings, pensions, accrued vacation, holiday pay, severance or dismissal pay, and wages in lieu of notice must be deducted from this weekly amount.\nAdditional Benefits (AB) may be available for individuals who are enrolled and participating in an approved training program at the time they exhaust their UI benefits. These benefits could provide a maximum of eight (8) additional weeks times the weekly benefit amount paid during the benefit year. If you are enrolled in school or training when you exhaust your benefits, you must file a new claim, which can be filed online.",
    "metadata": {
      "section_title": "BENEFIT YEAR",
      "page_number": 6
    }
  },
  {
    "section_id": "LA-22",
    "content": "Employers report wages every three months, also known as a quarter. There are four quarters in a year. For UI purposes, the calendar quarters are divided as shown below:\nS rQuarters thh March April through June July through September October through December\nWhen you file a new or first claim for unemployment benefits, we do not look at your wages from the current quarter. We also do not count wages earned in the quarter immediately before the current quarter. The quarter immediately before the current quarter is called the lag quarter.\nWhen you file a new or first claim for unemployment benefits, the amount you receive is determined by how much money you earned in the four quarters before the lag quarter. You had to have worked for employers who paid unemployment insurance taxes during that time.\nSee the illustration below to help explain base period:\nCI-9 English\nPage 6 of 12\n18 months or 6 quarters of employment Q6 Qs Q4 Q3 o Q1 . N <o s pero B Base Period is calculated from the 4 All businesses that employed the quarters prior to the lag quarter and the claimant during these 4 quarters are quarter the Ul claim was filed considered “base period employers.”",
    "metadata": {
      "section_title": "BASE PERIOD",
      "page_number": 7
    }
  },
  {
    "section_id": "LA-23",
    "content": "When you file a new claim for benefits, you will receive a monetary determination in the mail. The monetary determination is a listing of your wages earned in each of the four calendar quarters of your base period. The determination will also show the maximum amount you can draw on your claim and how much money you can receive in your weekly benefit payment. When you receive the determination you should examine it carefully.\nCombined Wage Claim (CWC) - If you are filing a claim that requires wages to be transferred from another state then those wages will need to be requested from the state other than Louisiana that you worked. This may take several days for the transfer of wages to show on your base period wage form.\nNOTE: If you have told us of base period employment with federal civilian and/or federal military wages, these wages may not appear on your initial monetary determination.",
    "metadata": {
      "section_title": "MONETARY DETERMINATION",
      "page_number": 7
    }
  },
  {
    "section_id": "LA-24",
    "content": "This wage information is being requested from the federal government and will be added to your claim when it is received. It is important that you continue to file for your weekly benefits during this time in order to ensure the proper processing of your payment request until the federal civilian and/or federal military wage information become available.\nTo have a monetarily eligible claim, the monetary determination must show that you have been paid wages by an employer who paid unemployment insurance taxes during the base period of your claim (also called covered employment.) The wages you earned during your base period must be at least $1,200 and total at least 1.5 times your wages in the base period quarter when you earned the most money (also called the high quarter.) For example, if you earned $3,000 in your high quarter, then your total wages in covered employment for the base period must be at least $4,500.\nThe weekly benefit amount of unemployment compensation that you may receive is fixed by law. The amount of money you could receive each week will be at least $35 and no more than $275. The weekly benefit amount is figured based on how much money you earned in covered employment.",
    "metadata": {
      "section_title": "MONETARY DETERMINATION",
      "page_number": 7
    }
  },
  {
    "section_id": "LA-25",
    "content": "If you believe the total wages in covered employment shown on your monetary determination is wrong or incomplete, you can request a redetermination. When you receive your monetary determination, you should review the past employers and wages earned that we have listed for you. Look to see if 1) there are employers and/or wages missing, or 2) there are wages and/ or employers listed that do not belong to you. If there is an error, you should immediately call the LWC Claim Center and ask for help\nCI-9 English\nPage 7 of 12\nin filing a monetary redetermination to either add or remove wages. When you file a redetermination, you must have your monetary determination, your Social Security Card, W-2 form, check stubs or any other proof of wages earned, and the name(s) and address(es) of employers that you worked for during the base period of your claim.\nWhen you file a request for redetermination, you should keep filing for your weekly benefits as long as you are unemployed. If you are approved, you will be paid back for all the weeks you filed.",
    "metadata": {
      "section_title": "REQUEST FOR REDETERMINATION",
      "page_number": 8
    }
  },
  {
    "section_id": "LA-26",
    "content": "When you file your claim, we contact your last employer and the Louisiana employers that you worked for during and after your base period, as well as those employers you worked for after you filed the claim. We tell them that you have applied for unemployment benefits. We check with them to determine why you are no longer working for them.\nIf any of your past employers tell us they do not think you should receive unemployment, we will let you know. We will contact you and the employer to get more information, and will decide if you should be paid. Once a determination is made, we will tell you and the employer. If either of you disagree with our decision, you can appeal the determination.",
    "metadata": {
      "section_title": "WE CHECK WITH EMPLOYERS",
      "page_number": 8
    }
  },
  {
    "section_id": "LA-27",
    "content": "Even if you’ve earned enough wages in covered employment, you may be disqualified for unemployment benefits for other reasons. The Louisiana Employment Security Law says you cannot receive benefits if:\n(a) You left your employment without good cause (because of a big change your employer made to your job.)\n(b) You were fired for misconduct connected with your employment.\n(c) You fail to (1) apply for available suitable work as directed by the agency, (2) accept suitable work, or (3) return to your customary self-employment.\nIf you are disqualified for any reason listed in (a), (b) or (c) above, you will be denied benefits until you have been paid wages for work in covered employment equivalent to at least 10 times your weekly benefit amount following the week in which the disqualifying separation occurred and you have not left your last employer under disqualifying conditions.",
    "metadata": {
      "section_title": "NONMONETARY ISSUES – DISQUALIFICATION",
      "page_number": 8
    }
  },
  {
    "section_id": "LA-28",
    "content": "lifying separation occurred and you have not left your last employer under disqualifying conditions. In addition, if you are disqualified under (b) above, wages earned with that employer will NOT be used to determine your possible weekly benefit amount.\n(d) For any week that you are unemployed due to a labor strike which is in active progress at the factory, establishment or other work locations at which you are, or were, employed, if you are participating in or stand to profit from the dispute.\n(e) For any week or part of a week that you are receiving or seeking unemployment benefits from another state, District of Columbia, Puerto Rico, Virgin Islands, or Canada.\n(f) For any week or part or a week that you are receiving or have received: wages in lieu of notice, compensation under the workers’ compensation law, payments under any pension plan (excluding Social Security benefits) toward the cost of which a base period employer is contributing or has contributed in your behalf, vacation pay, severance or dismissal pay or holiday pay.",
    "metadata": {
      "section_title": "NONMONETARY ISSUES – DISQUALIFICATION",
      "page_number": 9
    }
  },
  {
    "section_id": "LA-29",
    "content": "If the amount of money you received through these is less than the weekly benefit amount you would receive, you will be paid the difference.\n(g) You fraudulently seek or receive benefits to which you are not entitled.\n(h) You filed back-to-back claims and received benefits without earning wages between those periods.\nCI-9 English\nPage 8 of 12\n(i) You were discharged for the use of illegal drugs and/or alcohol. Misconduct shall include discharge for either on- or off-the-job use of non-prescription controlled substances.\n(j) If you fail to report/respond as instructed, you may be disqualified for benefits.",
    "metadata": {
      "section_title": "NONMONETARY ISSUES – DISQUALIFICATION",
      "page_number": 9
    }
  },
  {
    "section_id": "LA-30",
    "content": "Your unemployment claim will become inactive if:\n• If you miss filing one or more weeks of benefits for any reason (e.g., you returned to work).\n• If you have three or more consecutive weeks in which you report gross wages that are equal to or greater than your Weekly Benefit Amount.\nWhen your claim becomes inactive, you must go online to reactivate it if you wish to continue filing for benefits. Under Unemployment Services from your HiRE dashboard, you can select the option File a claim to reactivate your claim. Once your claim is reactivated, you will have to wait until the following Sunday to begin filing for your weekly benefits again.\nWhen reactivating an existing claim, if you have worked at all since the last time you filed, you MUST report your most recent employer and indicate the reason why you are no longer employed. Additional and renewal of claims may be done by online through HiRE at www.louisianaworks.net/HIRE. If you have any questions you can contact the Claim Center at 1-866-783-5567.",
    "metadata": {
      "section_title": "REACTIVATING A CLAIM",
      "page_number": 9
    }
  },
  {
    "section_id": "LA-31",
    "content": "Benefits will be paid either by debit card or by direct deposit. If you file your claim through HiRE, you can select your payment method as part of your claim registration.\nDebit card – Shortly after you file your claim and if you do not select direct deposit, you will receive a debit card from U.S. Bank in the mail, unless you already have a debit card from U.S. Bank because of a prior claim. Follow the instructions you get with the card and activate your debit card as soon as you receive it. If you got a debit card from us because of a prior claim, you will use that card. If you need to replace a lost or expired card, contact U.S. Bank at (855) 274-0354 or visit usbankreliacard.com.\nDebit cards will come in an unmarked envelope. Please follow the instruction to activate your card. Debit cards will arrive via U.S.",
    "metadata": {
      "section_title": "DEBIT CARDS OR DIRECT DEPOSIT",
      "page_number": 9
    }
  },
  {
    "section_id": "LA-32",
    "content": "rked envelope. Please follow the instruction to activate your card. Debit cards will arrive via U.S. Postal mail within 7-14 days.\nOnce you have been found eligible for benefits, a deposit will be made to your debit card account each week for the amount of benefits you are entitled to and that you have claimed. It may be three or four days after you file your weekly claim before the benefits are available through the debit card. You may check on the balance on the card by calling the customer service number listed on the card. Depending upon the service you need, the bank may charge you service charge.\nYour debit card will remain current for three years after it is issued. Please note the expiration date printed on the front of the card. If you have problems with the debit card, contact U.S. Bank at (855) 274-0354 or visit usbankreliacard.com.\nDirect deposit – Direct deposit is a convenient, safe, and reliable way to receive your benefits.",
    "metadata": {
      "section_title": "DEBIT CARDS OR DIRECT DEPOSIT",
      "page_number": 10
    }
  },
  {
    "section_id": "LA-33",
    "content": "You may have your benefit payments deposited directly into your bank account or financial institution.\nYou can establish and update your direct deposit online through HiRE at www.louisianaworks.net/hire. When you log in, go to the “My Personal Profile” section on your dashboard and select “Update Banking Information.” Complete the online form and click “Save.” Allow two business days for your banking change to be processed.\nCI-9 English\nPage 9 of 12\nYour bank or financial institution information will be kept strictly confidential. It is your responsibility to notify your bank or financial institution of your direct deposit arrangement.\nAny benefit payment you are eligible to receive before your direct deposit request goes into effect will be deposited to your debit card. If you file your weekly claims by “Easy Call,” you will not receive any notification from us that your benefit payment has been deposited into your account. It is your responsibility to verify receipt of benefits with your financial institution.\nIf a problem with your direct deposit develops, we will notify you and provide you information to assist in resolving the problem. Payments will be sent to your mailing address until the problem is resolved.",
    "metadata": {
      "section_title": "DEBIT CARDS OR DIRECT DEPOSIT",
      "page_number": 10
    }
  },
  {
    "section_id": "LA-34",
    "content": "You have the right to appeal any nonmonetary determination or monetary redetermination we make regarding your unemployment benefits. If you disagree with the Agency’s decision, you have a right to appeal the determination(s) within 15 calendar days of the determination’s mail date. Instructions for filing an appeal are included in the decision.\nThere are four methods for filing an appeal:\n1. Online at www.louisianaworks.net/HIRE\nWON\n2. E-mail – clerkappeal@lwc.la.gov\n3. Postal mail – LWC Appeals Tribunal, P.O. Box 94094, Baton Rouge, LA 70804-9094\n4. Fax the appeals to 225-346-6077\nIf mailed, the envelope must be postmarked no more than 15 days from the date of the determination (excluding weekends and holidays) in order to be considered timely and should be signed by the person filing the appeal.",
    "metadata": {
      "section_title": "APPEALS",
      "page_number": 10
    }
  },
  {
    "section_id": "LA-35",
    "content": "If you file the appeal by mail, enclose a complete copy of the determination with your letter of appeal. Continue to file your weekly claims until a final decision has been rendered or until you return to work.\nIf your appeal is filed timely, you have a right to a hearing before an Administrative Law Judge of the Appeals Tribunal. You may appeal an Appeals Tribunal decision to the Board of Review. You may appeal a Board of Review decision to the Judicial District Court where you reside.\nAppeal hearings are usually conducted by telephone; therefore, it is important that you provide LWC with a telephone number where you can be reached at least one day before the hearing.\nAfter receipt of your appeal, a hearing notice will be mailed to the interested parties. The hearing notice will indicate the date, time, and the phone number at which the claimant will be called during the scheduled hearing time. When you receive the notice of the telephone hearing, please read it carefully and follow the instructions. You are asked for a phone number on your initial application, but you may update your phone number at any time through HiRE at www.louisianaworks.net/HIRE or by calling the Claim Center at 1-866-783-5567. You may request an in-person hearing. There is no charge for an appeal to the Appeals Tribunal or the Board of Review.",
    "metadata": {
      "section_title": "APPEALS",
      "page_number": 10
    }
  },
  {
    "section_id": "LA-36",
    "content": "Under authority of the Internal Revenue Code of 1954 (26 U.S.C. 85 6011 (a), 605B and 6109 (a) this Agency requires that you enter your Social Security Number on the forms you submit when filing an unemployment insurance claim. Your Social Security Number and any other information you provide is subject to verification through matching programs with other government agencies. Your Social\nCI-9 English\nPage 10 of 12\nSecurity Number will be used in reporting to the U.S Internal Revenue Service the unemployment compensation that we paid to you during the year. This information also may be requested and utilized for other governmental purposes including, but not limited to, verification of eligibility under other programs.",
    "metadata": {
      "section_title": "PRIVACY ACT OF 1974",
      "page_number": 11
    }
  },
  {
    "section_id": "LA-37",
    "content": "In accordance with the Privacy Act (at 5 U.S.C. §552a(o)(1)(D)(i)), state agencies are required to notify applicants and recipients of benefits that any information provided may be subject to verification through computer matching programs.",
    "metadata": {
      "section_title": "PRIVACY ACT INFORMATION",
      "page_number": 11
    }
  },
  {
    "section_id": "LA-38",
    "content": "Unemployment benefits are subject to federal income taxes. If federal income taxes are not withheld from the benefits that you receive, you are required to make quarterly estimated income tax payments to the Internal Revenue Service. You can avoid making these quarterly payments by having 10 percent of your gross weekly benefit amount deducted for this purpose. You were given this option at the time that you filed your initial claim.\nIf you wish to change your original decision, call our Claim Center at 1-866-783-5567. If you do not choose to have federal income taxes deducted from your benefits, you should consult an agent of the Internal Revenue Service or your tax preparer for information on making quarterly estimated tax payments.\nForm IRS 1099-G, will be provided to you as a statement of benefits paid to you for the previous year. The Internal Revenue Service will be given the same information. You must keep this agency informed of your correct address in order for you to receive your tax statement by mail. Your Form IRS 1099- G also will be available online through HiRE at www.louisianaworks.net/HIRE.\nNotices of all overpayments, fraud assessments, credits against overpayments and reimbursements should be kept for tax purposes. This agency only reports the amount of benefits issued. It may not deduct credits or reimbursements.\nCI-9 English\nPage 11 of 12",
    "metadata": {
      "section_title": "IMPORTANT NOTICE ABOUT INCOME TAX",
      "page_number": 12
    }
  },
  {
    "section_id": "LA-39",
    "content": "Gross wages earned during any week that you claim benefits must be reported for the week that you worked, even if you have not yet been paid. To figure the total gross wages earned during a week, take the total number of hours you worked between the hours of 12:01 a.m. Sunday and midnight of the following Saturday. Multiply the number of hours worked by the rate of pay per hour.\nDATE NUMBER OF TOTAL EMPLOYER’S NAME HOURS GROSS WORKED WAGES",
    "metadata": {
      "section_title": "WORK RECORDS",
      "page_number": 12
    }
  },
  {
    "section_id": "LA-40",
    "content": "You are required to keep an accurate record of your weekly work searches. This information will be helpful to you in responding to questions on the “Easy Call” system and when you are required to complete the Eligibility Review.\nDATE, TIME EMPLOYER’S NAME OF PHONE METHOD RESULTS OF NAME and PERSON NUMBER OF OF CONTACT ADDRESS (mailing, CONTACTED CONTACT CONTACT web or email) or UNION OFFICER’S NAME\nCI-9 English\nPage 12 of 12",
    "metadata": {
      "section_title": "RECORD OF WORK SEARCH CONTACTS",
      "page_number": 12
    }
  }
]