[
  {
    "section_id": "MD-0",
    "content": "Mar Iad DEPARTMENT OF LABOR",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "MD-1",
    "content": "Each state administers its own unemployment insurance (UI) program, which provides temporary ﬁnancial support to eligible individuals. In Maryland, this is referred to as the regular UI program.",
    "metadata": {
      "section_title": "General Overview of Regular Unemployment Insurance Program",
      "page_number": 1
    }
  },
  {
    "section_id": "MD-2",
    "content": "Apply for UI beneﬁts (called ﬁling an initial claim) in the U.S. state or district where you worked, not where you live. You may ﬁle:\n● in the online BEACON UI system (beacon.labor.maryland.gov/);\n● by phone at 667-207-6520 (Monday to Friday, 8:00 a.m. to 4:00 p.m.).",
    "metadata": {
      "section_title": "1. How do I apply?",
      "page_number": 1
    }
  },
  {
    "section_id": "MD-3",
    "content": "After you ﬁle an initial claim, you will receive a beneﬁt determination (in BEACON and through your preferred communication method, which you select when you ﬁle an initial claim).\nYour determination will include whether you are eligible for UI beneﬁts, your weekly beneﬁt amount, etc. If you disagree with the determination, you may ﬁle an appeal. For details, see the UI Appeals page (at MDunemployment.com).",
    "metadata": {
      "section_title": "2. How do I know if I am eligible?",
      "page_number": 1
    }
  },
  {
    "section_id": "MD-4",
    "content": "To be determined eligible for regular UI, you must:\n● Be unemployed through no fault of their own;\n● Be able to work and available for work without restrictions;\n● Actively search for work; and,\n● Have earned sufﬁcient wages in a one-year period (standard or alternate base period).\n○ For the standard base period, we go back 18 months and look at the wages you earned in the ﬁrst year of the 18-month period.\n○ If you are not eligible for UI under the standard base period, the alternate base period may be used. For the alternate base period, we look at your wages in a one-year period (the four most recently-completed calendar quarters).\nNOTE: If you are receiving pay that is deductible from UI beneﬁts (vacation, holiday, or special pay, severance, retirement/pension pay, or back pay/damages), your beneﬁts may be delayed or denied.\nSee the Claims Filing - Initial Claims FAQs (at MDunemployment.com) for more.",
    "metadata": {
      "section_title": "Eligibility Requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "MD-5",
    "content": "Your weekly beneﬁt amount (WBA) is based on your earnings in the base period and ranges from $50 to $430 in Maryland. If eligible, you may receive up to 26 weeks of regular UI beneﬁts.\nIn some circumstances (e.g., working part-time while collecting UI beneﬁts) you may receive partial payments. Certain payments (such as wages, severance, etc.) are deductible from your UI beneﬁts.\nNOTE: UI beneﬁts are taxable. You will choose to have federal tax, state tax, both, or no taxes withheld from your UI beneﬁts (when you ﬁle an initial claim). You can also update your withholding status in BEACON.",
    "metadata": {
      "section_title": "3. How much will I receive?",
      "page_number": 2
    }
  },
  {
    "section_id": "MD-6",
    "content": "After you apply, you must meet weekly eligibility requirements to receive UI beneﬁt payments, which include:\n● be able and available for work (without undue restrictions) and meet work search requirements (see question #6);\n● ﬁle weekly claim certiﬁcations on time (see question #5);\no acceptsuitablework whenoffered |\n● accept suitable work, when offered;\n● be available and contact the Maryland Division of Unemployment Insurance and/or the Maryland Division of Workforce Development and Adult Learning (DWDAL) when instructed;\n○ You may be selected for a Reemployment Services and Eligibility Assessment (RESEA) workshop.\n● report payments on your weekly claim certiﬁcation (any wages, self-employment income, tips, commission, ﬁrst payment from a pension you did not previously report, etc.). Do not report Social Security income.\nNOTE: If you receive certain payments (severance, vacation, holiday, bonus, back pay or damages, or other special payments) after ﬁling an initial claim, report it by calling a claims agent at (667) 207-6520.\nMaryland Labor - DUI Communications\n2",
    "metadata": {
      "section_title": "4. What are Maryland’s regular UI requirements?",
      "page_number": 3
    }
  },
  {
    "section_id": "MD-7",
    "content": "A weekly claim certiﬁcation is your request to be paid UI beneﬁts for a particular week of unemployment. You may ﬁle via:",
    "metadata": {
      "section_title": "5. How do I ﬁle a weekly claim certiﬁcation?",
      "page_number": 3
    }
  },
  {
    "section_id": "MD-8",
    "content": "○ Select Weekly Certiﬁcation from the left menu, and follow the prompts. You must ﬁle between 12:01 a.m. Sunday and 11:59 p.m. Saturday, (after the week for which you are requesting payment).\n● Interactive Voice Response (IVR) phone system (call 410-949-0022);\n● MD Unemployment for Claimants mobile app (download from iOS App Store or Google Play Store).",
    "metadata": {
      "section_title": "● BEACON;",
      "page_number": 3
    }
  },
  {
    "section_id": "MD-9",
    "content": "To fulﬁll the work search requirements, you must:\n|\n● register in the Maryland Workforce Exchange (MWE) system (mwejobs.maryland.gov);\n● upload or create a résumé in MWE, make the résumé viewable to employers, and maintain an up-to-date résumé;\n○ After you register, check your MWE inbox frequently for weekly tasks you are required to complete. Failure to complete these tasks may result in a delay or denial of your UI beneﬁts.\n● complete at least three valid reemployment activities each week, which must include at least one job contact (see Valid Reemployent Activities for Claimants page at MDunemployment.com); and,\n○ keep a detailed weekly record of all completed job contacts and reemployment activities. You are strongly urged to use the MWE Job Contact and Reemployment Activity Log to keep this record.\n○ Detailed work search instructions are available on the Maryland Work Search Requirements page (at MDunemployment.com).\nSee the Information for New Claimants page (at MDunemployment.com) to learn more. For questions, call 667-207-6520 (Monday to Friday, 8:00 a.m. to 4:00 p.m.).\nMaryland Labor - DUI Communications\n3",
    "metadata": {
      "section_title": "6. What are the work search requirements?",
      "page_number": 3
    }
  }
]