[
  {
    "section_id": "ME-0",
    "content": "Me. I-5 (rev. 2/28/2018)",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "ME-1",
    "content": "A Worker’s Guide to Maine’s Unemployment Program\n1-800-593-7660\nwww.maine.gov/reemployme\nMore contact information is listed at the end of this UI Guide.\nUnemployment benefits are intended as temporary assistance for workers. You must meet certain eligibility conditions to receive unemployment benefits. Take time to read this important handbook to assist you. You can review eligibility conditions, file a new claim, file weekly certifications (claims) or check the status of your claim at www.maine.gov/reemployme. If you do not understand any of this information, call the Unemployment Claim Center at 1-800-593-7660 to speak to a customer service representative who can help you.",
    "metadata": {
      "section_title": "Maine’s Unemployment Insurance Guide",
      "page_number": 1
    }
  },
  {
    "section_id": "ME-2",
    "content": "• The easiest way to file an initial claim or weekly certification is to do it online at www.maine.gov/rememployme\n• To be eligible for unemployment benefits you must be able and available to work\n• Unemployed or under-employed workers are required to actively look for work and record their work search for inspection\n• If you refuse work or a referral to work, you may be denied unemployment benefits\n• Providing false information or failure to disclose information to obtain benefits is a criminal offense subject to prosecution and a loss of benefits",
    "metadata": {
      "section_title": "Did you know that:",
      "page_number": 1
    }
  },
  {
    "section_id": "ME-3",
    "content": "The Americans with Disabilities Act prohibits inquiries as to whether or not an individual has a disability or to the nature and extent of such a disability. However, other federal laws provide various benefits and services for people with disabilities. If you would like to know more about these services, contact your local CareerCenter.\nThis is a voluntary disclosure. Disability information is not required to receive services from the Maine Department of Labor (MDOL).\nThe Maine Department of Labor’s Bureau of Unemployment Compensation is an equal opportunity employer/program. Upon request, auxiliary aids and services are available to individuals with disabilities.",
    "metadata": {
      "section_title": "VOLUNTARY DISCLOSURE FOR SPECIALIZED SERVICES FOR PEOPLE WITH DISABILITIES",
      "page_number": 1
    }
  },
  {
    "section_id": "ME-4",
    "content": "The automated phone filing system offers instructions in English, Spanish, and French. If you need an interpreter for any other language, MDOL can arrange for one. When you place your call and it is answered by the claim system, press “1” and then press “3”to be connected with a customer service representative who will make arrangements for an interpreter to assist you.",
    "metadata": {
      "section_title": "IF YOU NEED A LANGUAGE INTERPRETER",
      "page_number": 1
    }
  },
  {
    "section_id": "ME-5",
    "content": "The Maine Department of Labor will never ask for your Social Security Number or Electronic Payment Card information by e-mail. If you receive such a request, contact us at 1-800-593-7660.\nThis information is designed to assist people who file claims for unemployment benefits. It provides guidance, but it does not have the force or effect of law. The final controlling factors are 26 M.R.S.A., Rules of the Unemployment Insurance Commission and Department of Labor Rules. This information is based upon the Law and Rules in effect at the time that it was published.\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "SCAM WARNING / STATEMENT",
      "page_number": 2
    }
  },
  {
    "section_id": "ME-6",
    "content": "Social Security Number Disclosure ................................................................................................ 1 Understanding the Unemployment Insurance Program Schedule ................................................. 1\n• Base Period\n• Benefit Year\n• Initial Claim\n• Benefit Week\n• Waiting-Period Week\n• Weekly Certification\nHow to File a Claim for Unemployment Benefits ............................................................................ 1\n• Online\n• Telephone\nOther Important Information ............................................................................................................ 2\n• Employers Finance Unemployment Insurance\n• Voluntary Income Tax (Federal and/or State) Withholding\n• Child Support Deductions from your Unemployment Payment\n• Payment Methods\n• Direct Deposit\n• Non-Citizens\n• Confidential Information\nPenalties for Unemployment Fraud ................................................................................................ 5 Fraud Detection Crossmatching ..................................................................................................... 5\n• Employer Payroll Report\n• New Hire Systems\n• Interstate\n• Inmate\nFiling an Initial Claim ....................................................................................................................... 6 Initial Claims and Monetary Determinations ................................................................................... 6\n• Base Period\n• Monetary Determination Letter",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 2
    }
  },
  {
    "section_id": "ME-7",
    "content": "................................................... 6\n• Base Period\n• Monetary Determination Letter\n• How Much Money do you have to Earn?\n• Wages must be from \"Subject Employment\"\n• How much can you Collect in Benefits?\n• Dependency Allowance\n• Benefit Year\n• Establishing a Second Benefit Year\n• Seasonal Employment\n• School Wages\n• Professional Athletes\nReopening a Claim ......................................................................................................................... 8 Benefit Rights and Responsibilities .............................................................................................. 10\n• File a Weekly Certification\n• Be Unemployed, Either Totally or Partially\n• Actively Seeking Work\n• Able and Available for Work\n• Refusal of Offers of Work or Referrals from a CareerCenter\n• Work and Earnings During a Week that you Claim Benefits\n• Severance Pay, Vacation Pay, Holiday Pay, and other Nonwage Payments\n• Pensions\n• Jury Duty\nMe.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 3
    }
  },
  {
    "section_id": "ME-8",
    "content": "ts\n• Severance Pay, Vacation Pay, Holiday Pay, and other Nonwage Payments\n• Pensions\n• Jury Duty\nMe. I-5 (rev. 2/28/2018)\n• Waiting Period Week • Registration for Work • Change of Contact and Personal Information • Establishing and Changing your Personal Identification Numbers (PIN) • Filing your Weekly Certifications • Claims Messages • Filing Weekly Certifications while you are temporarily out of State • Moving within or Outside of Maine • Returning to Work • Approved Training Worker Profiling ReEmployment Services ................................................................................... 18 • Worker Profiling ReEmployment Services Program • Penalties for not Meeting the Requirement Separation from Work that is not due to Lack of Work ................................................................ 18 Fact Finding Investigations ........................................................................................................... 18 • Quitting a Job • Getting Fired from a Job • Discharge for Crime in Connection with Work • Suspended from Work • Retirement • Labor Dispute: Strike or Lockout Refusal of Work or Referral .......................................................................................................... 20 • Suitable Work • Refusal of Referral • Attempted Recall to Work by a Former Employers • Refusal for \"Necessitous and Compelling\" Reasons • Special Situations when an Offer of Work may not be Considered Suitable Requalifying for Benefits if you are Disqualified ........................................................................... 21 Filing an Appeal ............................................................................................................................ 21 • Appeal Rights • First Appeal • Second Appeal • Request for Reconsideration • Appeal to Court Overpayments due to an Error or Appeal Reversal...................................................................... 23 • Federal Income Tax Refund Intercept • State Income Tax Refund Intercept • Application of Benefit Repayments • Waiver of Overpayment Overpayments due to Fraud ......................................................................................................... 23 Benefits Quality Control ................................................................................................................ 25 Other Unemployment Programs ................................................................................................... 25 • Dislocated Worker Benefits (DWB) • Trade Adjustment Assistance (TAA) for Workers Program • Federal or State Extended Benefits (EB) • Disaster Unemployment Assistance (DUA) Maine Department of Labor CareerCenters ................................................................................. 26 The Maine Job Training System ................................................................................................... 26 Equal Opportunity Is the Law ........................................................................................................ 26 Unemployment Claim Center Contact Information ....................................................................... 28 Appeals Contact Information ........................................................................................................ 28\nMe.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 4
    }
  },
  {
    "section_id": "ME-9",
    "content": "I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 4
    }
  },
  {
    "section_id": "ME-10",
    "content": "If you move, it is critical that you update your address with the Unemployment Claim Center. You can update your address through the Maine Department of Labor (MDOL) website at www.maine.gov/reemployme. To protect your personal information, the U.S. Postal Service will not forward correspondence from the MDOL. This includes decisions that could affect your benefits, general notifications sent to you, and 1099G forms for tax filing purposes.\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "REMINDER",
      "page_number": 5
    }
  },
  {
    "section_id": "ME-11",
    "content": "The Privacy Act of 1974 requires that we furnish this statement because you are being asked to disclose your Social Security number for UC claims processing purposes. Your Social Security number is needed under the authority of the Internal Revenue Code of 1954 (26 U.S.C. 85, 6011(a), 6050B, and 6109(a)) and the Social Security Act (42 U.S.C. 1320b-7). Giving us your Social Security number for this purpose is MANDATORY for filing for Unemployment Compensation.\nYour Social Security number is used to report the amount of any Unemployment Compensation (UC) that you receive to the Internal Revenue Service as income that may be taxable. It is also used to identify your claim for statistical purposes and to make sure you are eligible for UC and other public assistance benefits. If you decline to give us your Social Security number, your claim for UC will not be processed.",
    "metadata": {
      "section_title": "SOCIAL SECURITY NUMBER DISCLOSURE",
      "page_number": 5
    }
  },
  {
    "section_id": "ME-12",
    "content": "– Base Period: The first four of the last five completed calendar quarters prior to the date that you file your Initial Claim.\n– Benefit Year: Runs 52 weeks from the Sunday of the week in which you file your Initial Claim. You may be eligible for up to 26 full benefit payments during your Benefit Year.\n– Initial Claim: The first time you file a claim in a Benefit Year is the first step in starting a claim for Weekly Benefits. This Initial Claim can be for:\no Someone who has never filed a claim for unemployment benefits;\no Someone whose most recent Benefit Year has ended and is eligible for a second Benefit Year; or\no Someone with significant gaps between Weekly Claims during a Benefit Year, such as seasonal employees.\n– Benefit Week: Runs Sunday through Saturday; however, we strongly advise you to get on a schedule to file your Weekly Certification by 5 p.m.",
    "metadata": {
      "section_title": "UNDERSTANDING THE UNEMPLOYMENT INSURANCE PROGRAM SCHEDULE",
      "page_number": 5
    }
  },
  {
    "section_id": "ME-13",
    "content": "EST on the Friday of that week.\n– Waiting-Period Week: Maine law requires a one week \"waiting period\" prior to paying benefits. You MUST file a Weekly Certification for this week, but you will not receive a benefit payment for the week. The first week in your new benefit year will normally serve as your waiting period.\n– Weekly Certification: After you have filed your Initial claim and established a Benefit Year, you still must file a certification each week. If you choose to file your Weekly Certification through the automated phone filing system, you still need to log into maine.gov/reemployme to report your weekly Work Search (click “Weekly Certification” after you log in).\n– If you do not have access to the internet, there are computers available for use at the Maine CareerCenters. You may also call 1-800-593-7660 and a customer representative will assist you in completing your weekly certification and documenting the employers that you contacted for your work search during the week being claimed.",
    "metadata": {
      "section_title": "UNDERSTANDING THE UNEMPLOYMENT INSURANCE PROGRAM SCHEDULE",
      "page_number": 5
    }
  },
  {
    "section_id": "ME-14",
    "content": "You can file an Initial Claim for unemployment benefits on the Internet or by telephone, or by mail if your employer has given you a Maine Form B-9 (Green Slip). Once you have completed your Initial Claim, you\n1\nMe. I-5 (rev. 2/28/2018)\nmust file a weekly claim for benefits, called a Weekly Certification, for any week that you want considered for payment.",
    "metadata": {
      "section_title": "HOW TO FILE A CLAIM FOR UNEMPLOYMENT BENEFITS",
      "page_number": 6
    }
  },
  {
    "section_id": "ME-15",
    "content": "1. Visit www.maine.gov/reemployme\n2. Sign in to your ReEmployME account or create a new account if this is your first visit.\na. A valid email address is required to create a ReEmployME account.\nb. Do not use a shared or fake email account.\nc. Free email accounts are available with Gmail, Outlook, and Yahoo! Mail.\n3. Follow the instructions to file a new or reopen an existing unemployment claim\n4. Complete the screens to file your claim\na. Pay close attention to each field and provide all information requested.\ni. Incomplete or inaccurate information can affect the processing of your claim.\n5. Select your most recent employer(s) from the list of employers.\na. If your employer’s name is not listed, enter your most recent employer’s full name, address and telephone number.\n6. Submit your claim.\nYou will receive a confirmation number and a confirmation email when your claim has been accepted. If you do not receive a confirmation number, you have not completed the filing process.",
    "metadata": {
      "section_title": "ONLINE: www.maine.gov/reemployme",
      "page_number": 6
    }
  },
  {
    "section_id": "ME-16",
    "content": "During periods of high volume your call may be placed on hold. Hold times can range from a few minutes up to a half-hour. If your call is placed on hold, please stay on the line. If you call and get a busy signal, please call back later in the day.\nCell phone reception sometimes breaks up during a call. Please use a landline phone if possible. Landline telephones are available at all Maine CareerCenters.\nNOTE: We recommend that you call on Wednesday through Friday; Monday and Tuesday are often busy with longer wait times.\nFile your Initial Claim over the telephone by calling the Unemployment Compensation (UC) Claim Center. A customer service representative will ask you a series of questions to open your claim. If you do not have access to the internet, there are computers available for use at the Maine CareerCenters. You may also call 1- 800-593-7660 and a customer representative will assist you in completing your weekly certification and documenting the employers that you contacted for your work search during the week being claimed.\n1. Before You Call: It is important to have the following information with you:\na. Your Social Security Number\nb. The following employer information for each job you held during the last 18 months:\ni. Complete business name and mailing address with zip code\nii. Telephone number\niii. Dates you worked",
    "metadata": {
      "section_title": "TELEPHONE: 1-800-593-7660",
      "page_number": 6
    }
  },
  {
    "section_id": "ME-17",
    "content": "1. EMPLOYERS FINANCE UNEMPLOYMENT INSURANCE\na. Employers pay the full cost of unemployment insurance benefits through payroll taxes.\n2\nMe. I-5 (rev. 2/28/2018)\nb. No deduction is ever made from your wages for unemployment benefits.\nc. It is not part of your Social Security deduction.",
    "metadata": {
      "section_title": "OTHER IMPORTANT INFORMATION",
      "page_number": 7
    }
  },
  {
    "section_id": "ME-18",
    "content": "a. Federal or State taxes will not be withheld from your unemployment benefits unless you request that taxes be withheld.\nb. You will be asked whether you wish to withhold taxes during your initial application for benefits.\ni. You can request taxes be withheld at a later date by filling out a Form W-4V using your ReEmployME account.\nii. Request to stop the withholding of taxes by completing Form W-4V using your ReEmployME account.\nc. The voluntary withholding tax rates on unemployment benefits are fixed at 10 percent federal and 5 percent state of your gross entitlements for any eligible week.\nd. Form 1099G will be mailed to you by January 31 of the year following the calendar year in which you were paid benefits and/or made repayments against an overpayment.\ni. The U.S. Postal Service will not forward these forms so it is important to keep your address information current. (See page ## for disclaimer)\nii.",
    "metadata": {
      "section_title": "2. VOLUNTARY INCOME TAX (FEDERAL AND/OR STATE) WITHHOLDING",
      "page_number": 7
    }
  },
  {
    "section_id": "ME-19",
    "content": "If you believe your Form 1099G is incorrect, call the Claim Center at 1-800-593-7660 or write to a Claim Center explaining why you believe the amount reported is incorrect. The mailing address is provided at the end of this document.\n3. CHILD SUPPORT DEDUCTIONS FROM YOUR UNEMPLOYMENT PAYMENT\na. If you owe child support that you pay to the Department of Health and Human Services (DHHS), up to 50 percent of your benefits may be automatically taken by MDOL and sent to DHHS.\ni. This percentage may be different if you have an agreement with DHHS to pay a certain amount of child support toward a back debt.\nb. If you are currently receiving Social Security Insurance (SSI) or are receiving public assistance for your child (TANF), you may be exempt from automatic withholding.\ni. MDOL is not authorized to change any of these withholdings.\nii. If you have any questions about the amount that will be deducted for child support from your benefit payment, please contact your DHHS support enforcement agent.\n4. PAYMENT METHODS\na. You have a choice of direct deposit into your personal checking or savings account or the Electronic Payment Card (EPC). This is a Visa Debit Card from US Bank.\ni. Payment is made electronically for either method.\nii. All claimants, including those choosing direct deposit, are sent an EPC card.\nb. Instructions for using the card are provided with the card. Visit www.maine.gov/reemployme and click Payment Options under the “Learn About” section for more information.",
    "metadata": {
      "section_title": "2. VOLUNTARY INCOME TAX (FEDERAL AND/OR STATE) WITHHOLDING",
      "page_number": 7
    }
  },
  {
    "section_id": "ME-20",
    "content": "a. There are two ways to select direct deposit:\ni. Online: Through the MDOL ReEmployME online system you can enter a new direct deposit account, change an existing direct deposit account, or delete a direct deposit account. Using this feature is the quickest way to activate your direct deposit option.\n1. Sign in to an existing unemployment account or create a new unemployment account at www.maine.gov/reemployme.\n3\nMe. I-5 (rev. 2/28/2018)\n2. You will be asked for your account number and your bank’s routing number, which is located on the bottom left side of your checks.\nii. Telephone: Call 1-800-593-7660 to file an application for direct deposit. We will ask for your account number and your bank’s routing number, which is located on the bottom left side of your checks.",
    "metadata": {
      "section_title": "5. DIRECT DEPOSIT:",
      "page_number": 8
    }
  },
  {
    "section_id": "ME-21",
    "content": "Only U.S. citizens and certain aliens are eligible to receive unemployment insurance benefits. If you are not a U.S. citizen:\na. You must have been legally allowed to work in the United States when you earned your Base Period Wages.\nb. You must be legally allowed to work while you are claiming unemployment benefits.\nc. Your Social Security Number and/or Alien Permit number will be confirmed with the U.S. Department of Homeland Security.",
    "metadata": {
      "section_title": "6. NON-CITIZENS",
      "page_number": 8
    }
  },
  {
    "section_id": "ME-22",
    "content": "Public disclosure of claimant and employer information is generally not allowable. An authorization statement must be on file before your records and/or claim status can be discussed or shared with your spouse, family or designated representative. Note that at the time you apply, and periodically thereafter, confidential information relating to your claim may be requested and used for other governmental purposes, including, but not limited to, verification of eligibility under other governmental programs. When you request copies of agency records, you will be charged a minimum research cost and reproduction fee.\n4\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "7. CONFIDENTIAL INFORMATION",
      "page_number": 9
    }
  },
  {
    "section_id": "ME-23",
    "content": "Failing to report the gross amount of your earnings for each week that you work while filing claims, as well as failing to report remuneration (severance, holiday pay, vacation pay, bonus), could result in a fraud determination.\nIf you commit unemployment fraud, you may be prosecuted. Unemployment fraud is theft by deception under Title 17-A, which may be a felony depending on the amount of benefits obtained through misrepresentation or false statement. If you are prosecuted in court and convicted, you are subject to a fine of not more than $2,000 and/or a jail term of not more than 364 days for each false statement or representation or failure to disclose a material fact when filing your initial and weekly claims.\n1. Under State Law, you will be penalized if you knowingly make a false statement or representation, or knowingly fail to disclose a material fact to obtain or increase benefits.\n2.",
    "metadata": {
      "section_title": "PENALTIES FOR UNEMPLOYMENT FRAUD",
      "page_number": 9
    }
  },
  {
    "section_id": "ME-24",
    "content": "For the first or second violation, you will be disqualified from receiving benefits for the week(s) in which you made a fraudulent claim and become ineligible to receive benefits for six to 12 months.\n3. For a third or subsequent violation, you will be disqualified for a period to be determined by the Commissioner of Labor. In addition, you will be fined 50 percent of the fraudulently claimed benefits for the first occurrence, 75 percent for the second and 100 percent for the third.\nOverpayments resulting from fraud will be charged interest at the rate of 1 percent per month until penalties, accrued interest, and benefit payments owed are paid in full. If you are unable to pay your debt in full, contact a Collection Representative at (207) 621-5154 or by email at division.uccollections@Maine.gov to negotiate a repayment plan.\nNOTE: 100 percent of future benefits will be applied to any outstanding fraud balance until this overpayment is repaid in full, regardless of a repayment plan. To avoid this, you must repay your debt in full. In addition, the following may be intercepted and applied to an outstanding fraud overpayment:\n1. A federal or state income tax refund due to you and your spouse (joint return);\n2. Lottery winnings paid directly by the Bureau of Alcoholic Beverages and Lottery Operations; and\n3. Wage garnishment.\nCollections may also be achieved by civil warrant.",
    "metadata": {
      "section_title": "PENALTIES FOR UNEMPLOYMENT FRAUD",
      "page_number": 9
    }
  },
  {
    "section_id": "ME-25",
    "content": "1. Employer Payroll Report: All weekly unemployment claims are \"matched\" against employers' payroll records. This process detects individuals who have not reported wages earned during weeks that benefits were paid.\n2. New Hire Systems: Each week, the Departments of Labor and Health and Human Services share new hire information provided by employers allowing us to identify ineligible payments.\n3. Interstate: Each week the MDOL conducts a crossmatch to verify work registration for claimants residing out-of-state and filing for unemployment benefits with the State of Maine. This process allows us to identify ineligible payments.\n4. Inmate: Each week the MDOL conducts a crossmatch with Maine State correctional facilities. This process allows us to identify claimants who may not be eligible for benefits due to being incarcerated and unavailable for work.\n5\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "FRAUD DETECTION CROSSMATCHING",
      "page_number": 10
    }
  },
  {
    "section_id": "ME-26",
    "content": "An Initial Unemployment Claim is the first step in starting a claim for weekly benefits. An Initial Claim is defined as:\n1. A new claim for someone who has never filed a claim for unemployment benefits\n2. A claim that \"reactivates\" an unemployment claim for a person who filed his/her most recent \"new\" claim within the past 52 weeks. This is called an Additional Initial Claim.\n3. A new claim for someone whose most recent one-year Benefit Year has ended\nSee instructions on filing a claim for unemployment benefits on page 1.",
    "metadata": {
      "section_title": "FILING AN INITIAL CLAIM",
      "page_number": 10
    }
  },
  {
    "section_id": "ME-27",
    "content": "Unemployment insurance is based strictly on wages paid to you during a specified Base Period, which are described below.",
    "metadata": {
      "section_title": "INITIAL CLAIMS AND MONETARY DETERMINATIONS",
      "page_number": 10
    }
  },
  {
    "section_id": "ME-28",
    "content": "a. \"Regular\" Base Period: MDOL first looks at your earnings in the \"Regular\" Base Period, which is the first four of the last five completed calendar quarters prior to the date that you file your claim.\nb. \"Alternate\" Base Period: The \"Alternate\" Base Period is the last four completed calendar quarters prior to the date you file your claim. This means that MDOL will substitute the most recently completed calendar quarter for the oldest quarter used in your \"Regular\" Base Period.\nIF you file your claim during one of the months with an * above the column…\nTHEN the \"Regular”Base Period will be the four quarters in the darker shaded area.\n             *   Oct.   Jan.   Apr.   July   Oct.   Jan.      Nov.   Feb.   May   Aug.   Nov.   Feb.      Dec.   Mar.   June   Sep.   Dec.   Mar.      *   Jan.",
    "metadata": {
      "section_title": "1. BASE PERIOD",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-29",
    "content": "Nov.   Feb.   May   Aug.   Nov.   Feb.      Dec.   Mar.   June   Sep.   Dec.   Mar.      *   Jan.   Apr.   July   Oct.   Jan.   Apr.         Feb.   May   Aug.   Nov.   Feb.   May      Mar.   June   Sep.   Dec.   Mar.   June      *   Apr.   July   Oct.   Jan.   Apr.   July            May   Aug.   Nov.   Feb.   May   Aug.      June   Sep.   Dec.   Mar.   June   Sep.     *   July   Oct.   Jan.   Apr.   July   Oct.            Aug.   Nov.   Feb.   May   Aug.   Nov.   Sep.   Dec.   Mar.   June   Sep.   Dec.   Year   Last Year   This Year   Before   Last  \nIf you were not paid enough wages in the \"Regular” Base Period to set up an unemployment claim, MDOL will look at your wages in the \"Alternate” Base Period (the light-shaded quarter).\n6\nMe. I-5 (rev. 2/28/2018)\n“Regular” Example: If you filed your claim in August, as shown in the third row because of the *, the \"Regular\" Base Period would be from April of the previous year to March of the current year.\n“Alternate” Example: If you filed your claim in August, the \"Alternate\" Base Period would be from July of the previous year to June of the current year (as noted in row three by the last three darker shaded quarters and the lighter shaded quarter).",
    "metadata": {
      "section_title": "1. BASE PERIOD",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-30",
    "content": "NOTE: If you receive a form telling you that you do not have enough wages and that a Redetermination will be mailed, you should continue to send in Weekly Certifications while the \"Alternate\" Base Period is checked.\nc. \"Alternate\" Base Period Monetary Determination: In some cases, MDOL will ask you to provide a list of your earnings.\ni. Continue to file weekly certifications during the period of investigation.\nii. After MDOL finishes processing your \"Alternate\" Base Period claim, MDOL will send you another Monetary Determination.\n1. This second letter will say whether you qualify to set up a claim using the \"Alternate\" Base Period.",
    "metadata": {
      "section_title": "1. BASE PERIOD",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-31",
    "content": "You will receive a Monetary Determination letter that will show your weekly benefit amount (WBA) and maximum benefit amount (MBA) if you are \"monetarily eligible\" (have earned enough money) to set up a benefit claim year.\na. Carefully review this letter for errors (either missing wages or wages which are not yours).\nb. If any wages are missing or if you find other errors, get proof of the correct amount and contact the Claim Center at 1-800-593-7660 to speak with a representative.",
    "metadata": {
      "section_title": "2. MONETARY DETERMINATION LETTER",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-32",
    "content": "To be \"monetarily eligible\" to set up an unemployment claim, you must meet two requirements:\na. During at least two calendar quarters in the base period, you must have been PAID wages that are at least two-times the annual average weekly wage in Maine (the calendar quarters are the months listed in the blocks shown in the shaded area on the base period chart as seen in the chart on page ##). AND\nb. During the entire base period, you must have been PAID wages totaling at least six times Maine's annual average weekly wage.",
    "metadata": {
      "section_title": "3. HOW MUCH MONEY DO YOU HAVE TO EARN?",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-33",
    "content": "Only wages earned from a Subject Employer can be used to meet the earnings requirement to establish a claim. A \"subject employer\" is one that pays unemployment insurance taxes on your wages or who may have liability for your unemployment insurance benefits. Most employers, including the government, are Subject Employers. If you are not sure whether you worked for a Subject Employer, you should still file a claim for benefits. If no unemployment taxes were paid on your wages, MDOL will verify this was appropriate under the law.\na. Workers' Compensation: Certain Workers' Compensation weekly payments may be used toward meeting the earnings requirement.\nb. Out-of-State Wages: If you worked in another state, you may be able to use those wages to file either a Combined-Wage Claim or an Interstate Claim.",
    "metadata": {
      "section_title": "4. WAGES MUST BE FROM \"SUBJECT EMPLOYMENT",
      "page_number": 11
    }
  },
  {
    "section_id": "ME-34",
    "content": "The amount of your earnings determines the amount of unemployment benefits you can collect.\na. Weekly Benefit Amount (WBA): The benefit amount that you can receive for one week. Your weekly benefit amount (up to the limit provided for under Maine law) is determined by dividing the average of the wages in the two (2) highest quarters of your “base period” by 22.\n7\nMe. I-5 (rev. 2/28/2018)\nb. Maximum Benefit Amount (MBA): The maximum amount of benefits that you can receive during your Benefit Year. This amount is either 26 times your WBA or one-third of your total Base Period Wages, whichever is less.",
    "metadata": {
      "section_title": "5. HOW MUCH CAN YOU COLLECT IN BENEFITS?",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-35",
    "content": "If you are the whole or main support of a child who is under the age of 18, is a student between the ages of 18 and 23, or has a disability, you may be eligible for a dependency allowance of $10 for each child. You must report any changes such as an increase or decrease in child support or return to work of your spouse when you file your weekly claim.",
    "metadata": {
      "section_title": "6. DEPENDENCY ALLOWANCE",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-36",
    "content": "Each Benefit Year lasts for 52 weeks. It starts with the Sunday of the week in which you file your claim and ends 52 weeks later. CLAIMS CANNOT BE BACKDATED. If you earned enough money to qualify, your benefits are available during this 52-week period. You may be eligible for up to 26 full benefit payments during your Benefit Year.",
    "metadata": {
      "section_title": "7. BENEFIT YEAR",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-37",
    "content": "If you receive unemployment benefits during one Benefit Year, there is an additional requirement you must meet before you can receive benefits in a second (later) Benefit Year. This requires you to have:\na. Worked since the beginning of the first benefit year;\nb. Earned eight-times the Weekly Benefit Amount of your New Benefit Year; AND\nc. The work must be for an employer that pays unemployment taxes (Subject Employment).",
    "metadata": {
      "section_title": "8. ESTABLISHING A SECOND BENEFIT YEAR",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-38",
    "content": "Some employers operate for only part of the year. If you worked for a Seasonal Employer, you can only receive benefits based on those seasonal wages during the employer's regular seasonal period. The Maine Unemployment Insurance Commission determines which employers and industries are seasonal.\nYour Monetary Determination will show if you have wages from a Seasonal Employer in your Base Period. It will tell you what your employer’s seasonal period is and how much of your Maximum Benefit Amount is available to you outside of the employer's seasonal period.",
    "metadata": {
      "section_title": "9. SEASONAL EMPLOYMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-39",
    "content": "If you have Base Period Wages from an educational institution, there may be some restrictions on your unemployment benefits. Under some circumstances, you would not be able to receive unemployment benefits during school breaks. The key factor is whether ANY school has told you that you will have a job at the end of the summer vacation and/or after holiday/recess periods. MDOL will review the exact effect, if any, school wages have on your eligibility when you file your claim.",
    "metadata": {
      "section_title": "10. SCHOOL WAGES",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-40",
    "content": "A special law applies if you earned some or all of your Base Period Wages while being employed as a professional athlete. You will not be able to use those wages as a basis for receiving benefits between two consecutive seasons under certain circumstances. MDOL will discuss these circumstances with claimants who are involved in this situation.",
    "metadata": {
      "section_title": "11. PROFESSIONAL ATHLETES",
      "page_number": 12
    }
  },
  {
    "section_id": "ME-41",
    "content": "There are two ways that you can reactivate your claim at any time during your Benefit Year:\n1. Online at www.maine.gov/reemployme\na. Enter your User ID and Password\nb. Click Unemployment Claim\n8\nMe. I-5 (rev. 2/28/2018)\n2. Call 1-800-593-7660.\nIt does not matter why you stopped claiming benefits. Your Weekly Benefit Amount does not change when you reactivate your claim. However, your claim will become \"effective\" the Sunday of the week in which you reopen your claim.\nIf you are now unemployed and want to begin filing for benefits again, DO NOT DELAY IN REAPPLYING FOR BENEFITS BECAUSE CLAIMS CANNOT BE BACKDATED.\n9\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "REOPENING A CLAIM",
      "page_number": 14
    }
  },
  {
    "section_id": "ME-42",
    "content": "To receive weekly benefits, you must be eligible. You are responsible for knowing what is required of you while you are claiming benefits. If you have any questions or doubts, it is important that you call 1-800-593-7660 and speak with a customer service representative. Failure to satisfy your responsibilities in this program can jeopardize your ability to collect benefits. Therefore, it is important to rely only on MDOL staff who are thoroughly familiar with the current laws that govern the unemployment program.",
    "metadata": {
      "section_title": "BENEFIT RIGHTS AND RESPONSIBILITIES",
      "page_number": 14
    }
  },
  {
    "section_id": "ME-43",
    "content": "You can file weekly certifications online at www.maine.gov.reemployme (select “Weekly Certification” under Quick Links) or by telephone at 1-800-593-7660. See additional information for both filing methods on pages 1 and 2.\nIf you choose to file by phone, you still must log in online to ReEmployME to file your weekly Work Search.\ni. If you do not have access to the internet, there are computers available for use at the Maine CareerCenters. You may also call 1-800-593-7660 and a customer representative will assist you in completing your weekly certification and documenting the employers that you contacted for your work search during the week being claimed.",
    "metadata": {
      "section_title": "1. FILE A WEEKLY CERTIFICATION",
      "page_number": 14
    }
  },
  {
    "section_id": "ME-44",
    "content": "a. You will be considered Totally Unemployed in any week in which you do not work.\nb. You will be considered Partially Unemployed if you are working less than full time and do not earn $5 or more above your weekly benefit amount.\nYou generally will not be considered Totally or Partially Unemployed if you are primarily self-employed or employed full-time on a commission basis. Remember, if you work during the week, you must report the gross earnings when you file your Weekly Certification.\na. Full Time: Being employed full time generally means working the number of hours that are usually considered to be full time for the occupation or industry but not less than 35 hours per week.",
    "metadata": {
      "section_title": "2. BE UNEMPLOYED, EITHER TOTALLY OR PARTIALLY",
      "page_number": 14
    }
  },
  {
    "section_id": "ME-45",
    "content": "To be eligible for unemployment benefits, you must be registered and active with Maine JobLink if you are living in Maine – visit http://www.maine.gov/joblink. If you are filing for unemployment benefits and living outside Maine, you must be registered for work with the Job Service Agency in the state in which you are residing.\nThe MDOL considers the following factors when looking at what kind of work search you must do:\na. Work you usually do\nb. Work you have training or experience doing\nc. Work you have education to do\nd. The number of possible job openings in the area to which you are able and available to commute\ne. The number of weeks that you file for benefits\nYour local MDOL CareerCenter offers free job search help. Find your closest CareerCenter at www.mainecareercenter.gov/locations/index.shtml.",
    "metadata": {
      "section_title": "3. ACTIVELY SEEKING WORK",
      "page_number": 15
    }
  },
  {
    "section_id": "ME-46",
    "content": "You cannot limit your work search only to CareerCenter registration.\na. Method of Contact: You are required to seek work each week. Making personal employer\n10\nMe. I-5 (rev. 2/28/2018)\ncontacts to complete an application is generally the most effective means of securing work. However, sending letters and resumes by mail or online and using employment agencies can be used along with personal employer contacts.\ni. You will be required to report your work search activities each week while filing your Weekly Certification.\nii. Keep a copy of emails and URL/website addresses for applications you submit online.\niii. Keep a copy of any application submitted or, if applying online, take a screen shot or write the URL/website address so that you can report them each week when filing your weekly certification.\niv. You must provide verifiable contacts for each week in which a Weekly Certification for benefits is filed.\nv. Verifiable contact information includes employer name and address, name and title of the individual contacted, and telephone number or web addresses (URLs).",
    "metadata": {
      "section_title": "3. ACTIVELY SEEKING WORK",
      "page_number": 15
    }
  },
  {
    "section_id": "ME-47",
    "content": "b. Work Search Waivers: Waivers may be given for two to six weeks and fall under one of the categories listed below. Your employer is NOT authorized to grant you a work search waiver. Only MDOL can grant a work search waiver. MDOL will look at labor and market conditions in making these determinations. Unless you have been granted a work search waiver by MDOL, you must be actively seeking work each week of filing.\ni. Pending Recall: If you have been laid off due to a lack of work and you have a definite recall date within six weeks of that layoff date. Your employer must provide written verification of your recall date.\nii. New Job: If you have accepted an offer of permanent, full time, new employment (not a recall by a former employer) that will start within two weeks.\niii. In Approved Training: If you are in training that has been \"approved\" by the MDOL and waives your requirement to seek employment for a specific period while you are attending school or training. For more information, see Benefit Rights and Responsibilities: Approved Training on page 17.",
    "metadata": {
      "section_title": "NOTE: You must continue to seek work even when claiming partial benefits.",
      "page_number": 15
    }
  },
  {
    "section_id": "ME-48",
    "content": "To receive benefits, you must be physically able to work and available to accept suitable, full-time work without restrictions such as child care, transportation or shift preference when you work in a multi-shift industry.\na. Exceptions: You may be allowed benefits if:\ni. The greater part of the shift is between midnight and 5 a.m. and you:\n1. Need to care for an immediate family member.\n2. Have a disability and a personal care attendant who is required to help you but is not available.\nii. You worked less than full-time for a majority (more than 50 percent) of weeks during your Base Period and you are able, available and seeking work for a comparable number of hours in your regular occupation; or\niii. You worked full time for a majority of the weeks during your Base Period but you are only able, available, and seeking part time work due to your own or an immediate family member’s illness or disability or when necessary for the safety or protection of yourself or an immediate family member, including protection from domestic abuse.\niv. “Immediate Family” means the claimant's spouse, children, parents, step-parents, brothers or sisters, or relatives who have been acting in the capacity of a parent of\n11\nMe.",
    "metadata": {
      "section_title": "4. ABLE AND AVAILABLE FOR WORK",
      "page_number": 16
    }
  },
  {
    "section_id": "ME-49",
    "content": "I-5 (rev. 2/28/2018)\neither the claimant or spouse.\nIf you meet one of these exceptions, you must report it to the MDOL when you file a claim.\nb. Not Able or Available for Work for Part of the Week: Occasionally, you might not be able to work or are unavailable for work for part of the week. You must report any such days and the reasons when filing your weekly certification for benefits.\ni. If you file online, by telephone or mail and you were not able or available for work, you may be contacted by the MDOL to provide additional information.\nii. When you are not able or available due to illness or other “good cause,” you may be eligible for reduced benefits for the part of the week that you were able and available for work.\niii. You must still meet all other conditions for being eligible for benefits.",
    "metadata": {
      "section_title": "4. ABLE AND AVAILABLE FOR WORK",
      "page_number": 16
    }
  },
  {
    "section_id": "ME-50",
    "content": "You must report any offer of work that you refuse or any referral to work from an MDOL CareerCenter that you do not accept on your Weekly Certification. You must explain the refusal in the space provided if you file online or in the “Remarks” section on the front of your attendance verification form for special programs. If you file your weekly certification by telephone, your claim may be accepted by the system but you will be contacted by the MDOL to provide additional information regarding the Refusal of Work or Referral by the CareerCenter. If you refuse an offer of suitable work or a referral to a suitable job, you may be disqualified from receiving further benefits.\na. Acceptance of a Referral: To be considered to have accepted a referral from an MDOL CareerCenter, you must contact the employer to whom you are referred to schedule a job interview.",
    "metadata": {
      "section_title": "5. REFUSAL OF OFFERS OF WORK OR REFERRALS FROM A CAREERCENTER",
      "page_number": 16
    }
  },
  {
    "section_id": "ME-51",
    "content": "Earnings apply to the week in which you work and earn the money, not when you get paid. You must report any work performed (including self-employment and commission sales) and the GROSS amount of wages earned or in the space provided if you file online. If you file your Weekly Certification by telephone, at the prompt you must report your gross earnings from all the employer(s) for whom you worked. If you were paid for an “odd job” and you cannot provide written verification of your earnings, report your earnings for the week in which you did the work, regardless of when you are paid. \"Gross wages\" means the total wages paid or due to you before any deductions. This includes all employment of any kind, such as self-employment, odd jobs, babysitting, etc. Wages include cash, commissions, checks, tips, and the cash value of pay you receive in the form of food, lodging or any other means of payment.\na.",
    "metadata": {
      "section_title": "6. WORK AND EARNINGS DURING A WEEK THAT YOU CLAIM BENEFITS",
      "page_number": 16
    }
  },
  {
    "section_id": "ME-52",
    "content": "and the cash value of pay you receive in the form of food, lodging or any other means of payment.\na. Partial Benefits: You must report ALL of your gross earnings. However, the first $100.00 of gross earnings will not affect the amount of your unemployment payment for that week. Gross earnings above $100.00 are subtracted from your benefit payment for that week. For example: If you earn $140.00 in a week, only $40.00 ($140.00 minus the $100.00 \"allowance\") will be deducted from your unemployment payment.\ni. You must continue to seek work even if you are claiming partial benefits.\nb. Verification of Earnings: If you report earnings during a week in which you filed a claim, your claim will be processed. You may be requested to provide verification of the earnings. If MDOL contacts you regarding the need to submit proof of your earnings, you will receive directions on how to submit the information.",
    "metadata": {
      "section_title": "6. WORK AND EARNINGS DURING A WEEK THAT YOU CLAIM BENEFITS",
      "page_number": 17
    }
  },
  {
    "section_id": "ME-53",
    "content": "If you do not submit proof of your earnings within 14 days of when MDOL asks for them, your benefits may be denied.\nc. \"Excess\" Earnings: If your gross earnings are $5 or more above your weekly benefit amount, you will have what is called \"excess earnings\" and you will not be eligible for a benefit payment that week.\nd. Working Full Time or the Full Number of Hours Able or Available Due to Illness or Disability: If you are working full time, you will not be eligible for benefits regardless of the gross amount of your earnings. If you are working part time due to the reasons outlined under Benefit Rights and Responsibilities: Able and Available for Work on page 11 and you are now\n12\nMe. I-5 (rev. 2/28/2018)\nworking the full number of hours, you are able or available to work considering your limitations, you will no longer be considered “partially unemployed” or eligible for benefits regardless of your earnings.",
    "metadata": {
      "section_title": "6. WORK AND EARNINGS DURING A WEEK THAT YOU CLAIM BENEFITS",
      "page_number": 17
    }
  },
  {
    "section_id": "ME-54",
    "content": "If you receive any payment from your employer that is not regular earnings, report it on your Weekly Certification, or when prompted to do so on ReEmployME or telephone. The payment types and how they will be deducted are as follows:\na. Severance Pay, Dismissal Wages, Terminal Pay, and Wages in Lieu of Notice: Applied to the week in which they are paid.\nb. Vacation Pay: Any vacation pay in an amount exceeding the equivalent of four weeks of wages will be allocated to a period following separation which would be equivalent to your normal wages.\nc. Holiday Pay: Applied to the week in which the holiday occurs.\nd. Bonuses: Are considered earnings and would be allocated to the week or weeks in which the bonus payment was earned.",
    "metadata": {
      "section_title": "7. SEVERANCE PAY, WAGES IN LIEU of NOTICE, VACATION PAY, HOLIDAY PAY, AND OTHER NONWAGE PAYMENTS",
      "page_number": 17
    }
  },
  {
    "section_id": "ME-55",
    "content": "In some cases, pensions other than Social Security are deducted from your weekly benefit amount. They are deducted if:\na. you receive a pension from a base period employer; and\nb. that employer made some or all of the contributions toward your pension; and\nc. the services provided for that employer during the base period affected the amount of, or eligibility for, the pension.\nMDOL only deducts the employer's portion of that pension from your weekly unemployment benefits.\nNOTE: If you receive Railroad Unemployment Insurance benefits, including sickness benefits, you will not be eligible for regular unemployment insurance benefits from Maine or another state.\na. How to Report the Amount of Your Pension: The gross amount of your pension (excluding Social Security) must be reported on your Weekly Certification the first week in which you receive it. If your pension amount changes, please note the change when prompted to do so by either the Internet or telephone. You do not need to report any Social Security benefits.",
    "metadata": {
      "section_title": "8. PENSIONS",
      "page_number": 17
    }
  },
  {
    "section_id": "ME-56",
    "content": "If you are called for jury duty while you are filing for unemployment benefits, you must report the jury duty pay (but not the mileage or other expense payments). If you file your claim by mail, write the words \"jury duty,\" the dates of jury duty, and the amount of jury duty pay in the REMARKS section of your weekly certification for the week(s). Jury duty pay will be deducted from the benefit payment for the week(s) in which you are on jury duty. If your jury duty pay is less than your weekly benefit amount, you will still be eligible for some benefits. You will be considered available for work while on jury duty.",
    "metadata": {
      "section_title": "9. JURY DUTY",
      "page_number": 17
    }
  },
  {
    "section_id": "ME-57",
    "content": "Maine law requires a one-week Waiting Period prior to paying benefits. You must file a Weekly Certification for this week, but you will not receive a benefit payment for the week.\na. The first week in your new Benefit Year will normally serve as your Waiting Period.\nb. If you are not eligible for benefits for the first week in your Benefit Year, then the next week you are eligible for benefits will be your Waiting Period week.\nDo Not Delay in Filing Your Claim Because of the Waiting Period Week Requirement.\ni. To receive a \"waiting period\" credit, you must file a claim for that week.\n13\nMe. I-5 (rev. 2/28/2018)\nii. If you delay in filing your claim, your claim and the waiting period week will start the week in which you file.",
    "metadata": {
      "section_title": "10. WAITING PERIOD WEEK",
      "page_number": 18
    }
  },
  {
    "section_id": "ME-58",
    "content": "Once you have completed your Initial Claim for benefits, you are required to be registered for work by creating an account with Maine JobLink. Registration for work will enable the MDOL CareerCenter to assist you in returning to work. If you fail to register with Maine JobLink, you could be denied benefits until you have registered.\nMaine JobLink is an online service located at https://www.maine.gov/joblink. A username and password are required. You must provide a valid email address to receive information and job referrals.\nIf, in the past, you have used either the Maine JobLink, or the previous system (Maine Job Bank), your account simply needs to be reactivated and updated prior to filing a new claim for unemployment or reopening a Benefit Year. Be sure your Social Security Number is in your Maine JobLink account so the unemployment system can match it.",
    "metadata": {
      "section_title": "11. REGISTRATION FOR WORK",
      "page_number": 18
    }
  },
  {
    "section_id": "ME-59",
    "content": "To be considered completely registered in Maine JobLink for unemployment purposes, you must:\na. Fill in all required fields.\nb. Upload or complete a resume.\nc. Turn on “Job Referrals by Email”.\nIf you do not have an Internet-connected computer, you can visit any MDOL CareerCenter or state library and use their computers. To locate the CareerCenter nearest to you, please call 1-888-457-8883 or visit http://www.mainecareercenter.gov. Find a state library at http://www.maine.gov/msl/findlibs.htm.\nIf you move or live out-of-state, you must also register with a local Job Service Agency or America’s Job Bank at www.ajb.org. You can locate your local Job Service Agency by visiting: www.servicelocator.org/onestopcenters.asp.",
    "metadata": {
      "section_title": "11. REGISTRATION FOR WORK",
      "page_number": 18
    }
  },
  {
    "section_id": "ME-60",
    "content": "You must update your information if your name, address, telephone number, and/or email address changes while claiming benefits. You can change your contact information or any other information, such as dependents or marital status, online through ReEmployME at www.maine.gov/reemployme.\nREMINDER: The U.S. Postal Service will NOT forward any mail from MDOL to you. You must notify the U. S. Postal Service AND then the Unemployment Claim Center of your new address and put your name on your new mailbox. You can change your address through ReEmployME or by calling the Unemployment Claim Center at 1-800-593-7660.",
    "metadata": {
      "section_title": "12. CHANGE OF CONTACT AND PERSONAL INFORMATION",
      "page_number": 18
    }
  },
  {
    "section_id": "ME-61",
    "content": "You will be required to provide a PIN to access some functions of the ReEmployME system. You selected this number when you first filed an Initial Claim.\nIf you need to change the PIN or if it is lost or forgotten, you can change or get your PIN online through your ReEmployME account at www.maine.gov/reemployme or by calling the Claim Center at 1-800-593-7660.\na. If you know the PIN and wish to change it, follow the menu instructions to change your PIN.\nb. If you do not know your PIN, call a customer service representative. Select the menu choice to speak to a customer service representative about your claim.\nIn either event, the new PIN will be mailed or emailed to you to verify that it is what you selected.",
    "metadata": {
      "section_title": "13. ESTABLISHING AND CHANGING YOUR PERSONAL IDENTIFICATION NUMBERS (PIN)",
      "page_number": 18
    }
  },
  {
    "section_id": "ME-62",
    "content": "After you have opened your unemployment claim and established a Benefit Year, you still must file a claim each week that you are unemployed. This is called a Weekly Certification. If you fail to file a timely Weekly Certification for any week after opening a claim for benefits, your account may be closed and you will be required to reopen it before any further claims can be filed. A weekly certification is considered timely if it is\n14\nMe. I-5 (rev. 2/28/2018)\nfiled within 13 days of the week ending date for the week filed.\na. Filing Your Weekly Certifications by the Internet or Telephone: You cannot file a weekly certification by the Internet or the telephone if you do not have an active claim. If you do not file your weekly certification for the current or previous week in a timely manner, the Internet and telephone systems will not accept it.",
    "metadata": {
      "section_title": "14. FILING YOUR WEEKLY CERTIFICATIONS:",
      "page_number": 19
    }
  },
  {
    "section_id": "ME-63",
    "content": "current or previous week in a timely manner, the Internet and telephone systems will not accept it. You can reopen your claim on the Internet by going to www.maine.gov/reemployme or by calling 1-800-593-7660.\ni. File a Weekly Certification after the completion of a Benefit Week\nii. A Benefit Week runs from 12:01 a.m. Sunday through Midnight Saturday\niii. You can file your Weekly Certification for the completed Benefit Week as of 12:01 a.m. Sunday morning\n1. Example Benefit Week: Sunday, November 12 to Saturday, November 18\n2. File any time starting 12:01 a.m. on November 19\niv. If your claim is active, you can file your claim for the week that has just ended and/or the previous week online at www.maine.gov/reemployme or by calling 1-800-593- 7660\n1. If online, click “Weekly Certification”\n2. If by phone, you will need your PIN to access this function of our automated systems. Please follow all the prompts and wait for the system to confirm that your Weekly Certification has been accepted.\nv.",
    "metadata": {
      "section_title": "14. FILING YOUR WEEKLY CERTIFICATIONS:",
      "page_number": 19
    }
  },
  {
    "section_id": "ME-64",
    "content": "the prompts and wait for the system to confirm that your Weekly Certification has been accepted.\nv. Weekly Certifications must be filed in sequential order.\n1. You cannot skip a week and then file a Weekly Certification for a subsequent week without reopening your claim.\nvi. If you log off your computer or hang up the phone before you receive this confirmation, you will need to begin again.\nNOTE: If you file your Weekly Certification using the telephone, you still must submit your Work Search online at www.maine.gov/reemployme. If you do not have access to the internet, there are computers available for use at the Maine CareerCenters. You may also call 1-800-593-7660 and a customer representative will assist you in completing your weekly certification and documenting the employers that you contacted for your work search during the week being claimed.\nb. Filing Claims by Mail Is Discontinued: You can no longer file Weekly Certifications by mail using a paper claim, except for special programs that require one (Dislocated Worker Benefits, Trade Readjustment Act, Extended Benefits).",
    "metadata": {
      "section_title": "14. FILING YOUR WEEKLY CERTIFICATIONS:",
      "page_number": 19
    }
  },
  {
    "section_id": "ME-65",
    "content": "l programs that require one (Dislocated Worker Benefits, Trade Readjustment Act, Extended Benefits). MDOL no longer mails out paper weekly claims or claim cards.\nFile your weekly claims on the Internet by going to www.maine.gov/reemployme and selecting the option to file a Weekly Certification. You may also file weekly unemployment claims using the automated phone filing system at 1-800-593-7660 and selecting the prompt to file a Weekly Certification.\nc. Late Claim Filing: You are allowed to file your Weekly Certification up to 13 days after the end of the week being claimed. However, if you delay in filing your Weekly Certification, this will delay how soon a payment may be issued to you if you are eligible. If you delay more than 14 days, you will be unable to file your weekly certification by telephone or Internet. After 14 days, you will be required to reopen your claim by either logging in to your ReEmployME account and selecting the option to file a claim for benefits or calling the Claim Center and speaking to a customer service representative.\nd.",
    "metadata": {
      "section_title": "14. FILING YOUR WEEKLY CERTIFICATIONS:",
      "page_number": 20
    }
  },
  {
    "section_id": "ME-66",
    "content": "When Should You Expect Your Payments? After filing your Initial Claim, you must file Weekly Certifications either online or by phone.\ni. You should receive your Electronic Payment Card (EPC) in the mail the week after you file your Initial Claim for benefits.\n15\nMe. I-5 (rev. 2/28/2018)\nii. If you are eligible for benefits, your first payment will be made about three weeks after you file your initial claim. However, heavy workloads (especially in the winter season), holiday periods and other factors may cause delays in processing benefit payments.\niii. You can check on the status of your weekly certification online through your ReEmployME account at www.maine.gov/reemployme or by calling 1-800-593-7660 and selecting the option to check the status of your recent claims.\n1. Wait seven days after you file your claim before calling a Claim Center to ask about your payment.\niv. Your electronic fund transfers should be in your bank account or in your EPC account two to three business days from the date your payment was certified.\n1. Look Up Information about Your Unemployment Claim and Benefits Paid: You can look up information about an unemployment claim online through your ReEmployME account at www.maine.gov/reemployme. Use this website 24 hours/day, seven days/week to get information about your claim(s), including tax and other withholding account balances.",
    "metadata": {
      "section_title": "14. FILING YOUR WEEKLY CERTIFICATIONS:",
      "page_number": 20
    }
  },
  {
    "section_id": "ME-67",
    "content": "You may receive a message about your claims or your claim status when you log onto www.maine.gov/reemployme or call the telephone system to file your claim or to get information. If the message prompts you to take action, such as providing a copy of your check stub, follow the instructions carefully. If you do not follow through on these actions, your benefits could be delayed or denied.",
    "metadata": {
      "section_title": "15. CLAIM MESSAGES",
      "page_number": 20
    }
  },
  {
    "section_id": "ME-68",
    "content": "If you plan to go out of state to seek work, call 1-800-593-7660 for guidance. Once given permission, you may file in another state for one or two weeks.",
    "metadata": {
      "section_title": "16. FILING WEEKLY CLAIMS WHILE YOU ARE TEMPORARILY OUT OF STATE",
      "page_number": 20
    }
  },
  {
    "section_id": "ME-69",
    "content": "If you move within Maine or to another state, please indicate your address and telephone number changes when prompted while filing your Weekly Certification.\nIf you relocate to another state at any time while you are filing for unemployment benefits, you must register for work at a local Job Service Agency in your new state. You can find your local Job Service Agency by visiting www.servicelocator.org/onestopcenters.asp.",
    "metadata": {
      "section_title": "17. MOVING WITHIN OR OUTSIDE OF MAINE",
      "page_number": 20
    }
  },
  {
    "section_id": "ME-70",
    "content": "a. Full Time: When you return to work full time, simply stop filing Weekly Certifications.\ni. When you file your claim online or by telephone for any non-worked days in the week that you return to work, be sure to answer “Yes” to the question that asks if you worked or earned any wages during the week.\nii. Wages apply to the week in which you do the work, not when you are paid.\niii. Whether or not the employer withholds your first paycheck has no effect on how you should answer the question if you worked during the week being claimed.\niv. Reactivating your claim if you separate from work again during your benefit year: Your claim can be reactivated at any time during your benefit year.\n1. Claims are \"effective\" the Sunday of the week in which you start your claim again. CLAIMS CANNOT BE BACKDATED.\n2.",
    "metadata": {
      "section_title": "18. RETURNING TO WORK",
      "page_number": 21
    }
  },
  {
    "section_id": "ME-71",
    "content": "You should reactivate your claim as soon as you separate from the job. You can do this online through your ReEmployME account at www.maine.gov/reemployme. Select “Unemployment Claim,” then “File Unemployment Claim.” Do not log off the computer until you have received confirmation that your claim has been received. If you wish to reactivate your claim by telephone, call 1-800-593-7660. Keep track of your\n16\nMe. I-5 (rev. 2/28/2018)\nconfirmation number.\nb. Part Time: If you return to work part time but you are still seeking full-time work, you may still be eligible for some benefits.\ni. Continue to file your Weekly Certifications each week if your gross earnings are not $5 or more above your Weekly Benefit Amount.\nii. If you file claims online or by telephone, answer “Yes” to the question, “Did you work during the week claimed?” and provide all requested employer and wage information.\niii. Report your gross wages regardless of when you get paid. MDOL will review your earnings and issue you an unemployment payment if you are eligible.\niv. If you are working part time because of your own or an immediate family member’s illness or disability, in addition to reporting your wages each week as outlined previously in this section, you must report the number of hours you work each week.",
    "metadata": {
      "section_title": "18. RETURNING TO WORK",
      "page_number": 21
    }
  },
  {
    "section_id": "ME-72",
    "content": "If you are interested in attending school and your schooling will restrict your availability to seek or accept full time employment, you must request a waiver to be exempted from the requirement to look for work while you are in training. Waivers can only be granted for training programs under two conditions:\na. Enrollment and attendance in programs that are federally sponsored and pre-approved Workforce Innovation and Opportunity Act (WIOA), Trade Adjustment Assistance (TAA) for workers who have lost their jobs due to imports, and Trade Readjustment Assistance (TRA); or\nb. Enrollment and attendance at other schooling or training, not one of the types of training listed above, that falls within Employment Security Law §1192,6 and the Unemployment Insurance Commission Rules.\nApproval for this training requires that you submit certain information to the Claim Centers and participate in a telephone interview to review the training. Contact a Customer Service Representative at 1-800-593-7660 for more information.\n17\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "19. APPROVED TRAINING",
      "page_number": 22
    }
  },
  {
    "section_id": "ME-73",
    "content": "The Worker Profiling Reemployment Services program selects individuals who may benefit from additional assistance in their effort to find a job. All individuals filing an initial claim for unemployment benefits are compared with claimants who have exhausted benefits in the past. Current applicants who are most similar to those who exhausted benefits are selected to receive additional assistance. If you are selected, a letter will be sent to notify you and schedule you for a Worker Profiling Reemployment Services workshop. You must take the letter with you when you report for your scheduled workshop.",
    "metadata": {
      "section_title": "1. WORKER PROFILING REEMPLOYMENT SERVICES",
      "page_number": 22
    }
  },
  {
    "section_id": "ME-74",
    "content": "Individuals who are referred to reemployment services under the Worker Profiling Reemployment Services program are required to participate in their scheduled workshop. If you do not attend the scheduled workshop, your benefits may be denied for the week that you failed to attend. Attendance at your scheduled workshop fulfills the work search requirement for that week but you must still be otherwise able and available for work for that week.",
    "metadata": {
      "section_title": "2. PENALTIES FOR NOT MEETING THE REQUIREMENT",
      "page_number": 22
    }
  },
  {
    "section_id": "ME-75",
    "content": "If you are laid off from a job due to \"lack of work,\" then your unemployment benefits will be allowed on the \"issue\" of separation. If the reason that you separated from a job was NOT due to \"lack of work,\" further information will be needed.",
    "metadata": {
      "section_title": "SEPARATION FROM WORK THAT IS NOT DUE TO LACK OF WORK",
      "page_number": 22
    }
  },
  {
    "section_id": "ME-76",
    "content": "When separation from work was NOT due to a lack of work, a Fact-Finding Investigation will be scheduled to get information from you and from your former employer. A claims adjudicator will use this information to determine your eligibility.\nFact-finding investigations are held by phone. If you are scheduled for a fact-finding investigation and you have written information you want the claims adjudicator to see (such as a separation paper, doctor's note, etc.), mail or fax it to the claims center before the investigation date. Claim Center addresses and fax numbers are listed on page 28. If you file a claim online, you will be asked for detailed separation information when filing your claim.\nOnce the claims adjudicator has made a decision, you will be mailed a written determination that will tell you whether benefits will be allowed or denied. If you disagree with any determination, you may appeal.",
    "metadata": {
      "section_title": "FACT FINDING INVESTIGATIONS",
      "page_number": 22
    }
  },
  {
    "section_id": "ME-77",
    "content": "If you quit your last job, the claims adjudicator will decide whether you are allowed or denied unemployment benefits. If you had a \"good cause\" for leaving your work, your benefits may be allowed. If you did not have \"good cause,\" you will be disqualified from receiving benefits. See Special Circumstances below. This disqualification period continues until you earn four times your weekly benefit amount in new employment \"covered\" under the unemployment law.\nSpecial Circumstances that are part of the voluntary quit section of the law:\na. Illness: If you voluntarily leave work due to the illness or disability of you or an immediate family member, you may be eligible for benefits if you meet certain conditions. You need to\n18\nMe. I-5 (rev. 2/28/2018)\npromptly notify your employer of the need for time off, a change or reduction in your hours, or a shift change.",
    "metadata": {
      "section_title": "1. QUITTING A JOB",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-78",
    "content": "tify your employer of the need for time off, a change or reduction in your hours, or a shift change. If the employer is not able to or will not accommodate your request, you may be allowed benefits based on the separation. In order to be eligible for benefits, you must still be physically able to work (within any restrictions or limitations), must be available for work, and must be actively seeking work.\nb. Leaving to Accept a New Job: Under some circumstances, your benefits will be allowed if you leave one job with the intention of taking another job. You must have left one job with the intention of starting a new, permanent, full time job with another employer. You must have an actual offer of employment with a specific start date. If the new job falls through because of action by the new employer, your benefits may be allowed.\nc. Leaving to Accompany, Follow or Join Spouse: Your benefits may be allowed if it is necessary for you to leave your job to accompany, follow or join your spouse to a new place of residence.",
    "metadata": {
      "section_title": "1. QUITTING A JOB",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-79",
    "content": "You need to wait until you arrive at your new residence before filing for unemployment benefits, and you must be available for and seeking work.\nd. Leaving Due to Domestic Abuse: If you have to leave your job to protect yourself or an immediate family member from domestic abuse, your benefits may be allowed. You must make all reasonable efforts to keep your job. Domestic abuse includes attempting or actually causing bodily harm or putting another in fear of bodily injury. It also includes controlling another's conduct, restricting another's movements, threatening violence, or repeated intimidation or harassment.\ne. Unpaid Voluntary Leave of Absence or Sabbatical Leave: You will not be eligible for benefits while you are on a voluntary leave of absence or sabbatical leave to which you and your employer have mutually agreed.",
    "metadata": {
      "section_title": "1. QUITTING A JOB",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-80",
    "content": "If you are fired from a job, the claims adjudicator will decide if you were fired for \"misconduct.\" \"Misconduct\" means that you were doing something against your employer's interests. It also covers doing something that you knew you should not have done. If you were discharged for \"misconduct,\" you will be disqualified until you earn eight-times your weekly benefit amount in employment \"covered\" under the unemployment law.",
    "metadata": {
      "section_title": "2. GETTING FIRED FROM A JOB",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-81",
    "content": "If you are discharged for conviction of a felony or misdemeanor in connection with your work, you will be disqualified until you have earned $600 or eight-times your weekly benefit amount in employment \"covered\" under the unemployment law, whichever is greater.",
    "metadata": {
      "section_title": "3. DISCHARGE FOR CRIME IN CONNECTION WITH WORK",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-82",
    "content": "If you are suspended from work, the claims adjudicator will decide if you were suspended for \"misconduct.\" (See 2. Getting Fired from A Job above for information on \"misconduct.\") If you are disqualified for suspension, the disqualification continues until the end of the suspension.",
    "metadata": {
      "section_title": "4. SUSPENDED FROM WORK",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-83",
    "content": "If you voluntarily retire, or retire under a recognized company program under which you are entitled to receive pension payments, you will be disqualified from receiving benefits until you have earned six-times your weekly benefit amount in employment \"covered\" under the unemployment law.",
    "metadata": {
      "section_title": "5. RETIREMENT",
      "page_number": 23
    }
  },
  {
    "section_id": "ME-84",
    "content": "A special law applies if you are on strike and out of work because of a stoppage of work due to a labor dispute. If there is a stoppage of work due to a labor dispute, and you are participating in the strike” or financing or directly interested in the labor dispute that caused the stoppage of work, then you will not be eligible for benefits during the labor dispute. You will be disqualified until one of the following occurs:\na. You have earned eight times your weekly benefit amount in employment \"covered\" under the unemployment law; or\nb. You have been employed for five full weeks in employment covered under the unemployment law; or\n19\nMe. I-5 (rev. 2/28/2018)\nc. MDOL determines that a \"stoppage of work\" no longer exists.\nIf you have been “locked out” by your employer, you will NOT be disqualified under the labor dispute section of the law.",
    "metadata": {
      "section_title": "6. LABOR DISPUTE: STRIKE OR LOCKOUT",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-85",
    "content": "If you refuse any work or fail to apply for any job referrals that you accept from Maine JobLink, you must report the refusal when filing your Weekly Certification and provide details about the refusal when prompted.\nIf you refuse an offer of suitable work or a referral to a suitable job, you will be disqualified from receiving benefits. This disqualification will continue until you have worked (after the refusal) for an employer covered by the unemployment law and earned ten-times your Weekly Benefit Amount.",
    "metadata": {
      "section_title": "REFUSAL OF WORK OR REFERRAL",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-86",
    "content": "In determining whether or not the job involved was \"suitable,\" the claims adjudicator will compare the offered work to your previous work.\na. During your first 10 consecutive weeks of unemployment: The claims adjudicator will consider the following factors to determine whether a job was suitable:\ni. The degree of risk to your health, safety and morals\nii. Your physical fitness\niii. Prior training\niv. Previous work experience\nv. Prior earnings\nvi. How long you have been unemployed\nvii. Your prospects for getting work in your local area in your usual occupation\nviii. The distance to the work from your home\nb. After 10 consecutive weeks of unemployment: Your prior training and work experience are NOT taken into consideration. Also, your prior earnings will NOT be taken into consideration if the offered job pays wages equal to or more than the Average Weekly Wage in Maine as determined by MDOL.",
    "metadata": {
      "section_title": "1. SUITABLE WORK",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-87",
    "content": "You may accept a referral from Maine JobLink. If you do, you must apply for the job as directed in the referral. If you do not, you may be disqualified from receiving benefits.\na. Acceptance of a Referral: To be considered to have \"accepted\" a referral from Maine JobLink, you must apply to the employer to whom you are referred.",
    "metadata": {
      "section_title": "2. REFUSAL OF REFERRAL",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-88",
    "content": "If your former employer tries to recall you to a suitable job but is unable to contact you at the last address that you gave the employer, you may be disqualified from receiving benefits.",
    "metadata": {
      "section_title": "3. ATTEMPTED RECALL TO WORK BY A FORMER EMPLOYER",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-89",
    "content": "If you refuse work or a referral for work for \"good cause,\" then you would only be disqualified for the time that the \"good cause\" (such as illness) was limiting you.",
    "metadata": {
      "section_title": "4. REFUSAL FOR \"NECESSITOUS AND COMPELLING\" REASONS",
      "page_number": 24
    }
  },
  {
    "section_id": "ME-90",
    "content": "a. If the position offered is vacant due to a labor dispute (strike or lockout).\n20\nMe. I-5 (rev. 2/28/2018)\nb. If the wages, hours or other conditions of work are substantially less favorable than those for similar work in the area.\nc. If, as a condition of being employed, you would be required to join a company union or resign from or refrain from joining any bona fide labor organization.\nd. If the position offered is the same one that you previously left for good cause related to that employment.\ni. Furthermore, a job is not suitable if you previously left that job for good reasons related to the work, but the reasons were not good enough to allow your benefits. These exceptions only apply if the specific \"good cause\" or \"good reason\" has not been removed.\ne. If the position offered involves a shift, the greater part of which is between the hours of midnight and 5 a.m., and you refuse because of parental obligation, the need to care for an immediate family member, or the unavailability of a personal care attendant who is required to help you if you have a disability.\ni. A \"parental obligation\" is the obligation to care for the claimant’s children.",
    "metadata": {
      "section_title": "5. SPECIAL SITUATIONS WHEN AN OFFER OF WORK MAY NOT BE CONSIDERED SUITABLE",
      "page_number": 25
    }
  },
  {
    "section_id": "ME-91",
    "content": "If the reason you are disqualified from receiving benefits is due to a job separation issue or refusal of a suitable job, you will not be able to collect benefits until:\n1. You have worked in a job for an employer who pays unemployment taxes (a covered employer); AND\n2. You have earned the required amount of money. The exact dollar amount will be specified in any disqualification decision; AND\n3. You separate from the new job for reasons that would allow your benefits.\nYou may be required to provide documentation showing that required wages have been earned.",
    "metadata": {
      "section_title": "REQUALIFYING FOR BENEFITS IF YOU ARE DISQUALIFIED",
      "page_number": 25
    }
  },
  {
    "section_id": "ME-92",
    "content": "NOTE: IF YOU FILE AN APPEAL, CONTINUE TO FILE YOUR WEEKLY CERTIFICATIONS WHILE YOUR APPEAL IS BEING PROCESSED. NO PAYMENTS CAN BE MADE FOR WEEKS FOR WHICH TIMELY CLAIMS WERE NOT FILED, EVEN IF THE APPEAL IS DECIDED IN YOUR FAVOR.",
    "metadata": {
      "section_title": "FILING AN APPEAL",
      "page_number": 25
    }
  },
  {
    "section_id": "ME-93",
    "content": "If you are not going to be paid unemployment benefits for any reason, MDOL will inform you in writing. If you are \"denied\" benefits, \"disqualified,\" or found to be \"ineligible\" to receive benefits, or if it has been determined that an overpayment has been made, you have the right to file an appeal to review that decision.\na. Employer Right of Appeal: If your former employer does not agree with a decision in which the employer is involved, such as a separation from work or refusal of an offer of work, then that employer may also file an appeal on the decision.\nb. Appeal of Monetary Determination: If you believe your monetary determination is incorrect, call the Claim Center. You will be advised to file an appeal. While the appeal is pending, MDOL will investigate its accuracy and completeness. If MDOL finds any errors, MDOL will correct the amount of the wages. If MDOL does not find any errors, you will be scheduled for an appeal hearing.\n21\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "1. APPEAL RIGHTS",
      "page_number": 26
    }
  },
  {
    "section_id": "ME-94",
    "content": "a. How to File an Appeal of the Deputy's Decision or Monetary Determination.\ni. Time limit: You must file an appeal within 15 calendar days of the mailing date of the Deputy’s Decision or Monetary Determination. An additional 15 days for filing an appeal may be granted if you have good cause for late filing.\nii. Ways to file: You have five different ways to file an appeal:\n1. Online: www.maine.gov/reemployme: This is the fastest way to file an appeal and lock in the appeal date.\n2. Telephone: (207) 621-5001; TTY users call Maine Relay 711. Note: Although you may leave a message concerning your appeal, your appeal is not filed until you actually speak to a Division of Administrative Hearings staff person, who will take your appeal by telephone.\nFax: (207) 287-5949\n4. Mail Addressed to:\nDivision of Administrative Hearings 30 State House Station Augusta, ME 04333-0030\n5.",
    "metadata": {
      "section_title": "2. FIRST APPEAL",
      "page_number": 26
    }
  },
  {
    "section_id": "ME-95",
    "content": "l Addressed to:\nDivision of Administrative Hearings 30 State House Station Augusta, ME 04333-0030\n5. Hand Delivery: To the Maine Department of Labor located at 45 Commerce Drive in Augusta, ME or any Maine CareerCenter. Find CareerCenter locations at: www.mainecareercenter.gov\nb. Preparing for Your Appeal Hearing: Once you file your appeal, all matters related to the appeal should be directed to the Division of Administrative Hearings (DAH). They will send you information regarding your appeal hearing. You can also get information about appeals through the DAH website at www.maine.gov/labor/unemployment/appeals.\ni. DAH will mail you a notice of the date and time of your hearing.\nii. Most hearings are held by telephone.\niii. If your hearing will be in person, the notice will include the hearing location.\niv. After your hearing, a Hearing Officer will render a decision regarding your eligibility for benefits.",
    "metadata": {
      "section_title": "2. FIRST APPEAL",
      "page_number": 26
    }
  },
  {
    "section_id": "ME-96",
    "content": "If you do not agree with the Hearing Officer’s decision, you can appeal that decision to the Unemployment Insurance (UI) Commission. (See 3. Second Appeal below.)\n3 SECOND APPEAL\na. Time Limit: You have 15 days from the “date mailed” on your Division of Administrative Hearings (DAH) decision to file a written appeal to the Unemployment Insurance Commission (UIC). Be sure to include specific objections you have to the decision issued by the DAH. It is unlikely there will be any further hearing so you must be sure to present all your evidence at the DAH hearing.\nb. Mailing Address and Fax Number:\nUnemployment Insurance Commission 57 State House Station, Augusta, ME 04333-0057 Fax Number: (207) 287-4554",
    "metadata": {
      "section_title": "2. FIRST APPEAL",
      "page_number": 26
    }
  },
  {
    "section_id": "ME-97",
    "content": "If you do not agree with the decision of the Unemployment Insurance Commission, you can request a reconsideration of that decision within 10 days of the mailing date of that decision. Your request must specify your reason for reconsideration.",
    "metadata": {
      "section_title": "4. REQUEST FOR RECONSIDERATION",
      "page_number": 26
    }
  },
  {
    "section_id": "ME-98",
    "content": "If you do not agree with a decision of the Unemployment Insurance Commission, you may file an appeal with the State Superior Court within 30 days of receipt of the Commission decision.\n22\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "5. APPEAL TO COURT",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-99",
    "content": "If you have been paid benefits that should not have been paid, you will be required to repay those benefits. If you are unable to repay your overpayment in full, MDOL will consider a reasonable weekly or monthly installment plan. Please contact a collections representative at (207) 621-5154 to discuss your repayment plan.\nRepayments: Make your check or money order payable to “Department of Labor.” Please be sure to write the last four numbers of your Social Security Number on your payment before mailing it to:\nBureau of Unemployment Compensation Collections Unit 47 State House Station Augusta, ME 04333-0047\nMaine Employment Security Law requires automatic withholding of unemployment insurance benefits to repay an overpayment if you open a claim. A repayment plan, therefore, would be suspended for the duration of your claim series.",
    "metadata": {
      "section_title": "OVERPAYMENTS DUE TO AN ERROR OR APPEAL REVERSAL",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-100",
    "content": "Any balance that remains unpaid one year after the overpayment is established will be assessed interest of 1 percent per month until payment plus accrued interest is received by MDOL. For non-fraud overpayments, deductions from benefits that may be or become payable are limited to 10 percent of the first $100 and 50 percent of any amount above $100 of any weekly benefit payment due you. If the overpayment was due to fraud, 100 percent of payable benefits will be used to offset penalty, interest, and the balance of your overpayment. Lottery winnings and refunds of federal and Maine state income taxes may be intercepted and applied to your overpayment. Civil warrant procedures may also be used to collect monies due.",
    "metadata": {
      "section_title": "OVERPAYMENTS DUE TO AN ERROR OR APPEAL REVERSAL",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-101",
    "content": "If you have an outstanding unemployment overpayment that was the result of any benefit fraud, or of non- fraud involving failure to report or under-reporting of wages earned, you and/or your spouse’s (joint return) federal income tax refund may be intercepted to repay the overpayment. If there is any remaining tax refund balance available, it will be sent to you.",
    "metadata": {
      "section_title": "1. FEDERAL INCOME TAX REFUND INTERCEPT",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-102",
    "content": "If you have an outstanding unemployment overpayment debt, your income tax refund may be intercepted to repay the overpayment. Any remaining tax refund balance will be sent to you by Maine Revenue Service.",
    "metadata": {
      "section_title": "2. STATE INCOME TAX REFUND INTERCEPT",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-103",
    "content": "Claimant repayments, deductions from future benefits, federal and state income tax refunds and lottery winning intercepts, and wage garnishments must be applied first to penalties, second to accrued interest, and third to the balance of your benefit overpayment.",
    "metadata": {
      "section_title": "3. APPLICATION OF BENEFIT REPAYMENTS",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-104",
    "content": "If your overpayment was not due to fraud, you can request a \"waiver\" of the overpayment. You must put your request for waiver of the overpayment in writing and mail it to:\nUnemployment Insurance Commission 57 State House Station, Augusta, ME 04333-0057 Call (207) 623-6786 for information.",
    "metadata": {
      "section_title": "4. WAIVER OF OVERPAYMENT",
      "page_number": 27
    }
  },
  {
    "section_id": "ME-105",
    "content": "If you have collected benefits fraudulently, see the section \"Penalties for Unemployment Fraud\" on page 5. Overpayments due to fraud CANNOT be waived.\nNOTE: If the overpayment was due to fraud, 100 percent of any future unemployment payments will be used\n23\nto repay that overpayment and related penalty and interest.\n24\nMe. I-5 (rev. 2/28/2018)\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "OVERPAYMENT DUE TO FRAUD",
      "page_number": 29
    }
  },
  {
    "section_id": "ME-106",
    "content": "The Benefits Quality Control Program is designed to prevent both errors and fraud in unemployment compensation claims. The program ensures that claims have been paid correctly or denied accurately. Claimants are selected for audits weekly on a random basis. If you are selected, an investigator will meet with you to review the claim week being investigated as well as other parts of your unemployment claim.\nRe-contacting all interested parties gives a complete picture of whether the decision to pay or deny the claim was the one that would have been made if all relevant facts were known.\nTo assist with this process, it is important that you maintain a record of your work search activities.",
    "metadata": {
      "section_title": "BENEFITS QUALITY CONTROL",
      "page_number": 29
    }
  },
  {
    "section_id": "ME-107",
    "content": "Dislocated Worker Benefits is an unemployment program for individuals who have been separated from their job through no fault of their own and are expected to be out of work for an extended period of time. It provides extra weekly unemployment benefits for eligible individuals:\na. Who are in an \"approved training\" program, and\nb. Who have exhausted their regular unemployment benefits and are not eligible for unemployment benefits under any other program.\nc. For a maximum of 26 weeks or until your approved training ends, whichever is first.\nSee Benefits Rights and Responsibilities: Approved Training on page 17 for an explanation of “approved training.” If you are interested in this program, call your Claim Center at 1-800-593-7660.",
    "metadata": {
      "section_title": "1. Dislocated Worker Benefits (DWB)",
      "page_number": 29
    }
  },
  {
    "section_id": "ME-108",
    "content": "The TAA Program provides opportunities for training and reemployment. Workers covered by approved petitions filed for adjustment assistance may apply for benefits and services at CareerCenters. Individual workers who meet qualifying criteria may receive job training, income support in the form of Trade Readjustment Allowances (TRA) or Reemployment Trade Adjustment Assistance (RTAA) in the form of a wage supplement and relocation allowances. In addition, all workers covered by a certification are eligible for reemployment services including job clubs, and resume writing assistance at CareerCenters.\nTo file your initial application for assistance, call 1-888-457-8883. Eligible TAA workers should contact a CareerCenter for information on training and other forms of TAA assistance.",
    "metadata": {
      "section_title": "2. Trade Adjustment Assistance (TAA) for Workers Program",
      "page_number": 29
    }
  },
  {
    "section_id": "ME-109",
    "content": "These are extra unemployment benefits that are paid during periods of high unemployment. These program requirements are different from regular benefit requirements. Failure to accept suitable work, search for work, and meet special reporting requirements may result in a finding of ineligibility for EB benefits. Maine’s current low unemployment rate means these Extended Benefits are not available at this time.",
    "metadata": {
      "section_title": "3. Federal or State Extended Benefits (EB)",
      "page_number": 29
    }
  },
  {
    "section_id": "ME-110",
    "content": "Disaster Unemployment Assistance (DUA) provides temporary income for individuals who are unemployed as a direct result of a disaster and do not qualify for regular benefits. To apply, contact a Claim Center within 30 days of the date on which Maine announces the availability of DUA.\n25\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "4. Disaster Unemployment Assistance (DUA)",
      "page_number": 30
    }
  },
  {
    "section_id": "ME-111",
    "content": "The primary mission of the CareerCenters is to place people in jobs. The CareerCenters serve people with varied backgrounds and needs who are seeking employment and employers who need qualified workers. These services include job registration, interviewing, testing, counseling, job development, recruitment, and other services for employers. They also include referrals to jobs, referrals to training, and other services to help people prepare for employment.\nYou do not need to be claiming unemployment benefits or be out of work to use their services. The CareerCenter is your most economical, convenient, and efficient source of information for finding work.\nYou can find your local CareerCenter at http://www.mainecareercenter.gov/ .",
    "metadata": {
      "section_title": "MAINE DEPARTMENT OF LABOR CAREERCENTERS",
      "page_number": 30
    }
  },
  {
    "section_id": "ME-112",
    "content": "Maine JobLink is the CareerCenters’ online job-matching service with thousands of jobs available 24 hours a day, seven days a week. Search for jobs online, post your resume, and get matched with employers looking for your skills. Visit www.maine.gov/joblink or visit your local CareerCenter.",
    "metadata": {
      "section_title": "MAINE JOBLINK",
      "page_number": 30
    }
  },
  {
    "section_id": "ME-113",
    "content": "MDOL uses a wide variety of federal and state programs. Each program has special guidelines, eligibility requirements, and services. For more information, call or visit the CareerCenter nearest you: http://www.mainecareercenter.gov/.",
    "metadata": {
      "section_title": "THE MAINE JOB TRAINING SYSTEM",
      "page_number": 30
    }
  },
  {
    "section_id": "ME-114",
    "content": "It is against the law for this recipient of federal financial assistance to discriminate on the following bases:\n• Against any individual in the United States, on the basis of race, color, religion, sex, national origin, age, disability, political affiliation or belief; and\n• Against any beneficiary of programs financially assisted under Title I of the Workforce Innovation and Opportunity Act of 2014 (WIOA), on the basis of the beneficiary's citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIOA Title I financially assisted program or activity.\nThe recipient must not discriminate in any of the following areas:\n• Deciding who will be admitted or have access to any WIOA Title I financially assisted program or activity;\n• Providing opportunities in or treating any person with regard to such a program or activity; or\n• Making employment decisions in the administration of or in connection with such a program or activity.",
    "metadata": {
      "section_title": "Equal Opportunity Is the Law",
      "page_number": 30
    }
  },
  {
    "section_id": "ME-115",
    "content": "What You Can Do If You Believe You Have Experienced Discrimination: If you think that you have been subjected to discrimination under a WIOA Title I financially assisted program or activity, you can file a complaint within 180 days from the date of the alleged violation with either: The recipient's Equal Opportunity Officer – Michaela Loisel, (207) 623-6735; or the Director, Civil Rights Center (CRC), U.S. Department of Labor, 200 Constitution Avenue NW, Room N-4123, Washington, DC 20210.\nIf you file your complaint with the recipient, you must wait either until the recipient issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above).\n26\nMe. I-5 (rev. 2/28/2018)\nIf the recipient does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with CRC. However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient).\nIf the recipient does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you can file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\n27\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "Equal Opportunity Is the Law",
      "page_number": 32
    }
  },
  {
    "section_id": "ME-116",
    "content": "Online Claim Filing: www.maine.gov/reemployme Benefit Services Office Hours: Monday – Friday, 8:00 a.m. to 5:00 p.m., except state and federal holidays. Customer Service Hours: Monday – Friday, 8:00 a.m. to 12:30 p.m., except state and federal holidays. Customer Service Telephone: 1-800-593-7660 TTY Users: Call Maine Relay 711 FAX: 1-207-287-5905 Mailing Address: Unemployment Claim Center 97 State House Station Augusta, ME 04333-0097",
    "metadata": {
      "section_title": "UNEMPLOYMENT CLAIM CENTER CONTACT INFORMATION",
      "page_number": 32
    }
  },
  {
    "section_id": "ME-117",
    "content": "Office Hours: Monday – Friday, 8:00 a.m. to 5:00 p.m., Phone: (207) 621-5001 TTY Users: Call Maine Relay 711 FAX: (207) 287-5949 Mailing Address: Division of Administrative Hearings 30 State House Station Augusta, ME 04333-0030\n28\n29\nMe. I-5 (rev. 2/28/2018)",
    "metadata": {
      "section_title": "APPEALS CONTACT INFORMATION DEPARTMENT OF ADMINISTRATIVE HEARINGS",
      "page_number": 33
    }
  }
]