[
  {
    "section_id": "MI-0",
    "content": "Department of Labor and Economic Opportunity  Unemployment Insurance Agency",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "MI-1",
    "content": "For Help Call Toll Free: 1-866-500-0017\nFor TTY Users: 1-866-366-0004\n1-866-500-0017\n1-866-366-0004",
    "metadata": {
      "section_title": "A Handbook for Unemployed Workers",
      "page_number": 1
    }
  },
  {
    "section_id": "MI-2",
    "content": "Online \nMake an   Appointment \nCall \nFax  Write",
    "metadata": {
      "section_title": "April 2025",
      "page_number": 3
    }
  },
  {
    "section_id": "MI-3",
    "content": "VISIT THE UNEMPLOYMENT INSURANCE AGENCY (UIA) WEBSITE at Michigan.gov/UIA for forms, fact sheets, frequently asked questions, video tutorials and more.\nMICHIGAN WEB ACCOUNT MANAGER (MiWAM) - Use MiWAM to access or create your unemployment account. MiWAM will allow you to choose your benefit payment method, look at your benefit payment history, certify for benefits, submit your claim question or problem for response by chat with an agent, respond to UIA inquiries, and access other services. If you are a new user or if you already have a MiWAM account, you must create a MILogin account before you can access MiWAM. See page 8 for more information.\nMAKE A PHONE, VIRTUAL, OR IN-PERSON APPOINTMENT during normal business hours. Visit the UIA website at Michigan.gov/UIA to make an appointment and to find a location near you for an in-person appointment.",
    "metadata": {
      "section_title": "Michigan.gov/UIA",
      "page_number": 3
    }
  },
  {
    "section_id": "MI-4",
    "content": "ichigan.gov/UIA to make an appointment and to find a location near you for an in-person appointment. For the hearing impaired, virtual appointments can be made by utilizing the Voice to Text Closed Captioning. For your convenience, TTY service is also available at 1-866-366-0004.\nVISIT A LOCAL UNEMPLOYMENT OFFICE by appointment only in your area, during normal business hours. A virtual meeting can be made on the website. Schedule an appointment at Michigan.gov/UIA. For the hearing impaired, virtual appointments can be made by utilizing the Voice to Text Closed Captioning. For your convenience, TTY service is also available at 1-866-366-0004.\nUIA CUSTOMER SERVICE LINE, TOLL-FREE at 1-866-500-0017, during normal business hours. If you need an Arabic or Spanish-speaking representative, wait until you hear the option in Arabic or Spanish. For all other languages, the customer service representative will connect you to a translator for assistance.",
    "metadata": {
      "section_title": "Michigan.gov/UIA",
      "page_number": 3
    }
  },
  {
    "section_id": "MI-5",
    "content": "If you are hearing impaired, TTY service is available at 1-866-366-0004 or you can schedule an online appointment with a closed captioning option.\nMICHIGAN AUTOMATED RESPONSE VOICE INTERACTIVE NETWORK (MARVIN), TOLL-FREE at\n1-866-638-3993, during your scheduled window time (see page 11). You can call the UIA automated telephone system every other week to claim (certify for) unemployment benefit payments. Instead of calling MARVIN, you may also certify online anytime day or night, Monday - Saturday using MiWAM at Michigan.gov/UIA.\nREPORT FRAUD, TOLL FREE at 1-866-500-0017: Call to report suspected unemployment insurance fraud or complete a short fraud report through your MiWAM account. You may also visit Michigan.gov/UIA and click on “Report Fraud.”\nEMPLOYER FILED CLAIMS, TOLL-FREE at 1-866-500-0017, Monday - Friday, during normal business hours.\nFAX UIA: Fax your responses to UIA forms or correspondence to the fax number on the form. Protests or any other correspondence, should be faxed to 1-517-636-0427. Include your name, Michigan Identification Number (MIN), signature, and date on all correspondence. Keep a copy for yourself. Print and keep confirmation showing your fax was received.\nWRITE UIA: Mail your responses to UIA forms or correspondence to the address on the form. Protests or appeals should be mailed to the Unemployment Insurance Agency at one of the addresses below. Include your name, MIN, signature, and date on all correspondence. Keep a copy for yourself.",
    "metadata": {
      "section_title": "Michigan.gov/UIA",
      "page_number": 3
    }
  },
  {
    "section_id": "MI-6",
    "content": "Unemployment Insurance Agency P.O. Box 169 Grand Rapids, MI 49501-0169\nUnemployment Insurance Agency P.O. Box 124 Grand Rapids, MI 49501-0124\nMichigan Works! Service Centers - Visit MichiganWorks.org or call 1-800-285-WORK (9675) for a location nearest you.\nMichigan.gov/UIA\n1",
    "metadata": {
      "section_title": "Appeals only:",
      "page_number": 4
    }
  },
  {
    "section_id": "MI-7",
    "content": "3 About Unemployment Insurance\n4 The Basics\nWhat You Must Do to Claim UI Benefits\n5\nBenefit Rights and Responsibilities\nMonetary Determination\nRespond to Agency Requests\nSteps to Reemployment\nWork Registration\nInform UIA of Your Work Search Activities\nReporting Your Work Search\nReporting Your Work Search When You Return to Work\nMichigan Works! Agency (MWA) Service Centers\n7 Additional Information about Work Search\nTemporary Layoff Union Halls\n8 Creating Your Online Account\n8 Keep Your Contact Information Updated Go Green\nEligibility for Benefits\nWages to Establish a Claim\nWeekly Benefit Amount\nNumber of Qualifying Weeks\nYour Separation Reason May Affect Your Eligibility for Benefits\nOther Items that May Affect Your Benefit Amount",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "MI-8",
    "content": "Payment Options Bi-weekly Certifications Personal Identification Number\nHow Often Do I Certify for Benefits? When to Reopen Your Claim If You Made a Mistake Giving Information How to Report Earnings and Other Payments Flexible Weeks: How to Report Earnings What Can Stop You from Getting Paid\n15 Overpayments\n16 Fraud\n17 Identity Theft\n18 Protest and Appeal Rights\nProtest\nAppeal\nAdvocacy Information\nUnemployment Insurance Appeals Commission\nCircuit Court\n19 Helpful Information\nCrossmatch Programs Benefit Accuracy Measurement (BAM) Preserving Benefit Entitlement Trade Act (TAA/TRA) Employer Filed Claims (EFC)\n19 Frequently Used Terms\n20 Bi-Weekly Certification Questions\n22 Confidentiality and Disclosure Information\n23 Work Search Activity Worksheet\n2\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "11 Receiving Payments",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-9",
    "content": "-",
    "metadata": {
      "section_title": "ABOUT UNEMPLOYMENT INSURANCE",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-10",
    "content": "Unemployment Insurance (UI) is a program to provide temporary income to workers who have lost their job through no fault of their own, such as layoffs and plant closures.",
    "metadata": {
      "section_title": "What is Unemployment Insurance?",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-11",
    "content": "The program is funded through unemployment taxes paid by employers. No money is deducted from your paycheck.",
    "metadata": {
      "section_title": "Who Pays for Unemployment Insurance?",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-12",
    "content": "The Unemployment Insurance Agency (UIA) is here to help you through your time of unemployment. To make sure you are paid benefits in a timely manner, you need to provide accurate information, respond to requests for information on time, and meet all the requirements for qualifying for benefits. You are required to read and understand the information in this handbook.",
    "metadata": {
      "section_title": "Help Us to Help You",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-13",
    "content": "If you have questions, you may contact us through your Michigan Web Account Manager (MiWAM)account and chat with a agent, schedule an appointment or by calling during normal business hours, 1-866-500-0017. MiWAM is safe, secure and available 24 hours a day, 7 days a week. For telephone or schedule an appointment, visit Michigan.gov/UIA. If you are hearing impaired, TTY service is available at 1-866-366-0004 or a closed captioned virtual meeting can be scheduled.",
    "metadata": {
      "section_title": "For Fastest Service",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-14",
    "content": "Once your claim is established you will receive a MIN. For\nsecurity and privacy when contacting UIA, please use your MIN, not your Social Security number (SSN). Your MIN is the number linked to your UIA records. You will find this number on most letters we mail or send to your MiWAM account. If you receive a document without a MIN, our data governance policy requires us to use a SSN as part of the ED verification process.",
    "metadata": {
      "section_title": "Michigan Identification Number (MIN)",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-15",
    "content": "Detecting and prosecuting cases involving unemployment fraud is priority for Michigan’s UI program to ensure funds are available to pay legitimate claims. Claims are audited regularly to ensure benefits were properly paid according to state and federal law. If you received improperly paid benefits, you may have to repay up to 1.5 times the amount of benefits received. Your benefits will be stopped, and any remaining benefits will be lost. You may also be subject to criminal prosecution. If prosecuted, you may be required to pay court costs and fines, face jail time, perform community service or any combination of these (see page 15).",
    "metadata": {
      "section_title": "A Note on Fraud",
      "page_number": 5
    }
  },
  {
    "section_id": "MI-16",
    "content": "Identity theft occurs in many different types of situations, including unemployment insurance. Identity theft is when someone uses your personal information such as your name, address or Social Security number to commit fraud such as filing a fake unemployment claim (see page 16).\nIf you think you may be a victim of identity theft, contact UIA right away to report it. You can report identity theft online at Michigan.gov/UIA. Click the “Report Identity Theft” link or you may call the Customer Service line toll free at 1-866-500-0017.\n3",
    "metadata": {
      "section_title": "Identity Theft",
      "page_number": 6
    }
  },
  {
    "section_id": "MI-17",
    "content": "s P ~~ ¥ 2=",
    "metadata": {
      "section_title": "THE BASICS",
      "page_number": 6
    }
  },
  {
    "section_id": "MI-18",
    "content": "File a Claim (see Fact Sheet 160, Claiming Unemployment Benefits in Michigan).\nL KL\nChoose a payment option (see page 11).\nReview your Monetary Determination (see page 5).\nRegister for work either in person or virtually with Michigan Works! Service Center staff (see page 5 for must do steps). Contact your local Michigan Works! office and ask if they provide virtual appointments.\nActively look for work (see page 6).\nCertify (also known as reporting) for your benefits (see page 11).",
    "metadata": {
      "section_title": "MUST DO STEPS",
      "page_number": 6
    }
  },
  {
    "section_id": "MI-19",
    "content": "Provide updated contact information.\nRespond to all information requests by the UIA either by mail or if you choose to Go Green, respond through your MiWAM account. When you create your MiWAM account, if you do not specify your method of contact, it will default to Go Green.\n4\nMichigan.gov/UIA\nAND = \\ = -",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 7
    }
  },
  {
    "section_id": "MI-20",
    "content": "Now that you have taken the first step and filed your claim for unemployment benefits, this handbook will provide you with a general overview of important things you need to know about the UI program. It is very important that you read and understand this handbook.",
    "metadata": {
      "section_title": "STEPS TO REEMPLOYMENT",
      "page_number": 7
    }
  },
  {
    "section_id": "MI-21",
    "content": "After you file for benefits, you will receive Form UIA 1575C, Monetary Determination. This form includes the following:\nIf your claim has been allowed or denied based 1. on the wages you have earned.\n2. How your Weekly Benefit Amount (WBA) was calculated.\n3. The number of benefit weeks you are allowed.\nNN o\n4. Base period employer(s) and eligible wages.\n5. The separation reason for each employer.\n6. Registration and work search requirements.\n7. What week to begin certifying.\n8. Protest rights.\nA Monetary Determination with this same information is also mailed to your current and most recent employers. Your employer has 10 days from the mail date to respond to the notice. If your claim is a new claim, no payment will be released until after 10 days of the mail date on your Monetary Determination. This may be delayed if there are additional eligibility questions on your claim.",
    "metadata": {
      "section_title": "Monetary Determination",
      "page_number": 7
    }
  },
  {
    "section_id": "MI-22",
    "content": "If the Agency has questions regarding your claim, you may receive Form UIA 1707, Request for Information.",
    "metadata": {
      "section_title": "Respond to Agency Requests",
      "page_number": 7
    }
  },
  {
    "section_id": "MI-23",
    "content": "To meet the Register for Work requirement, you must complete two steps.\nMUST DO STEPS\nUse your MiLogin account to create your job seeker profile with Pure Michigan Talent Connect\nMeet with staff from your local Michigan Works! office to verify your profile at least one business day before the first certification. The meeting can be done virtually or in person. Contact your local Michigan Works! office and ask if they provide virtual appointments. Contact Michigan Works! at 1-800-285-WORKS (9675) or find your local Michigan Works! Service Center by clicking on the map at MichiganWorks.org.\nThe Register for Work requirement is not met until you meet with Michigan Works! Service Center staff, who will verify your job seeker profile and send their verification to the Unemployment Insurance Agency (UIA). You will receive a confirmation email when the process is completed successfully.\nThe two steps - creating a profile and meeting with Michigan Works! Staff - must be completed and verified at least one business day before you certify for the first time to receive weekly unemployment benefits. If you fail to meet with Michigan Works! Service Center staff, it could prevent you from receiving your unemployment benefits.\nAfter you complete the Register for Work requirement you won’t need to register again until one year after you have made your initial claim for unemployment benefits.\nMichigan.gov/UIA\n5",
    "metadata": {
      "section_title": "Work Registration",
      "page_number": 8
    }
  },
  {
    "section_id": "MI-24",
    "content": "You are required to actively seek work and report at least one work search activity for each week during your bi-weekly certification for benefits. Your benefits will not be paid until you report your work search activity for each week to UIA.",
    "metadata": {
      "section_title": "Inform UIA of Your Work Search Activities",
      "page_number": 8
    }
  },
  {
    "section_id": "MI-25",
    "content": "• To avoid a delay in payment, enter your work search activity in your Michigan Web Account Manager (MiWAM) account at Michigan.gov/UIA, or\n• Certify with Michigan Automated Response Voice Interactive Network (MARVIN) by calling 1-866-638-3993,After completing the automated questions, you must stay on the line to be connected with an UIA agent to provide your work search information for each week. You must provide your work search activity for each week prior to benefits being released.\nTo avoid a delay in your certification processing by holding for an agent, you can complete your certifications online through your MiWAM account.\nThe record of activities must include at least the following infomation:\n• Date of Contact. The date of your work search activity must fall within the week ending date (Sunday through Saturday) for each week you claim benefits.\n• Activity.",
    "metadata": {
      "section_title": "Reporting Your Work Search",
      "page_number": 8
    }
  },
  {
    "section_id": "MI-26",
    "content": "within the week ending date (Sunday through Saturday) for each week you claim benefits.\n• Activity. Enter the work search activity for the week you are claiming benefits. One is required, but additional can be entered.\n• Name of Employer/Organization/Search Engine. Write the name, if known, or the online job search site, or employment service or agency that was contacted. If the search was done online and the employer was not specified, enter the name of the search engine, employment service or employment agency. Enter the Michigan\nWorks! Agency Service Center that you used for your work search activity.\n• Employer Address/Online Location. Enter the location where work was sought, address or online website address. If the contact was made by telephone or fax, enter the phone number used.\n• Method of Contact. Enter how contact was made (e.g., online, email, in person, phone, mail, fax, etc.).",
    "metadata": {
      "section_title": "Reporting Your Work Search",
      "page_number": 8
    }
  },
  {
    "section_id": "MI-27",
    "content": "You may use the Work Search Activity Worksheet, located in the back of this booklet, to track your work search activities.\nTo avoid a delay in receiving benefits, your certifications can be completed online through your MiWAM account.\nWork search activities include, but are not limited to:\n• Submitting applications.\n• Contacting employers.\n• Checking resources at employment offices.\n• Checking job listings at Michigan Works! or MiTalent Connect.\n• Attending job fairs or employment workshops.\nThe following are not considered work search activities:\n• Checking back with a temporary agency for more work.\n• Using your current part-time employer as a work contact.\n• Seeking or working in self-employment.",
    "metadata": {
      "section_title": "Reporting Your Work Search",
      "page_number": 8
    }
  },
  {
    "section_id": "MI-28",
    "content": "It is important to submit your work search for the weeks you were laid off even after you returned to work.\n6\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "Reporting Your Work Search When You Return to Work",
      "page_number": 9
    }
  },
  {
    "section_id": "MI-29",
    "content": "IMPORTANT \nYour work search is subject to audit and verification.\nKeep a detailed copy for your records in case you are selected for an audit. UIA may verify your work search at any time.\nFailing to submit timely and accurate work search forms may prevent payment of your UI benefits.\nAfter collecting 50 percent of your entitled weeks, you must apply for and accept any work that is suitable.\nIt is important to keep your address up-to-date with UIA, so we can contact you if there is a question about your payment.",
    "metadata": {
      "section_title": "ADDITIONAL INFORMATION ABOUT WORK SEARCH",
      "page_number": 9
    }
  },
  {
    "section_id": "MI-30",
    "content": "Visit your local Michigan Works! Agency (MWA) Service Center to create or update your resume, sharpen your interview skills and more. Go to MichiganWorks.org or call 1-800-285-WORK (9675) for the service center nearest you. You may also be selected to participate in individualized reemployment services to help you become employed again. Reemployment services may include:\n• Job search assistance.\n• Individualized assessment.\n• Job placement services.\n• Job search workshops.\n• Counseling.\n• Job clubs.\n• Skills or aptitude testing.\n• Resume writing assistance.\nIf you are selected and fail to participate in a RESEA appointment, your eligibility may be affected.",
    "metadata": {
      "section_title": "Michigan Works! Agency Service Centers",
      "page_number": 9
    }
  },
  {
    "section_id": "MI-31",
    "content": "When you filed your new claim or reopened your claim, you were asked about your return-to-work-date. If you are expected to return to full-time work with your employer within 45 days from your claim file or reopened date, your employer can request that you be waived from the work registration and work search requirements. Review your Monetary Determination to see if you have received a waiver. A waiver will also show you the date you must register by if you do not return to work as originally expected.\nIf you are on a temporary layoff from a full-time job (between 45 and 120 days from your last day worked), you may not have to register for work with an MWA to receive unemployment benefits, however, you may be required to seek work (see page 6, Work Search in this booklet for additional information). Review your Monetary Determination for instructions and find out if this waiver applies. In these circumstances, you are still required to actively look for work.",
    "metadata": {
      "section_title": "Temporary Layoff",
      "page_number": 9
    }
  },
  {
    "section_id": "MI-32",
    "content": "If you get your job assignment through a union hiring hall, you do not have to register for work. If you only seek work through a union hall, you must follow union hiring hall procedures for checking in for work and report your weekly activity when you certify.\nMichigan.gov/UIA\n7",
    "metadata": {
      "section_title": "Union Halls",
      "page_number": 10
    }
  },
  {
    "section_id": "MI-33",
    "content": "& AS\nManage your unemployment account online using the Michigan Web Account Manager (MiWAM). With MiWAM you can:\n• Certify for benefits bi-weekly.\n• Manage your account 24 hours a day, 7 days a week.\n• Change your contact information.\n• Respond faster to questions from UIA.\n• Submit work search information.\n• Submit protests and appeals.\nFor your convenience you can access both your MiWAM unemployment account and your Pure Michigan Talent Connect jobseeker account with the same User ID and password by creating a MILogin account. MILogin, is a single sign on system that will allow you to review your unemployment benefit information and see job listings all on one screen. The Talent Dashboard will show you your benefit status, job opportunities based on your PMTC profile, and even provides a to-do list so you don’t miss important deadlines.\nBefore you can create your MiWAM account, you must create a MILogin account. If you have already created a MILogin account through another State of Michigan department, log in through your existing MILogin account and link your MiWAM account. Visit Michigan. gov/UIA. Click on MiWAM – for Workers to begin the sign up process. Once you have completed the MILogin sign up process, you will be taken to the MiWAM screen.\nFor information on how to use MiWAM, see the MiWAM toolkit which can be found at Michigan.gov/UIA.",
    "metadata": {
      "section_title": "CREATING YOUR ONLINE ACCOUNT",
      "page_number": 10
    }
  },
  {
    "section_id": "MI-34",
    "content": "Keep your contact information up-to-date so that we can notify you of any issues related to your claim or benefit payments.",
    "metadata": {
      "section_title": "KEEP YOUR CONTACT INFORMATION UPDATED",
      "page_number": 10
    }
  },
  {
    "section_id": "MI-35",
    "content": "If you choose to ‘Go Green’, you will no longer receive correspondence by regular mail. Instead it will be sent to your MiWAM account. If you do not specify your method of contact when you create your MiWAM account, it will default to Go Green. You should make it a habit to check your MiWAM account regularly so that you can respond to requested information on time. You can change your Go Green status at any time by logging into your MiWAM account and selecting “Set Go Green Preference”.\nIf you have questions you may contact us through your MiWAM account or by calling the Customer Service line toll free at 1-866-500-0017.\n8\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "Go Green",
      "page_number": 11
    }
  },
  {
    "section_id": "MI-36",
    "content": "— 4\nTo be eligible for unemployment benefits you must be:\n• Available for Work. You are willing to accept any full-time work that is suitable, any day of the week and on any shift.\n• Able to Work. You are physically and mentally able to do full-time work that you have performed in the past or have been trained for.\n• Seeking Work. You are actively looking for full-time work (see Steps to Reemployment on page 5).",
    "metadata": {
      "section_title": "ELIGIBILITY FOR BENEFITS",
      "page_number": 11
    }
  },
  {
    "section_id": "MI-37",
    "content": "In every year there are four calendar quarters. They are:\n• Your total base period wages must equal 1.5 times your highest quarter wages.\nLAG QTR 80T ¥ 410 60T L Y10 i\nQTR 1 QTR 1 QTR 2 QTR 2 QTR 3 QTR 3 QTR 4 QTR 4 Jan Apr Jul Oct Feb Mar May Jun Aug Sep Nov Dec\nIf you do not meet the wage requirements using the Standard Base Period, you may be able to use the Alternate Base Period. UIA automatically looks at your wages paid in the four most recently completed calendar quarters.\nTo determine if you have enough wages to qualify for benefits, UIA first looks at what is called your Standard Base Period. This is a period of four calendar quarters. We look at the wages you were paid in the first four of the last five completed quarters.\n• You must have at least one quarter in which you earned a minimum of $4,842.00 (for 2025).\n• You must have wages in at least two calendar quarters in the base period.\nFILE 3 £10T ¥ 410 60Z L Y10 i\nMichigan.gov/UIA\n9",
    "metadata": {
      "section_title": "Wages to Establish a Claim",
      "page_number": 12
    }
  },
  {
    "section_id": "MI-38",
    "content": "If you don’t meet the wage requirements in either the Standard Base Period or the Alternate Base Period, you may still be able to qualify for benefits using the Alternate Earnings Qualifer. This means:\n• You must have wages in at least two calendar quarters in the base period.\n• In the calendar quarter in which you had the highest wages, your wages were at least 20 times the State Average Weekly Wage.",
    "metadata": {
      "section_title": "ELIGIBILITY FOR BENEFITS CONT’D",
      "page_number": 12
    }
  },
  {
    "section_id": "MI-39",
    "content": "Your Weekly Benefit Amount (WBA) is determined by your quarterly wages. The amount you receive in unemployment benefits is calculated by multiplying the highest amount of wages paid to you in any base period quarter by 4.1 percent. The maximum benefit payment you can receive is $446 for 2025. See your Monetary Determination for calculations using your information.",
    "metadata": {
      "section_title": "Weekly Benefit Amount",
      "page_number": 12
    }
  },
  {
    "section_id": "MI-40",
    "content": "Your number of weeks allowed is determined by multiplying your total base period wages by 43 percent, dividing by your WBA and rounding down to the nearest half week. The maximum number of benefits weeks is 26 and the minimum number of weeks is 14. See your Monetary Determination, for calculations using your information.",
    "metadata": {
      "section_title": "Number of Qualifying Weeks",
      "page_number": 12
    }
  },
  {
    "section_id": "MI-41",
    "content": "To qualify for benefits, you must have lost your job through no fault of your own.\nYou have the right to leave a job for any reason at any time, but the reason for the separation will determine if and when you will receive benefits. If you are fired from your job, it is important to specify the reason.\nYou will be sent fact finding questions and it is important to include as much detailed information as possible. Once we receive all information from you and your employer, you will be sent Form UIA 1302, Notice of Determination, showing whether or not you are eligible.",
    "metadata": {
      "section_title": "Your Separation Reason May Affect Your Eligibility for Benefits",
      "page_number": 12
    }
  },
  {
    "section_id": "MI-42",
    "content": "Dependents. This includes any family member who received more than half of his/her support from you for at least 90 days before layoff. You can receive an additional $12.66 for each dependent. (2025 rate) Up to five dependents. Examples include: your spouse, children, step-children, disabled children, etc. (see Fact Sheet #158, What is a Dependent?).\nTaxes. Your UI benefits are taxable by the federal and State of Michigan governments. You may choose to have both taxes withheld from your weekly payment, but you cannot choose only one.\nThe federal income tax deduction is 10% of the taxable portion and the State of Michigan income tax deduction is 4.25%. The taxable portion is after pension, earnings, fraud penalties, overpayment recoupment, child support, and other exemptions are deducted from your weekly benefit payment.\nBy the end of January of each year, you will be mailed Form 1099-G, Certain Government Payments, which reports benefits paid to you the previous calendar year. You will need this form to report your income for both the federal and state income tax purposes.\nFriend of the Court. Court ordered child support payments can reduce unemployment insurance benefits by up to 65%.\nEarnings. Work earned income.\nBenefit Overpayment. Occurs when you receive unemployment benefits that you were not entitled to receive.\nRestitution. Repayment of unemployment benefits that were paid but you were not entitled to receive.\n10\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "Other Items that May Affect Your Benefit Amount",
      "page_number": 13
    }
  },
  {
    "section_id": "MI-43",
    "content": "9 - >",
    "metadata": {
      "section_title": "RECEIVING PAYMENTS",
      "page_number": 13
    }
  },
  {
    "section_id": "MI-44",
    "content": "You will receive your unemployment insurance benefit payments electronically. You must select a payment method once you have reviewed the disclosure information. These options are:\nJ Direct Deposit into your checking or savings account. You will need your account number and routing number for this option.\nDebit Card issued by U.S. Bank.\nbank ReliaCard 4000 1234 5b718 9010 00/00 DEBIT VISA\nThe ReliaCard®is issued by U.S. Bank National Association pursuant to a license from Visa U.S.A. Inc. © 2021 U.S. Bank. Member FDIC.\nYou may change your selection through your MiWAM account or by calling the Customer Service line. The payment method will default to debit card if no option is chosen (see Fact Sheet #119, Electronic Payment Options).",
    "metadata": {
      "section_title": "Payment Options",
      "page_number": 13
    }
  },
  {
    "section_id": "MI-45",
    "content": "You must certify bi-weekly to receive benefits. If you certify online, you can certify anytime during your certification week. If you certify using MARVIN, you must certify on your scheduled certification day and time.\nYou must certify your eligibility every two weeks to receive payments. Your certification week begins on Sunday and ends on Saturday of each week. The preferred method of certifying is online through your MiWAM account, although certifying by phone is also available (see Bi-Weekly Certification\nQuestions on page 20). If certifying using MARVIN, your certification day and time are determined based on using the last two digits of your Social Security number (SSN). Find the last two digits of your SSN in the chart below and certify during the corresponding day and time of the day.\nIf you are unable to certify on your scheduled day and time, you may certify on either Thursday or Friday. Thursdays and Fridays are make-up days.",
    "metadata": {
      "section_title": "Bi-Weekly Certifications",
      "page_number": 13
    }
  },
  {
    "section_id": "MI-46",
    "content": "You can certify:\nOnline. Visit Michigan.gov/UIA and log into your MiWAM account. Certification must be completed by 11:59 p.m. the Saturday of your scheduled reporting week.\nBy phone (also known as MARVIN). Call 1-866-638-3993 Monday - Friday, 8:00 a.m. - 4:30 p.m.",
    "metadata": {
      "section_title": "You can certify:",
      "page_number": 13
    }
  },
  {
    "section_id": "MI-47",
    "content": "LAST 2 DIGITS DAY OF OF SSN THE WEEK EASTERN TIME 34-48 Tue 8:00 AM - 12:30 PM 49-66 Tue 12:30 PM - 4:30 PM 67-81 Wed 8:00 AM - 12:30 PM - Make-up Fri 8:00 AM - 4:30 PM\nMichigan.gov/UIA\n11",
    "metadata": {
      "section_title": "CALL IN SCHEDULE FOR CERTIFYING BY PHONE",
      "page_number": 14
    }
  },
  {
    "section_id": "MI-48",
    "content": "If you choose to certify by phone, you will need to set up a secret four-digit Personal Identification Number (PIN). Your PIN serves as your electronic signature for claiming unemployment benefits. You do not need a PIN to claim weeks of unemployment or to get information about your claim if you use MiWAM.\nWhen selecting your PIN, be sure to choose numbers that will be easy for you to remember. Your PIN cannot include more than two identical digits in a row, and your PIN cannot be sequential numbers, such as‘1234'or9876' If you forget your PIN, need to reset your PIN, or if you believe someone else knows your PIN, you may reset it by verifying your identity. Visit Michigan.gov/UIA for more information.\nIMPORTANT",
    "metadata": {
      "section_title": "Personal Identification Number",
      "page_number": 14
    }
  },
  {
    "section_id": "MI-49",
    "content": "Your PIN is YOUR SECRET identification number and you are responsible for any certification using your PIN. DO NOT GIVE OUT YOUR PIN TO ANYONE!",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 14
    }
  },
  {
    "section_id": "MI-50",
    "content": "Look at the Bi-Weekly Certifications section of your Monetary Determination or in your MiWAM account under Account Alerts on the claim to find your first reporting week. Certify every other week (bi-weekly) to continue to claim benefits after your initial reporting week.\nIf you do not certify during your reporting week, you are late. You must inform UIA of the reason you are late reporting for those weeks by responding to questions about your eligibility. A determination will be issued letting you know which weeks, if any, can be paid. If you do not have good cause for reporting late, you will not be paid for the weeks for which you are reporting through the Saturday before your next reporting week.\nFor Example: You are scheduled to report by October 17 for the weeks ending October 3 and October 10.",
    "metadata": {
      "section_title": "How Often Do | Certify for My Benefits?",
      "page_number": 14
    }
  },
  {
    "section_id": "MI-51",
    "content": "You do not report until October 26 without good cause.\nYou will not be paid for the weeks ending October 3, October 10, and October 17 if you do not have good cause for the late certification.\nYour initial payment will not be released until 10 days from the mail date on the Monetary Determination. This period serves as a protest period for the employer(s) the claim. If you are eligible and qualified for benefits and you have filed your bi-weekly certifications, your first payment will be automatically issued.\nFor Example: A claim is filed on Tuesday, July 2 and has an effective date of Sunday, June 30. A Monetary Determination is mailed on Friday, July 5. Your first bi-weekly certification should be completed between Monday, July 15 and Saturday, July 20. Even if you file the certification on Monday, payment cannot be issued until after Monday, July 15 (10 days from the Monetary Determination mail date).\nJULY 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31\n12\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "How Often Do | Certify for My Benefits?",
      "page_number": 15
    }
  },
  {
    "section_id": "MI-52",
    "content": "Each time you return to work after filing your original claim and are separated from that employer, if within the same benefit year, you must file an additional claim.\nThere are certain circumstances under which your claim will close. This includes:\nJ If you did not certify for benefits within your two scheduled reporting weeks.\nIf you waived three weeks of benefits in a row.\nIf you stopped certifying for benefits because you returned to work or another reason.\nIf any of these apply and you later need to resume filing for unemployment benefits, you cannot just contact MiWAM or MARVIN for benefit payments.\nYou must reopen your claim using MiWAM or by calling 1-866-500-0017. File during the first week for which you are claiming benefits.",
    "metadata": {
      "section_title": "When to Reopen Your Claim",
      "page_number": 15
    }
  },
  {
    "section_id": "MI-53",
    "content": "If you made a mistake giving information online or over the phone immediately call the Customer Service line at 1-866-500-0017. By contacting us immediately you can prevent a finding of fraud, though you may have to pay back any benefits you received but to which you were not entitled.\nCUSTOMER SERVICE 1-866-500-0017\nCUSTOMER SERVICE 1-866-500-0017",
    "metadata": {
      "section_title": "If You Made a Mistake Giving Information",
      "page_number": 15
    }
  },
  {
    "section_id": "MI-54",
    "content": "You may work part-time and collect a partial unemployment benefit payment. The unemployment week begins on Sunday and ends on Saturday even though your employer may have a different pay schedule Be sure to report the total gross earnings for work you performed in the week you are claiming. The total gross earnings are earnings before any deductions. The total gross earnings must be reported even if you have not received your paycheck for that week.\nYou must report all of your earnings including payments of:\nJ Pension/retirement.\nJ Holiday pay.\nJ Vacation pay.\nJ Severance pay.\nFailure to correctly report your earnings could result in repayment of up to 1.5 times the amount of benefits received. Benefits will be stopped, and any remaining benefits will be lost. You may also be subject to criminal prosecution. If prosecuted, you may be required to pay court costs and fines, face jail time, perform community service or any combination of these.\nYou are only entitled to benefits for the week(s) you were unemployed. Reporting for additional weeks of benefits could result in repayment of benefits in addition to penalties and interest.",
    "metadata": {
      "section_title": "How to Report Earnings and Other Payments",
      "page_number": 15
    }
  },
  {
    "section_id": "MI-55",
    "content": "Flexible week benefits are benefits paid for a seven- day period of unemployment that does not beginon a Sunday. This happens only when you earn as much as, or more than 1.5 times your Weekly Benefit Amount in each of two consecutive calendar weeks, but within those two weeks, there is a period of seven consecutive days or more in which you had not performed any work and had no earnings.\nMichigan.gov/UIA\n13",
    "metadata": {
      "section_title": "Flexible Weeks: How to Report Earnings",
      "page_number": 16
    }
  },
  {
    "section_id": "MI-56",
    "content": "Neither MiWAM nor MARVIN can be used to claim a flexible week. If you want to claim a flexible week, contact Customer Service 1-866-500-0017.",
    "metadata": {
      "section_title": "RECEIVING PAYMENTS CONT'D",
      "page_number": 16
    }
  },
  {
    "section_id": "MI-57",
    "content": "The most common reason someone may not receive unemployment benefits has to do with the reason they were separated from their job. If you separate from your last employer, or other employers on your claim, we will gather information from you and your employers. We will make a determination after evaluating the information and applying the state law. You will receive the determination by mail or delivered to your MiWAM account.\nIf you are disqualified, you may lose some or all of your benefits. Some examples of disqualification are:\nL] Quitting voluntarily without good cause due to the fault of the employer.\nBeing fired for misconduct connected with the work (example: violation of the company’s attendance policy or intentional poor job performance).\nBeing fired for intoxication while at work.\nBeing fired for absence due to conviction and imprisonment.\nBeing fired for assault and battery connected with work.\nBeing fired for theft.\nWillful destruction of property in connection with work.\nBeing fired for testing positive for illegal drugs on adrug test.\nInvolvement in a labor dispute.\nFailing to report to work for three consecutive days without notifying the employer (three days, no call/no show).\nFailing to accept an offer of suitable work.\nFailing to notify a temporary help firm within seven days that a work assignment has ended.\nLt A d 4 ..\n14\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "What Can Stop You from Getting Paid?",
      "page_number": 17
    }
  },
  {
    "section_id": "MI-58",
    "content": ". i ; f » | | -",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 17
    }
  },
  {
    "section_id": "MI-59",
    "content": "This could occur if you made a mistake when certifying for benefits, if you were not able or available to work, or you knowingly gave false or misleading information when filing a claim.\nIf you are overpaid unemployment benefits, you will receive a letter notifying you of the overpayment and how to start the repayment process. If you have been overpaid benefits and are currently employed, contact the Ul Benefit Overpayment Collection Unit at 1-866-500-0017 to arrange repayment terms.\nIf you are still receiving unemployment benefits while you have an overpayment, 50 percent (or 100 percent if fraud was involved) of your weekly unemployment benefits will be taken for repayment (this is called recoupment).\nInterest on overpayments is 1 percent per month. Interest accrues daily and will continue to accrue until the total amount due is paid.\nIMPORTANT",
    "metadata": {
      "section_title": "An overpayment occurs when you receive unemployment benefits that you are not entitled to",
      "page_number": 17
    }
  },
  {
    "section_id": "MI-60",
    "content": "Failure to repay benefits improperly received can also result in:\nGarnishment of your wages.\nYour federal and State of Michigan income tax refunds can be taken to pay the debt.\nLottery winnings you claim in excess of \\'4 $1,000 may be intercepted.\nYour claim being referred for criminal v prosecution as a felony.\nYou may not be able to receive future v benefit payments.\nMichigan.gov/UIA\n15",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 18
    }
  },
  {
    "section_id": "MI-61",
    "content": "= g i — \\ \\s\nDetecting and prosecuting cases involving unemployment fraud is a priority for Michigan’s Ul program. Claims are audited regularly to ensure benefits were properly paid according to state and federal law. It is against state law to intentionally make false statements or conceal material information to gain or avoid the payment of benefits. You may have to repay up to 1.5 times the amount of benefits received. Benefits will be stopped, and any remaining benefits will be lost. You may also be subject to criminal prosecution. If prosecuted, you may be required to pay court costs and fines, face jail time, perform community service or any combination of these.\nSome examples of intentional misrepresentation (fraud) include:\nJ You find a part-time job and begin working while still collecting benefits but do not report your gross earnings.",
    "metadata": {
      "section_title": "FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "MI-62",
    "content": "You are employed full time and do not report it to UIA.\nYou provided false information about your work search efforts.\nYou were ill or injured or on vacation and did not report that you were unable or unavailable to work.\nYou did not report other types of pay to UIA such as vacation, holiday or severance pay.\nL You had someone else complete your bi-weekly certifications.\nL You had someone else file your claim.\nUIA can review a payment up to three years after it has been determined that the payment was the result of fraud. It is important to keep your address updated with UIA, so we can contact you to resolve the issue if there is a question about your payment.",
    "metadata": {
      "section_title": "FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "MI-63",
    "content": "Report suspected fraud online at Michigan.gov/UIA and click on Report Fraud Now; by telephone at 1-866-500-0017, or log into your MiWAM account and click on Report Fraud.\n16\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 19
    }
  },
  {
    "section_id": "MI-64",
    "content": "—\nIdentity theft occurs in many different types of situations, including unemployment insurance. Identity theft is when someone uses your personal information such as your name, address or Social Security number to commit fraud such as filing a fake unemployment claim.\nSome signs of identity theft are:\n• You attempt to file an unemployment claim, but one already exists for you.\n• You receive an IRS statement of benefits collected from Unemployment Insurance.\n• You were notified by your employer that a claim for benefits was filed while you were still employed.\n• You receive a monetary determination from UIA and the name on the form is not yours.\nIf you think you may be a victim of identity theft, contact us right away to report it. You can report identity theft online at Michigan.gov/UIA. Click the “Report Identity Theft” link or call the Customer Service line.\nIMPORTANT \nWays to protect yourself from becoming a victim of identity theft:\nGuard your Social Security number. Give out the number only when absolutely necessary.\nShred receipts, credit offers, account statements and expired cards to prevent “dumpster divers” from getting your personal information.\nv\nReview your credit report at least once a year to make sure it doesn’t include accounts that you have not opened.\nMichigan.gov/UIA\n17",
    "metadata": {
      "section_title": "IDENTITY THEFT",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-65",
    "content": "' 3\nIf you are found to be disqualified or ineligible, and you disagree with the decision, you have the right to protest a determination or appeal a redetermination.",
    "metadata": {
      "section_title": "PROTEST AND APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-66",
    "content": "A Determination is the first level of UIA decision making. If the Determination is not in your favor, you have the right to protest. A protest must be received within 30 days from the mail date on the Determination. When protesting late, you should include an explanation of why the protest is late. The address and fax number for your protest will be included on the Determination.",
    "metadata": {
      "section_title": "Protest",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-67",
    "content": "A Redetermination is issued after a protest is received by UIA. If the Redetermination is not in your favor, you have the right to appeal. The address and fax number for your appeal will be included on the Redetermination. When appealing late, you should include an explanation of why the request for appeal is late.\nAppeals are handled by the Michigan Office of Administrative Hearings and Rules (MOAHR). You will receive a Notice of Hearing by mail. MOAHR is not a part of UIA, so all documentation needs to be submitted to the office listed on your Notice of Hearing. After receiving the notice, you will be scheduled for a hearing with an administrative law judge (ALJ). Other interested parties, representatives from UIA and your employer will also receive a notice. Hearings may occur by phone or in person. See your Notice of Hearing for more details.",
    "metadata": {
      "section_title": "Appeal",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-68",
    "content": "After you appeal your redetermination to the MOAHR, an advocate may be able to assist you at the hearing. This service is free to unemployed workers and employers. However, if the administrative law judge finds that you\nhave committed fraud you must pay the cost of the advocacy services. If you would like the assistance of an advocate, once you have received your Notice of Hearing, call the Advocacy Program at 1-800-638-3994. Some restrictions in service may apply.",
    "metadata": {
      "section_title": "Advocacy Information",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-69",
    "content": "Once an ALJ has issued a decision, you will receive it by mail. If the decision is not in your favor, you have the right to appeal to the Unemployment Insurance Appeals Commission (UIAC). This appeal is required to be filed in writing and can be received by mail or fax. See your decision issued by the ALJ for the correct address and fax number for your appeal. An appeal of the ALJ’s decision must be received by UIAC within 30 days from the mail date of the decision.",
    "metadata": {
      "section_title": "Unemployment Insurance Appeals Commission",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-70",
    "content": "You can appeal a decision from the UIAC to circuit court. However, filing at circuit court does require filing fees. Any costs or fees associated with appealing to the circuit court are then paid by the person requesting the appeal. To be on time, any appeal to a circuit court must be received within 30 days from the mail date on the UIAC decision.",
    "metadata": {
      "section_title": "Circuit Court",
      "page_number": 20
    }
  },
  {
    "section_id": "MI-71",
    "content": "While your protest or appeal is ongoing, continue to certify on time using MiWAM or MARVIN during your reporting week(s) until you return to full-time work. This will protect your right to receive benefits if the issue on your claim is settled in your favor. If you win your case, you will only be paid for the weeks you certified on time.\n18\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-72",
    "content": "Any information you provide when applying or certifying for benefits will be verified through computer matching programs. We conduct crossmatches to prevent and detect identity theft, improper payments, and fraud. These programs look for a variety of factors, including:\n• Unemployed workers using fraudulent Social Security numbers and/or driver license numbers.\n• Workers collecting unemployment benefits and working at the same time without reporting these earnings.\n• Working in another state and collecting Michigan unemployment benefits without reporting these earnings.\n• Attempting to file for unemployment benefits while in jail.\nYou may be contacted if your claim is selected during the crossmatch process. Failure to respond may result in you being considered ineligible for benefits, so it is important that you keep your contact information up to date.",
    "metadata": {
      "section_title": "Crossmatch Programs",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-73",
    "content": "The Benefit Accuracy Measurement program (BAM) is used to determine the integrity, quality and accuracy of UIA decisions and payments in Michigan. Your claim may be randomly selected to be audited as part of this program. If your claim is reviewed, you will be contacted for an in-depth interview. We will ask for work history and work search contacts for a specific week. In most cases, the review will confirm that your claim was processed correctly. However, if you were improperly paid, adjustments will be made and penalties may be assessed if the overpayment was the result of fraud.",
    "metadata": {
      "section_title": "Benefit Accuracy Measurement Program (BAM)",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-74",
    "content": "If you become totally disabled while receiving unemployment benefits, you may be able to preserve or “freeze” unused\nbenefits until you are able to work again and become unemployed. To preserve your benefit entitlement, submit a written request within 90 days after your disability begins. If your medical condition prevents you from submitting the request on time, you may submit your written request within 90 days after you become able to file. A person can request a preservation of benefit entitlement if they have been unable to work for up to 3 years.",
    "metadata": {
      "section_title": "Preserving Benefit Entitlement",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-75",
    "content": "Trade Adjustment Assistance (TAA) is available to workers who lose their jobs or whose hours of work and wages are reduced as a result of trade with other countries. TAA includes a variety of benefits and services to help unemployed workers find a new job. Workers may be eligible for training, reemployment services and money to move to a new location for a job. Assistance may also include Trade Readjustment Allowances (TRA) which provide a weekly income if your benefits have run out and you are still unemployed.\nContact the TRA Unit at 1-866-500-0017 for more information or visit the UIA Website at Michigan.gov/UIA to view or download Publication UIA 1628Y – Apply for Trade Adjustment Assistance (TAA).",
    "metadata": {
      "section_title": "Trade Act (TAA/TRA)",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-76",
    "content": "With Employer Filed Claims, employers submit claims for laid-off workers electronically. Even though your employer has filed a claim for you, you must still certify every two weeks through MiWAM or by phone with MARVIN. If you are unemployed for any reason other than lack of work, you must file your own claim during your first week of unemployment. You must also file your own claim if your employer does not participate in EFC.\nFor questions or concerns about EFC claims – call 1-866-500-0017; TTY call 1-866-366-0004 or schedule a phone, virtual or in person appointment.",
    "metadata": {
      "section_title": "Employer Filed Claims (EFC)",
      "page_number": 21
    }
  },
  {
    "section_id": "MI-77",
    "content": "ALJ Administrative Law Judge BAM Benefit Accuracy Measurement Program EFC Employer Filed Claim MARVIN Michigan’s Automated Response Voice Interactive Network MIWAM Michigan Web Account Manager\nMIN Michigan Identification Number MWA Michigan Works! Agency Service Center PIN Personal Identification Number TRA Trade Readjustment Allowance WBA Weekly Benefit Amount UI Unemployment Insurance\nMichigan.gov/UIA\n19",
    "metadata": {
      "section_title": "FREQUENTLY USED TERMS",
      "page_number": 22
    }
  },
  {
    "section_id": "MI-78",
    "content": "Alternate Base Period. The newest four quarters in an 18 month time period from your last date of work.\nStandard Base Period. The oldest four quarters in an 18 month time period before your last date of work.\nBenefit Year Beginning Date (BYB). The first date of a new claim, which is, normally the first Sunday of the week in which an application for benefits is filed.\nBenefit Year Ending Date (BYE). The last date of the claim in the benefit year which falls at the end of 52 weeks after the BYB date which is normally a Saturday.\nBenefits. The payments that you may be eligible to receive for each week.\nBenefit Week. A seven day period that the client is requesting payment\nCalendar Quarter. A quarter is a three-month period in a calendar year. Example: January, February, March are considered the first quarter of a year.",
    "metadata": {
      "section_title": "FREQUENTLY USED TERMS CONT’D",
      "page_number": 22
    }
  },
  {
    "section_id": "MI-79",
    "content": "Certifying. In order to receive benefits you must contact UIA and complete a series of questions. This is done either by using your MiWAM account or calling MARVIN every two weeks.\nDetermination. A decision made by UIA involving issues that may affect whether you receive benefits or not. For example: you were fired or quit or your ability or availability to work is in question.\nGross Earnings. The total amount of wages/earnings that you have made with an employer prior to any deductions.\nMonetary Determination. An explanation of whether your claim is allowed or denied based on earnings received from the employer(s).\nSuitable Work. A job that you are physically able to perform and have experience or education in. It is within a reasonable distance for commuting from home and pays the prevailing wage.\nWaived Week. A week of benefits that you do not wish to be paid.",
    "metadata": {
      "section_title": "FREQUENTLY USED TERMS CONT’D",
      "page_number": 22
    }
  },
  {
    "section_id": "MI-80",
    "content": "MARVIN includes questions for the online and telephone certification process. The questions are:\n1. Has your address changed since your last certification?\n• If you are completing the certification through MiWAM, you will have the option to update your address at the time you are reporting.\n• If you are completing the certification on the phone, you will need to call Customer Service at 1-866-500-0017 to change your address or complete Form UIA 1925- Request for Name and/or Address Change.\n2. Are you claiming the week beginning Sunday, (date) through Saturday, (date)?\n• If you worked full time this week or do not wish to claim this week for any reason, answer NO.\n• This response will be recorded as a waived week of benefits.\n• If you answer ‘No’ for more than two consecutive weeks your claim will become inactive.",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS",
      "page_number": 22
    }
  },
  {
    "section_id": "MI-81",
    "content": "To claim future benefits, you must file to reopen your claim.\n3. Were you available to accept full-time work every day between Sunday, (date) and Saturday, (date)?\n• Answer “Yes” if you were ready and willing to accept full-time work on EVERY day between the Sunday date and Saturday date on this certification.\n4. Were you physically and mentally able to perform full-time work for any employer from Sunday, (date) through Saturday (date)?\n• Answer “Yes” if you were physically and mentally able to perform job duties on EVERY day between the Sunday date and Saturday date on this certification.\n5. Did you look for work during the week Sunday, (date) through Saturday, (date)?\n• To be eligible for unemployment benefits, you must actively look for work during each week you claim benefits and you must report at least one job search contact that you made during each week you claim benefits, unless you have been given a waiver from seeking work.\n• You may look for work using any method you wish. Examples include but are not limited to internet, newspaper, in person, fax, etc. However, you are required to make contact with these companies. Examples of contact include applications, resumes, interviews, etc. Simply looking online or in a newspaper is not considered a job contact.\n20\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS",
      "page_number": 23
    }
  },
  {
    "section_id": "MI-82",
    "content": "• When completing your certifications through your MiWAM account, you can enter your job searches at the time you are completing the online certification questions.\n• MARVIN users must hold for an agent in order to provide their work search activity.\n6. Did you quit any job between Sunday, (date) through Saturday, (date)?\n• Choose “Yes” only if you quit any job during this certification week.\n7. Did you refuse any job(s) or offer(s) of work between Sunday, (date) through Saturday, (date)?\n8. Were you fired from any job between Sunday, (date) through Saturday, (date)?\n• Choose “Yes” only if you were fired from any job during this certification week.\n9. Did you BEGIN attending school or training classes between Sunday, (date) through Saturday, (date)?\n10. Did you do any type of work between Sunday, (date) through Saturday, (date)?\n• Answer “Yes” if you worked on any date between the Sunday date and the Saturday date of this certification.\n11.",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS CONT’D",
      "page_number": 23
    }
  },
  {
    "section_id": "MI-83",
    "content": "” if you worked on any date between the Sunday date and the Saturday date of this certification.\n11. Did you have any earnings, even if you have not been paid, between Sunday, (date) through Saturday, (date)?\n• If you worked on any day during this week you MUST answer “Yes” to this question. This question is not asking if you have received pay for those hours worked yet.\n• You must report your gross earnings each week.\n12. Did you BEGIN receiving a pension between Sunday, (date) through Saturday, (date)?\n13. Did you receive vacation pay between Sunday, (date) through Saturday, (date)?\n14. Did you receive, or will you receive holiday pay for a holiday that occurred between Sunday, (date) through Saturday, (date)?\n15. Did you receive severance pay between Sunday, (date) through Saturday, (date)?\n• Answer “Yes” if you received separation pay, severance pay, wage continuation, payment in lieu of notice, or termination pay between the Sunday date and Saturday date on this certification.\n16.",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS CONT’D",
      "page_number": 23
    }
  },
  {
    "section_id": "MI-84",
    "content": "u of notice, or termination pay between the Sunday date and Saturday date on this certification.\n16. Did you receive bonus pay between Sunday, (date) through Saturday, (date)?\n• Answer “Yes” if you received bonus pay between the Sunday date and Saturday date on this certification.\n17. Did you return to full time work on or after Sunday, (date) and on or before Saturday, (date)?\nFor accuracy, please review your MiWAM responses. If you called MARVIN, your answers will be repeated. You will be required to certify that all the information you provided is true and correct by agreeing to the following:\nI understand that the answers I give may affect my benefit payments. I certify that I am the individual listed on this claim. Answering questions or certifying for benefits for anyone other than yourself is considered fraud and is punishable by law. I understand that making false statements, concealing information or misrepresenting facts is considered fraud.",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS CONT’D",
      "page_number": 23
    }
  },
  {
    "section_id": "MI-85",
    "content": "I understand that if I give false information to receive benefits, I will have to repay benefits, my claim may be stopped, I may be required to pay additional fees, and could serve time in prison. I understand the penalties for committing fraud and certify that the answers I have given for the week mm-dd- yyyy through mm-dd-yyyy are true and correct.\nIt is considered fraud if you make a false statement or conceal material information to obtain benefits you are not entitled to receive. If you are found to have committed fraud, your current benefits will be stopped, and you will not be eligible for future benefits. You will also be required to repay the benefits you have already received and assessed fraud penalties of up to 1.5 times the amount you received. You will also be subject to criminal prosecution. If prosecuted, you may be required to pay court costs and fines, face jail time, perform community service or any combination of these.\nMichigan.gov/UIA\n21",
    "metadata": {
      "section_title": "BI-WEEKLY CERTIFICATION QUESTIONS CONT’D",
      "page_number": 24
    }
  },
  {
    "section_id": "MI-86",
    "content": "The information you provide UIA, including your Social Security number, is confidential and is only disclosed in accordance with the law. This includes information provided on all claim documents, forms, and information submitted by you or the involved employer(s). If allowed by law, your information may be requested and used for other governmental purposes, including, but not limited to, verification of eligibility under other government programs. Your information could also be provided upon request for statistical, research and unemployment insurance purposes.\nAll employers must report the names, Social Security numbers and wages of all their employees. This wage information is required by law and may be provided to other governmental agencies to verify eligibility.\nSome reasons that your information may be requested are:\n• Department of Health and Human Services General Assistance.\n• Medicaid.\n• Bridge cards.\n• Other public assistance programs.\n• Friend of the Court.\n• Michigan Department of Treasury.\n• The Internal Revenue Service.\n• Law enforcement agencies in connection with a criminal investigation.\n• Colleges and universities for research purposes.\nYour information is confidential by law so this means your spouse, child or other chosen individual will not be able to discuss your claim with any UIA staff member without a signed authorization from you.\n22\nMichigan.gov/UIA",
    "metadata": {
      "section_title": "CONFIDENTIALITY AND DISCLOSURE INFORMATION",
      "page_number": 25
    }
  },
  {
    "section_id": "MI-87",
    "content": "Keep this document for your re\nYou must aclively seek work and report at least ane weekly work search activily per week during your bi-weekly certification for benefits. Benefits will not be released until work search act y is reported. Use this document to help track your work search\nactivities.\nExample: Week ending dote 7/1/2020 Enter o Saturdoy date) Date of Organization/employer/ contact Activity search engine ddress/website URL/phone ffax Method of contact 7/5/2020 Application completed ABC company. ABCo. @gmo.co n e 7/8/2020 esume. g workshop igan Works Soginaw M1 in pers Complete this chart to track you work search acti es: weekending date. (Enter a Saturday) Date of org: tion/employer/ contact Activity * search engine Address/website URL/phone /fax Method of contact week ending dat (Entera Saturday) Date of Organization/emplover/ contact Method of contact Activity * search engine ddress/website URL/phone ffax Work searh ac < y ncida ha fllowing: Submiing appca 5, contacing mpioyars, Ghacking saures amployment affces, hacking Job Tigs al Michigan Works! Service Cantors, and atierding job fars o omployment workshops\nDO NOT SEND THIS WORKSHEET TO UIA TO DOCUMENT YOUR WORK SEARCI CTIVITIES. This document is a worksheet and not an official document required by the UIA. Use of this worksheet is optional\nState of Michigan Unemployment Insurance Agency 9023 Joseph Campau Hamtramck, M1 48212",
    "metadata": {
      "section_title": "Work Search Activity Workshee! This is not an official document required by the Unemployment Insurance Agency",
      "page_number": 28
    }
  },
  {
    "section_id": "MI-88",
    "content": "B 25\nGretchen Whitmer, Governor State of Michigan",
    "metadata": {
      "section_title": "KEEP THIS BOOKLET FOR ONE YEAR",
      "page_number": 28
    }
  },
  {
    "section_id": "MI-89",
    "content": "UIA is an equal opportunity employer/program. Auxiliary aids, services and other reasonable accommodations are available upon request to individuals with disabilities.\nUIA 1901\n(Rev. 10-2025)",
    "metadata": {
      "section_title": "Michigan.gov/UIA",
      "page_number": 28
    }
  }
]