[
  {
    "section_id": "MN-0",
    "content": "Minnesota Unemployment Insurance\nMY MiINNesOTA UNEMPLOYMENT INSURANCE",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "MN-1",
    "content": "What you need to know about Unemployment Insurance\nYy L\n! \\ ©\nOctober 26, 2025 through October 24, 2026\no [] ot [=] 1\nwww.uimn.org\nApply for benefits, request benefit payments, check your account — online or by phone (see pages 5, 8, and 9 for schedules).\nS",
    "metadata": {
      "section_title": "Information Handbook",
      "page_number": 2
    }
  },
  {
    "section_id": "MN-2",
    "content": "Select Applicants and then Apply for Benefits or Log in to My Account.\nTwin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252\nWe can help! Speak to a Customer Service Representative Monday through Friday, 8:00 a.m. to 4:30 p.m.\nTwin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252\n=\n1. Select a language: 1 for English, 2 for Spanish, 3 for Hmong, or 4 for Somali. If you need a different language, press 1 and follow the steps below to speak to a representative and request an interpreter.\n2. Enter your Social Security number.\n3. Enter your password and then press the # key. If you are not asked to enter your password, press 2, and then press 0 to speak to a representative.\n4. Press 2 for other options.\n5. Press 3 for answers to commonly asked questions. To speak with a representative, press 0.\nIf you need an interpreter, tell the representative. 6.\nVisit www.uimn.org for updates and answers to common questions.\nMinnesota Unemployment Insurance",
    "metadata": {
      "section_title": "www.uimn.org",
      "page_number": 3
    }
  },
  {
    "section_id": "MN-3",
    "content": "Apply as soon as you are unemployed. Look for work and be ready to accept it. Request a benefit payment every week until you return to work full-time. Remember your password, keep it private, and do not use your UI password anywhere else. Read this handbook. Respond to all requests for information. Keep the address on your account up to date for at least four years after your last request for a benefit payment. Call UI Customer Service if you have questions (see page 19).",
    "metadata": {
      "section_title": "Unemployment Insurance (UI) Checklist",
      "page_number": 3
    }
  },
  {
    "section_id": "MN-4",
    "content": "…to receive a benefit payment, you first have to make a payment request? See pages 8 and 9 for more information.\n…benefits are not paid for the first week? See page 10 for more information.\n== MY MINNesOTA L UNEMPLOYMENT INSURANCE e Seerch Applicants Employers & Agents Welcome to the Minnesota Unemployment Insurance (Ul) Program This is the official website of the Minnesota Unemployment Insurance Program, administerad by the Department of Employment and Economic Development (DEED) Select who you are o) ALY E . Espafiol Hmoob Somali\nwww.uimn.org is the official website of the Minnesota Unemployment Insurance Program.\nHere you will find answers to these questions, and more:\n• How do I apply?\n• How do I get paid?\n• What affects my benefits?\n• What do I need to know?\n• How do I appeal?\nWatch and listen! Videos on unemployment topics are available online.\nMinnesota Unemployment Insurance",
    "metadata": {
      "section_title": "DID YOU KNOW…",
      "page_number": 5
    }
  },
  {
    "section_id": "MN-5",
    "content": "Unfortunately, identity theft is now commonplace. If an identity thief obtains your private information, they may use it to create an imposter unemployment insurance account in your name. They do this to try to steal money from the Unemployment Insurance Program.\nIf you received this handbook in the mail, but did not apply for a benefit account, please submit a fraud report on our website. You can find the form at: www.uimn.org/fraud-report\nE T - < @ ) € ey We noticed an error in your Unemployment Claim, click http://www.fakebadwebsite.com uimn/applicants/login.htm to review your claim. Minnesota Department of Employment & Economic Development",
    "metadata": {
      "section_title": "Report a potential imposter account immediately",
      "page_number": 5
    }
  },
  {
    "section_id": "MN-6",
    "content": "In a phishing scam, an identity thief will create a large list of email addresses or phone numbers. The identity thief then sends out a mass email or text message (like the image on the right).\nPhishing messages usually sound like they came from an organization you trust. They will often mention some kind of urgent problem, like:\n• “There is an error or problem with your account”\n• “Your application for benefits is incomplete”\n• “You were a victim of fraud”\nPhishing messages usually include a link or attachment. Sometimes these links/attachments will cause malicious software to download to your device. In other cases, phishing links/attachments will lead you to a fake website designed to steal your information.\nHere are a few tips to protect yourself from phishing scams:\n• You should ALWAYS assume text messages or social media messages about your unemployment account are fraudulent. We will NEVER contact you on Facebook, Twitter, Instagram, or text message.\n• We do send emails occasionally, but our emails NEVER include web links. Be very cautious about clicking any link you get via email.\n• If you need to apply for benefits or request benefit payments, ALWAYS start by going to our official website (www.uimn.org).\n• We will NEVER call you to ask you for your username, password, Social Security number, or bank account information.",
    "metadata": {
      "section_title": "Be cautious of phishing scams",
      "page_number": 6
    }
  },
  {
    "section_id": "MN-7",
    "content": "Introduction ...................................................................................... 4 Applying for benefits ......................................................................... 5 When do I apply? How do I apply? What if I’m unemployed for a reason other than layoff? Using your password .......................................................................... 6 After you apply ………………………………………………………………………………… 7 How much will I receive? Requesting benefit payments ....................................................... 8 - 9 When do I request benefit payments? When can I expect my first payment? ............................................... 10 Nonpayable week How will I be paid? ........................................................................... 11 How does direct deposit work? How does the unemployment debit card work? Report work when requesting benefit payments............................... 12 What work do I need to report? How does working affect my benefits?.............................................. 13 What if my hours vary week to week? What happens if I fail to report my hours and earnings? Income that may affect benefits ............................................... ...…. 14 Understanding weekly eligibility requirements ………………….…………… 15 What do I need to do each week? How does going to school affect my benefits? Stopping and starting benefit payments ........................................... 16 What if I go back to work? What if I’m unemployed again? Withholdings from benefit payments ............................................... 17 Income taxes, overpayments, child support Reemployment Assistance ............................................................... 18 Contact customer service ................................................................. 19 Help finding your next job ................................................................ 20 Online job search eLearning classes Financial help and community services ............................................. 21 CareerForce - Help for Job Hunters & Career Seekers …Inside back cover",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 6
    }
  },
  {
    "section_id": "MN-8",
    "content": "MY MiINNesoOTA UNEMPLOYMENT INSURANCE",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 7
    }
  },
  {
    "section_id": "MN-9",
    "content": "This handbook provides important information about unemployment benefits, including:\n• How to apply\n• How your eligibility is determined\n• What you must do each week to receive a benefit payment\nThe information in this handbook is an overview of unemployment insurance benefits. It does not cover every topic, answer all questions, or take the place of the law. It is your responsibility to read this handbook and all information you receive from Minnesota Unemployment Insurance. The Unemployment Insurance Program is administered by the Minnesota Department of Employment and Economic Development (DEED). DEED provides free assistance to all applicants and employers who have questions about unemployment insurance. You should never pay a third party to help you apply for or request unemployment benefits. You should also be careful when reading information on social media, which may not always be accurate. Benefits are funded by a tax paid only by employers. Tax deductions from employees’ paychecks are not used for unemployment insurance benefits.\nMinnesota Unemployment Insurance Information Handbook | 4",
    "metadata": {
      "section_title": "Introduction",
      "page_number": 8
    }
  },
  {
    "section_id": "MN-10",
    "content": "Apply for benefits the week you become unemployed or your hours are significantly reduced.",
    "metadata": {
      "section_title": "When do I apply?",
      "page_number": 8
    }
  },
  {
    "section_id": "MN-11",
    "content": "Apply online or by phone following the instructions and schedules below. After you apply, we will mail you information about how to request benefit payments (see pages 8 - 9). If you are eligible for benefits, we will also notify you of your weekly benefit amount (see page 7). Online – You can apply online Sunday - Friday from 6:00 a.m. to 8:00 p.m. Go to www.uimn.org, select Applicants, and then Apply for Benefits. By phone – Call on Monday - Friday from 8:00 a.m. to 4:30 p.m. Choose English, Spanish, Hmong, or Somali. If you need another language, follow the steps on page 19 to speak to a representative and request an interpreter. Twin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252",
    "metadata": {
      "section_title": "How do I apply?",
      "page_number": 8
    }
  },
  {
    "section_id": "MN-12",
    "content": "If you are unemployed for any reason other than lack of work, state law requires that we follow a specific process to determine if you are eligible for benefits.\n1. During the application, we ask questions about why you are unemployed.\n2. We will ask your employer the same questions.\n3. We will review your answers and your employer’s answers to determine if you are eligible for benefits.\n4. We will mail you and your employer a determination that tells you if you are eligible for unemployment benefits. Either you or your employer can appeal the determination.\nIt is important that you provide detailed information about the way your employment ended. If we do not have enough information, we may not be able to determine your eligibility for benefits.\n5 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "What if I’m unemployed for a reason other than layoff?",
      "page_number": 9
    }
  },
  {
    "section_id": "MN-13",
    "content": "Your password and Social Security number give you secure access to your benefit account and serve as your electronic signature. If you forget your password, you can reset it.",
    "metadata": {
      "section_title": "Using your password",
      "page_number": 9
    }
  },
  {
    "section_id": "MN-14",
    "content": "1 Select Applicants and then Log in to my Account.\n2 In the Existing Applicants section, select the Forgot your password link and follow the prompts.\nIf you forgot the answer to your security question, use the phone and follow the instructions below.",
    "metadata": {
      "section_title": "Reset your password online at www.uimn.org",
      "page_number": 9
    }
  },
  {
    "section_id": "MN-15",
    "content": "1. Call the automated phone system.\nTwin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252\n2. Select a language.\n3. Enter your Social Security number. When you hear the prompt to enter your password, press the # key.\n4. Answer your security question using the keypad on your phone (up to 8 characters) and then press the # key. Follow the prompts to reset your password.\no If you do not have a security question on file, you will be connected to a representative. If you need an interpreter, tell the representative.\no If you forgot the answer to your security question, after multiple attempts, you will either be connected to a representative or you will hear: “Press 2 to speak to a representative.” If you need an interpreter, tell the representative.\nMinnesota Unemployment Insurance Information Handbook | 6",
    "metadata": {
      "section_title": "Reset your password by phone",
      "page_number": 10
    }
  },
  {
    "section_id": "MN-16",
    "content": "4 | i , l \\ \\ &",
    "metadata": {
      "section_title": "After you apply",
      "page_number": 10
    }
  },
  {
    "section_id": "MN-17",
    "content": "Your weekly benefit amount will be about 50 percent of your average weekly wage up to a state maximum of $948.\nWe will mail you a Determination of Benefit Account that shows your weekly benefit amount and total amount of benefits available.\n• The determination does not necessarily mean you will receive unemployment benefits.\n• We will mail you a separate determination if we need to make a decision about your eligibility for benefits.\n7 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "How much will I receive?",
      "page_number": 11
    }
  },
  {
    "section_id": "MN-18",
    "content": "• You must request a payment for each week you are unemployed.\n• Request a payment even if we are deciding your eligibility or you are waiting for an appeal hearing or decision.\n• You may lose payments for weeks you do not request on time.\nI\\ Al £ T\\ 4",
    "metadata": {
      "section_title": "When do I request benefit payments?",
      "page_number": 11
    }
  },
  {
    "section_id": "MN-19",
    "content": "You can request a payment online Sunday - Friday, 6:00 a.m. to 8:00 p.m.\n1. Go to www.uimn.org\n2. Select Applicants and then Log in to My Account.\n3. Log in to your account using your Social Security number and password.\n4. Select Request Benefit Payment.",
    "metadata": {
      "section_title": "Request a benefit payment online",
      "page_number": 11
    }
  },
  {
    "section_id": "MN-20",
    "content": "To request a benefit payment over the phone, please follow the instructions on the next page.\nMinnesota Unemployment Insurance Information Handbook | 8",
    "metadata": {
      "section_title": "Request a benefit payment by phone",
      "page_number": 12
    }
  },
  {
    "section_id": "MN-21",
    "content": "The table below lists the day and time to request your benefit payment.\n1. Call the automated phone system:\nTwin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252\n2. Select a language: English, Spanish, Hmong, or Somali. If you need another language, follow the steps on page 19 to speak to a representative and request an interpreter.\n3. Enter your Social Security number.\n4. Enter your password and then press the # key.\n5. You may hear important messages about your account.\n6. After the messages, listen to your options and choose Request Benefit Payment.",
    "metadata": {
      "section_title": "Request a benefit payment by phone",
      "page_number": 12
    }
  },
  {
    "section_id": "MN-22",
    "content": "If your Social Security number ends in: Call on: 1, 3, or 5 Tuesday 6 a.m. to noon 7 or 9 Tuesday noon to 6 p.m. 0, 2, or 4 Wednesday 6 a.m. to noon 6 or 8 Wednesday noon to 6 p.m. Any Thursday or Friday 6 a.m. to 6 p.m.\n9 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "Phone schedule to request benefit payments",
      "page_number": 13
    }
  },
  {
    "section_id": "MN-23",
    "content": "The soonest you will receive a payment is the third week after your benefit account is established.\n• You always request your benefit payment for a previous week. You cannot request benefits for the current week or a week in the future.\n• The first week you are eligible for benefits is your “nonpayable week” (see explanation below).\n• For most applicants, the second week you are eligible for benefits will be the first week for which you can receive a payment.\n• Most applicants request payment for their first payable week the third week after their benefit account is established.\nYour first payment may be delayed beyond the third week if:\n• You had earnings greater than your weekly benefit amount or worked 32 or more hours (see pages 13 and 14).\n• You are receiving other types of payments/income (see page 14).\n• You are not eligible for a week (see page 15).\n• We are unable to confirm your identity based on the information you provided.\n• We need more time to obtain information to decide your eligibility for benefits (see page 5).",
    "metadata": {
      "section_title": "When can I expect my first payment?",
      "page_number": 13
    }
  },
  {
    "section_id": "MN-24",
    "content": "The first week you are eligible for unemployment benefits is your nonpayable week. Minnesota law requires a nonpayable week before you can be paid benefits.\nFor a week to qualify as your nonpayable week, you must:\n• Submit an application for benefits.\n• Submit a timely Request for Benefit Payment.\n• Be eligible for benefits for the week requested.\nYou will have only one nonpayable week in the 52 weeks after you apply. If you are unemployed again within one year of your account date, you will not have another nonpayable week.\nMinnesota Unemployment Insurance Information Handbook | 10",
    "metadata": {
      "section_title": "Nonpayable week",
      "page_number": 14
    }
  },
  {
    "section_id": "MN-25",
    "content": "When you apply, you choose how you want to receive your benefit payments:\n• Direct deposit to your checking or savings account, or\n• U.S. Bank ReliaCard® Visa® (unemployment debit card)\nYou can change your payment method by logging in to your account online or by calling customer service.",
    "metadata": {
      "section_title": "How will I be paid?",
      "page_number": 14
    }
  },
  {
    "section_id": "MN-26",
    "content": "If you select direct deposit, your unemployment benefits will be deposited in your personal checking or savings account. Most applicant use direct deposit because it is the quickest way to get paid.\n• Once you set up direct deposit, payments should reach your account within three business days after you request a payment.\n• When you complete a new application for benefits, you must also complete a new direct deposit request.\n• If you change your bank or bank account, remember to update this information in your benefit account to avoid a delay in payment.",
    "metadata": {
      "section_title": "How does direct deposit work?",
      "page_number": 14
    }
  },
  {
    "section_id": "MN-27",
    "content": "You can use your unemployment debit card to get cash at any bank that accepts Visa® or any U.S. Bank ATM without a fee. You can also make purchases with the card at any business that accepts Visa® debit cards. You will receive your debit card in the mail in a plain white envelope about seven to ten business days after your first payment is made. If you do not receive your card and a payment was made, call U.S. Bank ReliaCard customer service at 1-855-233-8379. Once your card is mailed, deposits are usually made within three business days after you request a payment. Keep your debit card — it can be used for future unemployment benefits for up to three years. Read the information included with your card for terms, fees, and conditions. You are responsible for any fees charged. It is your responsibility to monitor the balance in your account to avoid overdrafts.\n11 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "How does the unemployment debit card work?",
      "page_number": 15
    }
  },
  {
    "section_id": "MN-28",
    "content": "Each time you request a benefit payment, we ask if you worked during the week you are requesting.\n| L ]\nIf you worked in any job, you must report all the hours you worked and all the money you earned — every single week. There are no exceptions.\nYou must always report:\n• Total hours worked each week\n• Total gross earnings each week, before deductions and taxes. Earnings include wages, tips, salary, commissions, or cash; self- employment income; or the value of any rent, goods, or services you received for working.\nYou must report your earnings for the week you performed the work, not the week when you are paid. Keep a record of your hours worked (Sunday through Saturday) regardless of when you will be paid for those hours. If you worked for more than one employer in a week, combine your earnings and hours from all employers.\nFor self-employment, report your weekly earnings after you deduct your direct business expenses for that week. For more information about reporting self-employment, go to www.uimn.org.",
    "metadata": {
      "section_title": "Report work when requesting benefit payments",
      "page_number": 15
    }
  },
  {
    "section_id": "MN-29",
    "content": "Any hourly wages\nAny salary payments\nAny tips / commissions\nEarnings from a part-time or on-call job, even if you had that job before you became unemployed from your main job\nEarnings from a temporary job or a job outside your usual occupation\nSelf-employment, working for cash, or volunteer work\nPay received from your last week at your old job\nPay received from your first week at your new job\nA training or trial period at a new employer, paid or unpaid\nMinnesota Unemployment Insurance Information Handbook | 12",
    "metadata": {
      "section_title": "What work am I required to report?",
      "page_number": 16
    }
  },
  {
    "section_id": "MN-30",
    "content": "You are not eligible for benefits in any week you work 32 or more hours or when your gross earnings for the week are equal to or greater than your weekly benefit amount.\nA partial benefit payment may be made for any week you work fewer than 32 hours and your earnings are less than your weekly benefit amount.",
    "metadata": {
      "section_title": "How does working affect my benefits?",
      "page_number": 16
    }
  },
  {
    "section_id": "MN-31",
    "content": "If the number of hours you work varies week to week, you should request benefits every week. Report the gross earnings and hours you worked each week. The system will automatically determine whether you are eligible for a payment (and the payment amount).",
    "metadata": {
      "section_title": "What if my hours vary week to week?",
      "page_number": 16
    }
  },
  {
    "section_id": "MN-32",
    "content": "• If you did not report your hours and earnings, call us immediately to correct your mistake.\n• If you do not report all hours worked and all earnings, you will be held overpaid and required to repay the benefits you received.\n• If we determine that your overpayment is due to fraud, you will be charged a 40 percent penalty and interest on the overpaid amount. You will not be eligible for benefits until your overpayment, penalties, and interest are paid in full. In some cases, there may be criminal penalties.\nYour earnings will be verified! We will verify the earnings and hours you report with information reported by your employers.\n13 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "What happens if I fail to report my hours and earnings?",
      "page_number": 17
    }
  },
  {
    "section_id": "MN-33",
    "content": "In addition to earnings, income from other sources may affect your unemployment benefits. When you first apply, and every week you make a request for payment, we ask if you applied for or are receiving other types of income.\nThe most common types of income that may affect unemployment benefits are listed below. Your former employer may have had different terms for some of these, such as calling vacation pay “paid leave,” “PTO,” or “personal time off.” The name of the income is less important than how, why, or from whom the payment is made.\nTypes of income include, but are not limited to:\n• Severance, notice pay, retention pay, or any other payments made because of your separation from employment\n• Sick pay and holiday pay\n• Vacation pay\n• Pension or 401K payments\n• Workers’ compensation or other employer-contributed insurance for loss of wages\nReport all income that you have not previously reported to us. If you have questions about whether a type of income must be reported, call Customer Service (see page 19).\nIf your benefit payments are affected by any income, we will mail you a determination explaining the effect.\nMinnesota Unemployment Insurance Information Handbook | 14",
    "metadata": {
      "section_title": "Income that may affect benefits",
      "page_number": 18
    }
  },
  {
    "section_id": "MN-34",
    "content": "To be eligible for benefits for any week, you must:\n• Submit a timely Request for Benefit Payment (see page 8).\n• Be able and willing to immediately accept work in your usual occupation or other suitable employment.\n• Look for work and be willing to accept the hours, wage, commuting distance, and other conditions of employment that are normal for someone in your occupation with your skills and experience.\nM\nYou are not eligible for weeks you:\n• Are traveling outside your commuting area, unless you are traveling to actively seek work.\n• Have a medical condition or other circumstances that prevent you from working or looking for work.\nYou must actively look for work even if you have a part-time job or expect to return to a seasonal job. You must make a serious effort to find work every week you request a benefit payment.",
    "metadata": {
      "section_title": "What do I need to do each week?",
      "page_number": 18
    }
  },
  {
    "section_id": "MN-35",
    "content": "If you are taking classes, you must continue to look for work and be willing to rearrange or quit classes if necessary to accept work. If we approve full time training, your training will be in place of the work search requirement.\n15 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "How does going to school affect my benefits?",
      "page_number": 19
    }
  },
  {
    "section_id": "MN-36",
    "content": "• When you return to full-time work or want to stop requesting payments for any reason, make your final request and then stop requesting. You do not need to notify us that you returned to work.\n• If you start work at your new job in the middle of a week, report your hours worked and your earnings for the week, even if you haven’t been paid yet. You may be eligible to receive a partial benefit payment.\n• Remember to report your hours worked and earnings, even if you haven’t been paid yet. This includes your hours worked and earnings from part-time or temporary jobs.\n• Be sure to keep your password and unemployment debit card (if you have one) in a safe place in case you need to start requesting benefits again.\n• Keep the address on your account up to date for at least four years after your last request for a payment. Even after you stop requesting benefits, your account may be audited or we may need to contact you for other reasons. If we can’t reach you, audit findings will be made without your input and you will be responsible for any overpayments that might result.",
    "metadata": {
      "section_title": "What if I go back to work?",
      "page_number": 19
    }
  },
  {
    "section_id": "MN-37",
    "content": "Log in to your account at www.uimn.org or call the automated phone system (see page 19). You will be guided to either reactivate your account or apply for a new account. Either way you should be ready to provide details about your most recent employment. Remember to make sure your contact information, tax withholding, and direct deposit information is up to date.\nMinnesota Unemployment Insurance Information Handbook | 16",
    "metadata": {
      "section_title": "What if I become unemployed again?",
      "page_number": 20
    }
  },
  {
    "section_id": "MN-38",
    "content": "Unemployment benefits are taxable income under federal and Minnesota state law. View or change your income tax withholding by logging in to your account online at www.uimn.org or by calling the automated phone system (see page 19).\nNo later than January 31, an IRS Form 1099-G will be mailed to your last known address, showing the total benefits paid to you during the prior year and the federal and state income taxes withheld. You can view and print your 1099-G form online by logging in to your account at www.uimn.org.",
    "metadata": {
      "section_title": "Income taxes",
      "page_number": 20
    }
  },
  {
    "section_id": "MN-39",
    "content": "If you were overpaid unemployment benefits in Minnesota or another state that you have not repaid, we will deduct either 50 or 100 percent of each weekly benefit payment and apply it to the balance you owe.",
    "metadata": {
      "section_title": "Overpayments",
      "page_number": 20
    }
  },
  {
    "section_id": "MN-40",
    "content": "If you are required to pay child support by a court or other enforcement agency, child support payments will be deducted from your weekly benefit amount and sent to the child support agency. If you believe that too much child support is being deducted or if you have questions, contact the child support agency that is enforcing the support order.\n17 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "Child support",
      "page_number": 21
    }
  },
  {
    "section_id": "MN-41",
    "content": "You may be required to participate in a Reemployment Session. These sessions are designed to help prepare you to find your next job by connecting you to resources such as CareerForce – Minnesota’s career development and jobs resource.\nLooking for work is your full-time job while\ny | N\nyou receive unemployment benefits. Finding your next job may be a challenge. You need to know the most up-to-date work search methods and keep up with labor market changes. Reemployment assistance is available to make sure that you have the tools you need to get back to work quickly.\nIf you are scheduled for a Reemployment Session:\n• Participation is mandatory. Failure to participate will result in denial of benefits.\n• You will be notified in a letter mailed to you, through messages in your online account, and when accessing your account by phone.\n• You will also receive a message on your account requiring you to complete a Job Search Self-assessment and Work Search Plan.",
    "metadata": {
      "section_title": "Reemployment Assistance",
      "page_number": 21
    }
  },
  {
    "section_id": "MN-42",
    "content": "• Assess your job seeking needs\n• Prepare a reemployment plan\nResources and workshops in CareerForce locations are available at no cost and can help you with:\n• Resume writing\n• Interviewing\n• Other job-seeking activities\nMinnesota Unemployment Insurance Information Handbook | 18",
    "metadata": {
      "section_title": "CareerForce staff will help you:",
      "page_number": 22
    }
  },
  {
    "section_id": "MN-43",
    "content": "If you have a question, talk to an Unemployment Insurance (UI) Customer Service Representative. Only UI Customer Service Representatives can provide accurate answers to your unemployment insurance questions.\nCustomer Service is available Monday - Friday, 8:00 a.m. to 4:30 p.m. The automated phone system is available Monday - Friday, 6:00 a.m. to 6:00 p.m.\nTo speak to a representative:\n1. Call the automated phone system:\nTwin Cities calling area: 651-296-3644 Greater Minnesota: 1-877-898-9090 Teletypewriter (TTY) users: 1-866-814-1252\n2. Select a language: English, Spanish, Hmong, or Somali. If you need another language, you can request an interpreter when you speak to a representative.\n3. Enter your Social Security number.\n4. Enter your password and then press the # key. OR - If you are not asked to enter your password, press 2, and then press 0 to speak to a representative.\n5. Press 2 for other options.\n6. Press 3 for answers to commonly asked questions. To speak with a representative, press 0.\nVisit www.uimn.org for answers to common questions. This is the only official source for information about unemployment benefits. Be careful when reading information on social media, which may not always be accurate.",
    "metadata": {
      "section_title": "Contact customer service",
      "page_number": 22
    }
  },
  {
    "section_id": "MN-44",
    "content": "UI Customer Service P.O. Box 4629 St. Paul, MN 55101-4629\nFax: 651-205-4007\n19 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "Mailing Address and Fax Number",
      "page_number": 23
    }
  },
  {
    "section_id": "MN-45",
    "content": "Successful job seekers have mastered the skills and knowledge needed to win that next job. They:\n• Treat their job search like a job.\n• Think like an employer and know what the employer is looking for.\n• Put in as much time looking for work as they would on the job.\n• Plan their job search activities.\n• Network to find jobs in the hidden job market.",
    "metadata": {
      "section_title": "Help finding your next job",
      "page_number": 23
    }
  },
  {
    "section_id": "MN-46",
    "content": "Go to www.uimn.org/applicants and select Find a Job.\nInteractive eLearning classes are available that teach job search skills. Each class is broken into topics that include instruction, interaction, and learning activities.\nIntroduction to Job Search - Looking for work can be stressful. An effective job search requires knowledge and skill. Learn about where people find jobs, what employers expect, how to manage job loss and change, and strategies for a successful job search.\nResume Class - Your resume is an important tool to market your qualifications to employers. Learn how to write a resume and use it in your job search.\nNetworking - Networking is one of the most effective job search strategies you will use. Learn about the benefits of networking and ways to network in this class.\nInterviewing - An employment interview is simply a meeting between you and a potential employer to discuss your qualifications. The employer has a chance to learn about you and how you fit into the organization and you have a chance to learn about the company and whether it’s right for you. Learn how to interview effectively and win the job.\nMinnesota Unemployment Insurance Information Handbook | 20",
    "metadata": {
      "section_title": "Online job search eLearning classes",
      "page_number": 24
    }
  },
  {
    "section_id": "MN-47",
    "content": "Unemployment Insurance benefits can help while you are looking for your next job. There is other help available if you need it.\nGo to www.uimn.org, select Applicants, then select Help and Support, and then Financial Help & Community Services.\nMmiNNesoTA UNEMPLOTMENT INSURANCE e Wnatda Howdo1ppy We provide financial help to thousands of qualified How do getpai ersons out of work. Wihataffects my benefis? = om ppe Video ary -1: — T > comactus 0= itanc o ghie appcanc. Yourbankimay e e Welcome Applicants! Quick Link st mployme - - o [r r\nHere are some of the resources highlighted on that page:\n• Food – learn about Minnesota food resources at www.hungersolutions.org or by calling the Minnesota Food Helpline at 1-888-711-1151.\nHealthcare — MNsure is here to help all Minnesotans get covered and stay covered with affordable, comprehensive health insurance.",
    "metadata": {
      "section_title": "Financial help and community services",
      "page_number": 24
    }
  },
  {
    "section_id": "MN-48",
    "content": "MNsure.org is the only place you can access discounts to lower your costs and see if you qualify for low or no-cost coverage through Medical Assistance or MinnesotaCare. Find free, expert help with your application and enrollment at www.mnsure.org.free-help or call 1-855-366-7873.\n• Energy assistance – the Energy Assistance Program (EAP) helps pay home heating costs and furnace repairs for income-qualified households. Call 1-800-657-3710 or go to www.mn.gov/commerce, select Consumers, and then select Consumer Assistance.\nVeteran Services — the Minnesota Department of Veterans Affairs (MDVA) is a state agency dedicated to serving veterans and their families. Learn more at www.mn.gov/mdva or by calling 1-888-546-5838.\n21 | Minnesota Unemployment Insurance Information Handbook",
    "metadata": {
      "section_title": "Financial help and community services",
      "page_number": 25
    }
  },
  {
    "section_id": "MN-49",
    "content": "The Minnesota Department of Employment and Economic Development is committed to equal opportunity, affirmative action, and diversity.\nIf you think the Minnesota Department of Employment and Economic Development (DEED) discriminated against you on the basis of race, color, creed religion, sex (including but not limited to sex stereotyping, transgender status, or gender identity), marital status, familial status, national origin (including limited English proficiency) age, disability, or status with regard to public assistance during the unemployment insurance process, you can contact the DEED Office of Diversity and Equal Opportunity at:\nMN Department of Employment and Economic Development Office of Diversity and Equal Opportunity Great Northern Building - 13th Floor 180 East Fifth Street St. Paul, MN 55101-1678\nPhone: 651-259-7094 | Fax: 651-297-5343 DEED.ODEO@state.mn.us\nFor more information go to:\nhttps://mn.gov/deed/about/what-guides-us/equal-opportunity\nDEED is an equal opportunity employer and service provider.\nMinnesota Unemployment Insurance Information Handbook | 22",
    "metadata": {
      "section_title": "Discrimination",
      "page_number": 26
    }
  },
  {
    "section_id": "MN-50",
    "content": "The Minnesota Unemployment Insurance Program is committed to protecting your privacy. The information you provide will be used to determine your eligibility for unemployment insurance benefits and help you look for work. Information that is classified as private cannot be disclosed without your written permission except as specified by state or federal law.",
    "metadata": {
      "section_title": "Privacy rights",
      "page_number": 26
    }
  },
  {
    "section_id": "MN-51",
    "content": "The Unemployment Insurance Program is committed to providing access to everyone. The information in this handbook is available in alternative formats by calling 651-259-7223 or email ui.mn@state.mn.us.",
    "metadata": {
      "section_title": "Alternative (accessible) formats",
      "page_number": 26
    }
  },
  {
    "section_id": "MN-52",
    "content": "Send us an email: ui.mn@state.mn.us. Or write to: Minnesota Unemployment Insurance Program Attn: Communications Unit P.O. Box 4629 St. Paul, MN 55101-4629\n23 | Minnesota Unemployment Insurance Information Handbook\nCareerForc\nMinnesota’s Career Resource\n—",
    "metadata": {
      "section_title": "Let us know how we can make this handbook better",
      "page_number": 27
    }
  },
  {
    "section_id": "MN-53",
    "content": "Whether you’re looking to get hired as soon as possible or want to explore your career options, CareerForce can help you.\nCareerForce is the state's official career exploration and job search resource. There are more than 50 CareerForce locations throughout Minnesota.\nCareerForce services are available online, over the phone, and in person - at no cost to you!",
    "metadata": {
      "section_title": "Get FREE help exploring your career options and launcing your job search",
      "page_number": 27
    }
  },
  {
    "section_id": "MN-54",
    "content": ". Online postings for thousands of current job openings through the state\n. Job fairs where you can meet employers who are hiring now\n. Workshops on resume writing, interviewing, and other job search skills\nPersonalized assistance from CareerForce specialists, including resume review, and interview prep\nCustomized career goal planning, including assessment of your skills and interests\nLabor market information to help guide your career planning\n• Training opportunities for in-demand occupations\n• Financial assistance for counselor-approved training and education through the Dislocated Worker Program for eligible Minnesotans\nTailored resources for military veterans, people with disabilities, new Americans, young people, people over 55, and people with a criminal record\n• And more!\nVisit https://careerforce.mn.gov/locations to find contact information for a CareerForce location near you!\nOr call 651-259-7500 for assistance\nFind a CareerForce location near you at CareerForceMN.com/locations or call 651-259-7500 for assistance\nMY MINNesOTA UNEMPLOYMENT INSURANCE\nP.O. Box 4629 St. Paul, MN 55101-4629\nPRESORTED FIRST-CLASS MAIL U.S. POSTAGE PAID TWIN CITIES, MN PERMIT NO. 8717\nGet more information online at:",
    "metadata": {
      "section_title": "CareerForce offers a broad range of programs and services",
      "page_number": 28
    }
  },
  {
    "section_id": "MN-55",
    "content": "Esta información está disponible en Español en el internet a www.uimn.org/applicants/language/spanish.jsp",
    "metadata": {
      "section_title": "Español",
      "page_number": 28
    }
  },
  {
    "section_id": "MN-56",
    "content": "Cov ntaub ntawv no tseem muaj sau uas ntawv hmoob nyob rau txoj sab internet ntawm www.uimn.org/applicants/language/hmong.jsp",
    "metadata": {
      "section_title": "Hmoob",
      "page_number": 28
    }
  },
  {
    "section_id": "MN-57",
    "content": "Akhbaarkan oo Af Somaali ah waxaad ka heli kartaa internetka www.uimn.org/applicants/language/somali.jsp\nThe information in this handbook is available in an alternative (accessible) format by calling 651-259-7223.\nDEED-22A / DEED-00590-31 Rev. 10/2025",
    "metadata": {
      "section_title": "Soomaliga",
      "page_number": 28
    }
  }
]