[
  {
    "section_id": "MO-0",
    "content": "DIVISION OF EMPLOYMENT SECURITY",
    "metadata": {
      "section_title": "InformatIon for Workers",
      "page_number": 1
    }
  },
  {
    "section_id": "MO-1",
    "content": "After filing your initial claim for unemployment benefits, follow the steps below. You must:\n1. File a weekly request for payment after each week has ended, including the week in which you filed the initial claim. Unemployment weeks begin on Sunday and end midnight Saturday. File your weekly request for payment online anytime using UInteract.\nWhen filing your weekly request for payment, have your user name and password ready. Do not share your password with anyone.\nReport your total earnings before taxes for full, part-time and temporary work between Sunday and Saturday including any vacation, holiday, or Worker Adjustment and Retraining Noti fication (WARN) pay regardless of whether or not you have been paid.\nIf your total earnings do not exceed your weekly benefit amount, you may still be eligible for reduced benefits for the week.",
    "metadata": {
      "section_title": "What You Need to Know About Unemployment Insurance in Missouri",
      "page_number": 1
    }
  },
  {
    "section_id": "MO-2",
    "content": "not exceed your weekly benefit amount, you may still be eligible for reduced benefits for the week.\nThe weekly request for payment must be made within 14 days of the week ending date of the week you wish to request or the week will be denied.\nIf you regain full-time work, stop filing. Working and not reporting earnings is fraud and may have legal consequences.\n2. Search for work. You are required to complete at least three work search activities each week unless directed otherwise. If you are a union member with a hiring or referral hall, contacting your hall for the required number of work search activities is acceptable. For more information about what is an acceptable work search activity, please visit labor.mo.gov/required-work-search.\nKeep your work search activity record up to date. Go to uinteract.labor.mo.gov and select Weekly Request For Payment } Enter Work Search Details for current week.",
    "metadata": {
      "section_title": "What You Need to Know About Unemployment Insurance in Missouri",
      "page_number": 1
    }
  },
  {
    "section_id": "MO-3",
    "content": "The Work Search Activity Details screen displays. Click the Save button after each work search activity is entered. Failure to make three work search activities may result in the denial of benefits.\n3. Visit jobs.mo.gov at least once a month. You will receive a letter if you are required to participate in a Reemployment Services and Eligibility Assessment or to provide proof of identity. To reduce the time you will need to spend completing a Reemployment Services and Eligibility Assessment, you can go to app-jobs.mo.gov to pre-register in MoJobs prior to your appointment.\nAt jobs.mo.gov you can create your resume and begin searching through thousands of jobs posted statewide. Follow @JobsMoGov on Twitter to see real time job postings.\nImportant Note: Failure to complete any of these requirements may result in denial of benefits.",
    "metadata": {
      "section_title": "What You Need to Know About Unemployment Insurance in Missouri",
      "page_number": 1
    }
  },
  {
    "section_id": "MO-4",
    "content": "Jefferson City ..................................................... 573-751-9040 Kansas City ........................................................ 816-889-3101 Springfield .......................................................... 417-895-6851 St. Louis ............................................................. 314-340-4950 Outside Local Calling Area ............................... 800-320-2519 Fax Number ....................................................... 573-751-9730 P.O. Box 3915, Jefferson City, MO 65102\nAutomated Information available 24 hours a day.\nRCC representatives are available from 8 a.m. to 5 p.m. Central Time, Monday through Friday.\nUInteract - uinteract.labor.mo.gov\nAvailable 12:31 a.m. Sunday through 11:30 p.m. Saturday.",
    "metadata": {
      "section_title": "Regional Claims Centers (RCC)",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-5",
    "content": "You lose your job through no fault of your own OR quit for a valid reason related to the work or the employer.\nYou must earn at least $2,250 (at least $1,500 during one of the calendar quarters, and at least $750 during the remainder of the year) from an insured employer during your base period. See below.\n} AND your total base period wages must be at least 1.5 times your highest quarter wages.\nOR you must earn at least 1.5 times the taxable wage base during at least two of the four quarters.",
    "metadata": {
      "section_title": "How to Qualify",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-6",
    "content": "If your claim Your base period is begins on a the prior twelve month Sunday between: period as shown: Jan. - March Oct. - Sept. April - June Jan. - Dec. July - Sept. April - March Oct. - Dec. July - June",
    "metadata": {
      "section_title": "Base Periods:",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-7",
    "content": "To remain eligible, you must report all wages earned each week, even if you will not be paid until later. This includes tips, commissions, bonuses, show-up time, military reserve pay, board, and lodging.\nYou must continue to look for and be able and avail- able for work each week, meaning no illness, injury, or personal circumstances that would keep you from working.\nRefusing an offer of work may result in denial of ben- efits.\nIf your income for the week is from self-employment or National Guard drill, contact DES to receive instruc- tions on how to file weekly requests for payment.\nIf you have earned wages in another state, worked for a federal employer, or had active military service in the last 18 months, you may be able to use these wages to help establish a claim or increase your weekly benefit amount (WBA) or maximum benefit amount (MBA). If you did not inform DES about these wages at the time you filed the initial claim, contact your Regional Claims Center (RCC) as soon as possible.\nAny information provided during the claims applica- tion process may be subject to verification through computer matching programs.",
    "metadata": {
      "section_title": "Special Notes:",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-8",
    "content": "Your WBA is four percent of the average of your two highest quarters during the base period (highest quarter + second highest ÷ 2 x 0.04 = WBA). Missouri’s max- imum WBA is $320.\nYour MBA is the most you can receive in a benefit year. It is 20 times your WBA, or one-third of your base-period earnings, whichever is less. Wage credits each quarter are limited to 26 times your WBA.\nOnce eligible, Missouri’s regular state unemployment insurance program allows claimants to draw benefits until the benefit year ends (52 weeks) or they have exhausted their MBA.",
    "metadata": {
      "section_title": "Benefit Amount",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-9",
    "content": "1. Direct Deposit: Money is sent directly to your check- ing or savings account. You can choose this method at any time by logging into UInteract and clicking Benefit Maintenance, then Update Claimant Profile.\n2. Money Network® Debit Card: If you do not choose to use direct deposit, you will automatically receive your benefits on the Money Network® debit card. It will be mailed to you within 10 days.",
    "metadata": {
      "section_title": "Ways to Receive Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-10",
    "content": "If the DES determines that you are eligible, you can expect payment within 18 - 22 days of your initial claim. Benefits will not always be paid on the same day each week, and the DES will not mail you a notice when benefits are paid.\nIf you were separated from your job for any of the follow- ing reasons, the DES will conduct an investigation:\nQuit-Resigned\nDischarged-Fired\nSuspended\nLeave of Absence\nContinue to file weekly requests for payment until the mat- ter is resolved.",
    "metadata": {
      "section_title": "When to Expect Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-11",
    "content": "Log into UInteract } Inquiry } Benefits } Claimant/Claim Inquiry\nIf payments are made directly to your checking or savings account, you must check with your financial institution to see when benefits may be available.\nYou can check your payment history using UInteract.\nPayment information is normally available within two busi- ness days after you file your weekly request for payment.",
    "metadata": {
      "section_title": "Tracking your Claim and Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MO-12",
    "content": "You may be disqualified if you have been discharged for misconduct connected with work, quit for reasons not attributable to the work or your employer, or refused a suit- able work offer. You also may be ineligible due to insuffi- cient wages or not being able and available for work. You have a right to appeal any decision denying you benefits if you do not agree with the findings.\nYou will receive a Notice of Deputy’s Deter mination in the mail.\nYou have 30 days to file an appeal. The determination will list the date by which you need to file your appeal and what filing methods are available to you. You may submit a signed, written statement, complete an appeal form (MODES-4607) online or pick up a form at a Missouri Job Center. You must file your appeal by mail, fax or online using UInteract. You cannot file an appeal by phone or email. Continue to file weekly requests for payment during the appeal process. You will not be paid for unrequested weeks if the decision is in your favor.\nYour employer also has the right to appeal if they dis- agree with a determination. You will receive notice if this happens. It is important that you participate in all hearings concerning your claim in order to give your testimony.\nMost appeal hearings are over the phone, but you have the right to an in-person hearing if you choose.",
    "metadata": {
      "section_title": "The Appeal Process",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-13",
    "content": "If you receive benefits to which you are not entitled, you must repay them, even if someone else made the mistake that caused the incorrect payment. DES will help you set up a payment plan to pay back these benefits. You may not be able to receive future benefits until you repay the overpayment.\nYou are committing fraud if you misrepresent facts to receive payments. Fraud is punishable by cancelled bene- fits, penalties, and/or prison. DES may also garnish your wages or intercept your tax refund or lottery winnings.",
    "metadata": {
      "section_title": "Overpayments and Fraud",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-14",
    "content": "Unemployment benefits are paid 100 percent by Missouri employer taxes and are not deducted from workers’ wages.\nWaiting Week – The waiting week is the first week you are eligible for benefits, but not paid. You must file a weekly request for payment for this week. You may receive com- pensation for the waiting week as the last payment on your regular claim.\nRenewing Your Claim – Your claim for unemployment ben- efits will become inactive if you do not file a weekly request for payment within 28 calendar days (four weeks) from the end (Saturday) of the last week you requested payment. Your claim must be renewed or reopened if it becomes inactive. This must be done during the week you again became unemployed and before weekly requests for payment can be filed. Log into UInteract } File Unemployment Claim, to renew your claim.",
    "metadata": {
      "section_title": "Other Important Information",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-15",
    "content": "equests for payment can be filed. Log into UInteract } File Unemployment Claim, to renew your claim. Your renewed claim will start on the Sunday of the week in which you filed the renewal. Begin filing your weekly request for payment after each week has ended, including the week in which you renew the claim.\nUnsuitable Work – If you take a job that would be consid- ered unsuitable work as defined in the Missouri Employment Security Law, and quit within 28 days of the first day of work, you may not be disqualified.\nTrade Adjustment Assistance – If you lost your job due to foreign trade, you may be eligible for assistance under the Trade Act from the U.S. Department of Labor. This includes training, training allowances, job search and relocation assis- tance, and other support services. Visit dol.gov/agencies/eta/ tradeact.\nChanging Your Address and Contact Information – Log into UInteract and select Update Address.",
    "metadata": {
      "section_title": "Other Important Information",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-16",
    "content": "You can change your mailing address, phone number, and email address online. You may also sign up to receive email notifications rather than mail. There may be a delay or denial of your unemployment benefits if DES does not have your correct mailing address on file.\nUnemployment Benefits are Taxable – Log into UInteract } Update Payment Options\nUnemployment benefits are subject to federal and state income taxes. You can update your claim regarding Federal Income Tax withholding online. The Internal Revenue Service can furnish information on reporting and calculating the tax. The 1099-G Form for the prior calendar year can be printed by log- ging into UInteract and clicking View and Print 1099.",
    "metadata": {
      "section_title": "Other Important Information",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-17",
    "content": "View a list of public programs designed to provide support to those in need such as child care assistance, utility assistance, free medical clinics, carpooling, and much more by visiting labor.mo.gov/DES/Claims/public_programs.",
    "metadata": {
      "section_title": "Public Programs and Services",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-18",
    "content": "Receive a free skills assessment, National Career Readiness Certificate, personal job search consultation, attend a workshop, and many other helpful services from your local Missouri Job Center. Register with Missouri’s premier job search service to find jobs available in your area - jobs.mo.gov.",
    "metadata": {
      "section_title": "Call your Missouri Job Center",
      "page_number": 3
    }
  },
  {
    "section_id": "MO-19",
    "content": "It is against the law for this recipient of Federal financial assistance to discriminate on the following bases: against any individual in the United States, on the basis of race, color, religion, sex (including pregnancy, childbirth, and related medical conditions, sex stereotyping, transgender status, and gender identity), national origin (including lim- ited English proficiency), age, disability, or political affilia- tion or belief, or, against any beneficiary of, applicant to, or participant in programs financially assisted under Title I of\nMODES-INF-170-11-2 (08-22) AI\nthe Workforce Innovation and Opportunity Act, on the basis of the individual’s citizenship status or participation in any WIOA Title I-financially assisted program or activity.\nThe recipient must not discriminate in any of the following areas: deciding who will be admitted, or have access, to any WIOA Title I-financially assisted program or activity; pro- viding opportunities in, or treating any person with regard to, such a program or activity; or making employment decisions in the administration of, or in connection with, such a program or activity.",
    "metadata": {
      "section_title": "Equal Opportunity and the Law",
      "page_number": 4
    }
  },
  {
    "section_id": "MO-20",
    "content": "Recipients of federal financial assistance must take reasonable steps to ensure that communications with individuals with disabilities are as effective as communications with others. This means that, upon request and at no cost to the individual, recipients are required to provide appropriate auxiliary aids and services to qualified individuals with disabilities.",
    "metadata": {
      "section_title": "Equal Opportunity and the Law",
      "page_number": 4
    }
  },
  {
    "section_id": "MO-21",
    "content": "If you think that you have been subjected to discrimination under a WIOA Title I-financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with either:\nSara Seaver, Equal Opportunity Officer Department of Labor and Industrial Relations P.O. Box 510, Jefferson City, MO 65102-0510\nPhone: 573-751-1339 Fax: 573-751-3668 Email: EO@labor.mo.gov\nor\nDirector, Civil Rights Center (CRC)\nU.S. Department of Labor\n200 Constitution Avenue NW, Room N-4123\nWashington, DC 20210\nor electronically as directed on the CRC website at\ndol.gov/crc\nIf you file your complaint with the DES, you must wait until the DES issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the CRC (see address above).",
    "metadata": {
      "section_title": "What to do if you Believe you have Experienced Discrimination:",
      "page_number": 4
    }
  },
  {
    "section_id": "MO-22",
    "content": "or until 90 days have passed (whichever is sooner), before filing with the CRC (see address above). If the DES does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you may file a complaint with CRC before receiving that Notice. However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the DES). If the DES does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\nFor more information, review the Missouri Department of Labor’s equal opportunity policy at labor.mo.gov/EO.\nIMPORTANT: This process for complaints of discrimi- nation should not be used if you are appealing an eligibility or monetary determination to unemployment benefits.",
    "metadata": {
      "section_title": "What to do if you Believe you have Experienced Discrimination:",
      "page_number": 4
    }
  },
  {
    "section_id": "MO-23",
    "content": "See The Appeal Process on page 2 or visit labor.mo.gov/ DES/Appeals/how_to_file_appeal.\nIMPORTANT: If needed, call 573-751-9040 for assistance in the translation and understanding of the information in this document. ¡IMPORTANTE!: Si es necesario, llame el 573-751-9040 para asistencia en la traducción y entendimiento de la información en este documento. Missouri Division of Employment Security is an equal opportunity employer/program. Auxiliary aids and services are available upon request to individuals with disabilities. TDD/TTY: 800-735-2966 Relay Missouri: 711\nThe Privacy Act of 1974, as amended, and the Deficit Reduction Act require notification because you are being asked to furnish your SSN.\nYour SSN is used under the authority of Chapter 288 of the Missouri Revised Statutes and 8 CSR 10-4.010 of Missouri regulation, and the Internal Revenue Code of 1986 [26 USC §§85, 6011(a), 6050B, and 6109(a)]. Your",
    "metadata": {
      "section_title": "What to do if you Believe you have Experienced Discrimination:",
      "page_number": 4
    }
  },
  {
    "section_id": "MO-24",
    "content": "SSN will be used to report your unemployment benefits to the IRS as income that is potentially taxable. It will be used as a record for processing your claim, for statistical purposes, and to compare records with other state and federal agencies. The DES cannot file or process your claim for unemployment benefits if you do not provide your SSN.\nInformation submitted to the DES by you or your current or former employer may be requested and utilized for other governmental purposes, including but not limit- ed to, verification of eligibility under other government programs.\nYour SSN will be verified with the Social Security Administration.\nMODES-INF-170-11 (08-22) AI\nBenefits",
    "metadata": {
      "section_title": "Privacy Act of 1974",
      "page_number": 4
    }
  }
]