[
  {
    "section_id": "MS-0",
    "content": "Identification is required when filing a claim. Examples include: Driver’s License, State Issued picture ID, Social Security Card, Military ID, Birth Certificate or any unexpired forms of ID Verification acceptable for E-Verify.",
    "metadata": {
      "section_title": "Identification",
      "page_number": 1
    }
  },
  {
    "section_id": "MS-1",
    "content": "The Privacy Act of 1974 requires that you be furnished this statement because you are being asked to furnish your Social Security account number for claims purposes. Your Social Security number is solicited under the authority of the Internal Revenue Code of 1954 [26 U.S.C. 85, 6011(a), 6050B, and 6109(a)]. Disclosure of your Social Security number for this purpose is mandatory, and must be entered on all state, interstate, and Federal UI claim forms. Your Social Security number will be used to report your unemployment insurance to the Internal Revenue Service as income that is taxable. Your Social Security number will also be used as a record index for processing your claim, for statistical purposes, and to verify your eligibility for unemployment insurance and other public assistance benefits. Information concerning your claim may be requested and utilized by other agencies to verify income and eligibility pursuant to “Income and Eligibility Verification System” of the Deficit Reduction Act of 1984, Public Law 98-369.",
    "metadata": {
      "section_title": "Privacy Act Statement",
      "page_number": 1
    }
  },
  {
    "section_id": "MS-2",
    "content": "In Mississippi, the EMPLOYER pays the cost of Unemployment Insurance. The worker pays no part of it. Unemployment Insurance is not Old Age Insurance, Welfare, Relief, Sick or Disability Insurance, or Vacation Pay. Unemployment Insurance is a program designed to provide income to those unemployed due to no fault of their own.\nThe amount of your unemployment insurance is determined by the amount of wages in your base period. The base period is the first four of the last five completed calendar quarters prior to the effective date of your claim.",
    "metadata": {
      "section_title": "Unemployment Insurance Statement",
      "page_number": 2
    }
  },
  {
    "section_id": "MS-3",
    "content": "1Must have worked in at least two quarters of your base period, 2Must have earned at least $780 in the highest quarter, and 3Must have earned forty times your weekly benefit amount in your base period.\nYOU MUST REPORT: All work Any offer of work Illness or disability Change of address Receipt of pension or retirement pay All earnings during the week worked, even if you have not been paid.\nNOTE: You must also file a weekly claim, and certify weekly as to your eligibility. If you are working for an employer less than full time because of lack of work and your earnings are less than your weekly benefit amount plus $40.00, you may be eligible for benefits.\nII. While filing weekly claims for benefits, you will periodically be scheduled to report to your local WIN Job Center for reemployment services appointments. You should report to all appointments as scheduled unless you have returned to full time work. Failure to report for scheduled reemployment services appointments could result in a delay or denial of your benefits.\nIII. Make an active search for work.\nIV. Notify the call center if you change your address.",
    "metadata": {
      "section_title": "TO QUALIFY MONETARILY; YOU",
      "page_number": 3
    }
  },
  {
    "section_id": "MS-4",
    "content": "Although you may meet all of the requirements that have been outlined, your benefits may be delayed or denied if:\nYou left work without good cause under the Law .\nYou are discharged for misconduct connected with your work. The definition of misconduct' as held by the Mississippi Supreme Court is shown below:\n\"The meaning of the term 'misconduct', as used in the unemployment compensation statute, is conduct evidencing such willful and wanton disregard of the employer's interest as is found in deliberate violations or disregard of the standards of behavior which the employer has the right to expect from his employees. Also, carelessness and negligence of such degree, or recurrence thereof, as to manifest culpability, wrongful intent or evil design, and showing an intentional or substantial disregard of the employer's interest or of the employee's duties and obligations to his employer, came within the term.",
    "metadata": {
      "section_title": "DISQUALIFICATIONS",
      "page_number": 4
    }
  },
  {
    "section_id": "MS-5",
    "content": "Mere inefficiency, unsatisfactory conduct, failure in good performance as the result of inability or incapacity, or inadvertencies and ordinary negligence in isolated incidents, and good faith errors in judgment or discretion were not considered 'misconduct' within the meaning of the statute.\"\nAn employee shall not be found guilty of misconduct for the violation of a rule unless:\n1The employee knew or should have known of the rule. 2The rule was lawful and reasonably related to the job environment and job performance. 3The rule is fairly and consistently enforced.\nAn individual who was discharged for misconduct connected with his work is disqualified until he has been reemployed and earned eight times his weekly benefit amount in covered employment.\nIndividuals may also see their benefit payment reduced or denied for the following reasons:\n● You fail to apply for or accept suitable employment,\n● You are unemployed because of a labor dispute,\n● You are receiving a pension toward which a base period employer contributed, or\n● You are receiving or seeking unemployment benefits from another State.",
    "metadata": {
      "section_title": "DISQUALIFICATIONS",
      "page_number": 5
    }
  },
  {
    "section_id": "MS-6",
    "content": "A claimant or an employer affected by a decision of the agency can appeal the denial of benefits, or the award of benefits. The adversely affected party can appeal an initial determination, or an amended determination. Your appeal must be filed within fourteen (14) calendar days of the mail date on the decision. You may file an appeal by contacting the MDES Call Center, or mail in a written request to MDES, Appeals Department, P.O. Box 1699, Jackson, MS 39215-1699.",
    "metadata": {
      "section_title": "RIGHT TO APPEAL:",
      "page_number": 5
    }
  },
  {
    "section_id": "MS-7",
    "content": "Anyone making a false statement or withholding facts to increase or obtain benefits to which he is not entitled is guilty of a misdemeanor punishable by fine or imprisonment, or both. If you receive benefits to which you are not entitled, you will be liable for repayment of such amount. Any overpayment of benefits, if not repaid, will be recorded and any future benefits you are entitled to receive will be used to offset this overpayment. The overpayment amount to be repaid will be the gross amount prior to deductions (e.g. income tax, child support, etc.). A disqualification of up to 52 weeks could be assessed\nfor filing fraudulent claims. Also, the issuance of a collection warrant and garnishment of future wages may be done in order to recover overpayments.\nA computerized cross match of both benefits paid and employer wage records is made each quarter to determine if work is done and earnings are reported. This includes wages earned outside the State of Mississippi.",
    "metadata": {
      "section_title": "FRAUDULENT CLAIM",
      "page_number": 6
    }
  },
  {
    "section_id": "MS-8",
    "content": "Trade Readjustment Allowances (TRA) is a provision under the Trade Act of 1974, Trade Adjustment Assistance (TAA) program. This program provides for compensation and/or training to persons unemployed or underemployed due to increased activity of foreign imports. Recipients of TRA benefits may be required to participate in training. If you feel you may be eligible for benefits and services offered by the TRADE ACT OF 1974, you may obtain a petition from the nearest WIN Job Center. Services offered, and time limitation under, the Trade Act of 1974 include:\n1. TRAINING: Workers must enroll in training within 16 weeks after separation from adversely affected employment or within 8 weeks after the date of certification. To receive additional TRA benefits the worker must apply for training within 210 days after the date of certification or after the date of the worker's total or partial separation from the affected employer.\n2.",
    "metadata": {
      "section_title": "Trade Readjustment Allowances (TRA)",
      "page_number": 6
    }
  },
  {
    "section_id": "MS-9",
    "content": "RELOCATION ALLOWANCE: (a) Must be submitted within 425 days of the certification or the individual's last separation or (b) before the 182nd day after the concluding training.\n3. RELOCATION MOVE: Shall expire 182 days after the date of application for a Relocation Allowance or 182 days after the conclusion of training approved under the Trade Act.\n4. JOB SEARCH ALLOWANCE: May be approved only if submitted before the 365th day after the date of certification, or the 365th day after the worker's last total separation (whichever is later) or the 182nd day after the conclusion of training approved under the Trade Act.\n5. HEALTH COVERAGE TAX CREDIT: You must be eligible to receive TRA or ATAA benefits and be enrolled in a qualified health plan to receive an advance tax credit to help pay for monthly health plan premiums as they become due, or to receive a lump sum tax credit when filing your federal tax return.\n6. ALTERNATIVE TRADE ADJUSTMENT ASSISTANCE (ATAA): Certified workers who meet certain age and other requirements and for whom retraining may not be appropriate may be eligible for a wage subsidy to bridge the gap between their old and new employment.",
    "metadata": {
      "section_title": "Trade Readjustment Allowances (TRA)",
      "page_number": 7
    }
  },
  {
    "section_id": "MS-10",
    "content": "The Tax Reform Act of 1986 has made Unemployment Insurance benefits fully taxable. You will be furnished a statement, Form 1099-G or the equivalent, at the end of the year of benefits paid to you. The Internal Revenue Service will be given the same information. Please keep MDES informed of your correct address even after your benefits are exhausted. The law requires you to pay 90% of your tax for the year through withholding or quarterly estimated tax payments. Effective January 1, 1997, you may choose to have 10% of your unemployment payment withheld for Federal Income Tax. The tax will be deducted after other required deductions are made (earnings, overpayments, pensions, child support payments). You will be permitted to change a previously selected option by reporting to your Unemployment Insurance office.",
    "metadata": {
      "section_title": "YOUR UNEMPLOYMENT INSURANCE BENEFITS ARE TAXABLE",
      "page_number": 7
    }
  }
]