[
  {
    "section_id": "MT-0",
    "content": ">\n=\nN N\nENY",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "MT-1",
    "content": "A Guide to Unemployment Insurance Benefits\nYour Rights & Responsibilities\nAN\nt Bk\n1B\n— * I\\\n—\n— a M g ——— — e = J =Tl - 2 = = | —_— 1\n—\nL\n=\n—\n= =\nTo file or access your claim: uiclaimant.mt.gov For up-to-date information: uid.dli.mt.gov\nUna versión en español está disponible a petición. También en uid.dli.mt.gov haga clic en “Datos y Publicaciones”\nMontana Department of * LABOR & INDUSTRY\nAugust 2024",
    "metadata": {
      "section_title": "CLAIMANT HANDBOOK",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-2",
    "content": "What is Unemployment Insurance (UI)?",
    "metadata": {
      "section_title": "3 Unemployment Insurance Information",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-3",
    "content": "Claimant Center Personal Agent How We Will Contact You Change of Address Direct Deposit",
    "metadata": {
      "section_title": "4 UI Account Management",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-4",
    "content": "Making your job application work for you Local Job Service Montana Offices Job Service Montana Phone Numbers",
    "metadata": {
      "section_title": "5 Finding a Job",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-5",
    "content": "Report the reason you are unemployed Read any correspondence very carefully Sign the Claimant Agreement Report all hours you worked and any wages you earned Keep filing your payment requests Filing a claim is not the same as requesting payment",
    "metadata": {
      "section_title": "6 What You Need to Know When Filing for Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-6",
    "content": "Basis for Eligibility of Benefits Waiting Week When Benefits are Allowed When Benefits are not Allowed",
    "metadata": {
      "section_title": "7 Eligibility for Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-7",
    "content": "Determining Your Base Period Wages Determining Reason for Job Separation Able, Available, and Applying for Work School-Based Wages Job or Union Attached Work Search What Details do I need for my Work Searches?",
    "metadata": {
      "section_title": "8 Eligibility for Benefits",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-8",
    "content": "How and when do I get paid? UI benefit payments are taxable under federal law. How to stop benefit payments? How to restart benefit payments?",
    "metadata": {
      "section_title": "10 Payment Information",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-9",
    "content": "Requirements for every week payments are requested Tips to help you meet work search requirements RESEA Appointments",
    "metadata": {
      "section_title": "12 Ongoing Eligibility & Special Requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-10",
    "content": "Training or School Attendance Refusing work or an Interview Taking time off work",
    "metadata": {
      "section_title": "13 Special Situations",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-11",
    "content": "Weekly Payment Request Questions",
    "metadata": {
      "section_title": "14 Filing Weekly Payment Requests",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-12",
    "content": "Can I work and still get UI benefits? Reporting Hours Worked During the Week Reporting Earnings During the Week Other kinds of earnings Will anything be deducted from my benefit payments? Workers' Compensation",
    "metadata": {
      "section_title": "16 Reporting Hours & Earnings",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-13",
    "content": "Requirements for Continued Eligibility for Unemployment Insurance Benefits",
    "metadata": {
      "section_title": "18 Work Search Requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-14",
    "content": "Eligibility Determinations Appeal Process Requalification",
    "metadata": {
      "section_title": "19 Eligibility Determinations, Appeal Process, and Requalification",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-15",
    "content": "Actions Considered UI Fraud UI Overpayments Waiver of Overpayments Offer in Compromise Claim Audits",
    "metadata": {
      "section_title": "20 Fraud & Overpayments",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-16",
    "content": "Answers to commonly asked questions about UI What Laws and Rules Govern Montana UI",
    "metadata": {
      "section_title": "22 Frequently Asked Questions",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-17",
    "content": "Explanations of commonly used UI terms",
    "metadata": {
      "section_title": "24 UI Terms",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-18",
    "content": "Privacy of Information Equal Opportunity Civil Rights Center The Americans with Disabilities Act",
    "metadata": {
      "section_title": "26 Legal Requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "MT-19",
    "content": "2\n2\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "27 How to Contact UI",
      "page_number": 3
    }
  },
  {
    "section_id": "MT-20",
    "content": "UI is a program to pay short-term benefits to eligible workers to help lessen the negative impact being out of work has on a person, their family, and the local economy.",
    "metadata": {
      "section_title": "What is Unemployment Insurance (UI)?",
      "page_number": 3
    }
  },
  {
    "section_id": "MT-21",
    "content": "We want to help you through your time of unemployment. To make sure you are paid benefits in a timely and accurate manner, you need to:\n• Provide accurate information\n• Respond to requests for information on time\n• Meet all the requirements to qualify for benefits\nYou are required to read and understand the information in this handbook. You will be held responsible for any information misreported when you file your claim or weekly payment request.",
    "metadata": {
      "section_title": "Help us help you.",
      "page_number": 3
    }
  },
  {
    "section_id": "MT-22",
    "content": "File your claim, reactivate a claim, request payment, or check the status of your claim online at uiclaimant.mt.gov – it is safe, secure, and always available.\nWhen contacting UI, use your unemployment insurance ID number. The ID number can be found on the upper right corner of your letters and in the online Claimant Center. For your security, never provide your Social Security number.\nN 111} I",
    "metadata": {
      "section_title": "Save time, go online.",
      "page_number": 3
    }
  },
  {
    "section_id": "MT-23",
    "content": "Detecting and prosecuting UI fraud is a high priority to Montana's UI program. Claims are regularly audited to ensure benefits were properly paid according to state and federal law. See page 20 for what is considered fraud, how to report fraud, and how to avoid penalties and prosecution.\n> 0 — = e == = = e e\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n3",
    "metadata": {
      "section_title": "Fraud is a serious crime.",
      "page_number": 4
    }
  },
  {
    "section_id": "MT-24",
    "content": "You have the option to completely manage your account online via the Claimant Center. You can file payment requests, respond to requests for information and review correspondence with the Claimant Center. It will allow you quickly manage your UI account electronically, so you can receive your benefits as fast as possible. Make sure you use “Electronic Correspondence” to manage your account online.",
    "metadata": {
      "section_title": "The Claimant Center",
      "page_number": 4
    }
  },
  {
    "section_id": "MT-25",
    "content": "If you want someone to assist you or act on your behalf, contact Claims Processing to request a personal agent authorization form. Allowing a person to act on your behalf or access your claim without first returning the form may result in a denial of benefit with fraud penalties.\n: 1",
    "metadata": {
      "section_title": "Personal Agent",
      "page_number": 4
    }
  },
  {
    "section_id": "MT-26",
    "content": "Keep your mailing address, phone number, and email address current with UI. We will use electronic forms of communication as a primary way to gather information from you. If we cannot contact you, your benefits may be stopped. You may receive correspondence or requests for information even after your claim has expired.",
    "metadata": {
      "section_title": "How We Will Contact You",
      "page_number": 4
    }
  },
  {
    "section_id": "MT-27",
    "content": "If your mailing address changes, update it with UI within three days. Mail from UI is not forwarded by the Post Office even when you have filed a change of address. Failure to update your address or respond to requests for information may cause benefits to be denied. You can update your mailing address in online Claimant Center. Your address must be updated, even if you want electronic correspondence.",
    "metadata": {
      "section_title": "Change of Address",
      "page_number": 4
    }
  },
  {
    "section_id": "MT-28",
    "content": "Direct deposit is a quick, convenient, and secure way to receive your benefit payment. Depending on your bank, your deposit is usually available two business days after the payment issue date.\nTo sign up for direct deposit, log in to uiclaimant.mt.gov. You will need your bank account and routing numbers. Claims Processing cannot verify or enter this information for you. If you are receiving payments by direct deposit, it is still your responsibility to keep your address current by updating it at uiclaimant.mt.gov or by calling Claims Processing.\nWhen you stop requesting payments, you should log in to uiclaimant.mt.gov and discontinue direct deposit.\nN -\nMost mailed correspondence is available in the online Claimant Center. We suggest checking it frequently. If you chose electronic correspondence, use the Claimant Center to reply to information requests instead of mailing UI responses.\nID.me\nMontana's Unemployment program partners with ID.me for secure identify verification. This service verifies legitimate claimants and helps protect victims of identify theft.\nWhen you file a claim using our online system you may be instructed on how to use ID.me to verify your identity. If you file over the phone with a claims representative, you may receive an email with information on using ID.me.\n4",
    "metadata": {
      "section_title": "Direct Deposit",
      "page_number": 5
    }
  },
  {
    "section_id": "MT-29",
    "content": "Make your job application work for you. Job Service Montana offices are your full-service, no-fee employment resource.",
    "metadata": {
      "section_title": "Finding a Job",
      "page_number": 5
    }
  },
  {
    "section_id": "MT-30",
    "content": "• Discussing approaches to finding a new job and helping you develop a work search plan.\n• Reviewing your application materials and providing assistance writing resumes and cover letters.\n• Showing you resources and tools you can use when submitting applications for employment.\n• Exploring re-employment and re-training services that may be available.\nAdditionally, if you need access to a computer, fax machine, telephone, or copier for applications and resumes, a Job Service Montana office will help you.\nAll Job Service Montana locations and phone numbers are listed on the right. You can also check MontanaWorks.gov/job-service-montana for more information.",
    "metadata": {
      "section_title": "Local Job Service Montana offices can assist with your job search by:",
      "page_number": 5
    }
  },
  {
    "section_id": "MT-31",
    "content": "Billings (406) 652-3080 Bozeman (406) 582-9200 Butte (406) 494-0300 Cut Bank (406) 873-2191 Glendive (406) 377-3314 Great Falls (406) 791-5800 Havre (406) 265-5847 Helena (406) 447-3200 Kalispell (406) 758-6200 Lame Deer (406) 477-6611 Lewistown (406) 708-7024 Libby (406) 293-6282 Miles City (406) 232-8340 Missoula (406) 728-7060 Polson (406) 883-7880 Sidney (406) 433-1204 Thompson Falls (406) 382-3045 Wolf Point (406) 653-1720",
    "metadata": {
      "section_title": "Job Service Montana Phone Numbers",
      "page_number": 5
    }
  },
  {
    "section_id": "MT-32",
    "content": "A proud partner of the mronr network\nLIBBY  CUT BANK  HAVRE  WOLF POINT  KALISPELL  SIDNEY  POLSON  THOMPSON  GREAT FALLS  FALLS  GLENDIVE  LEWISTOWN  MISSOULA  HELENA  MILES CITY  BUTTE  BILLINGS  LAME  BOZEMAN  DEER \n1 A ]\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n5",
    "metadata": {
      "section_title": "Job Service MONTANA",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-33",
    "content": "Your UI benefit eligibility is based on the laws and rules governing the UI program.",
    "metadata": {
      "section_title": "What You Need to Know When Filing for Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-34",
    "content": "For UI to determine your eligibility and process your claim, you must provide dates of employment and reasons you are no longer employed for ALL employment you have had in the last 18 months, no matter how short the duration.\nReasons you are no longer working for an employer can be:\n• Laid off means the job is not continuing because the employer has no more work available.\n• Discharged (Fired) means the job is continuing, but your employer does not want you to do the job anymore.\n• Quit means the job is continuing, but either you do not want or are unable to keep doing the job.\n• Still working means you are working less hours than you typically work.",
    "metadata": {
      "section_title": "Accurately report the reason you are unemployed when you file your claim.",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-35",
    "content": "You are responsible for the information you provide when you file a UI claim, and you are responsible for all correspondence sent to you. This handbook is designed to help you meet your obligations and respond to any requests UI sends you. Failure to accurately respond to UI requests for information may result in overpayments or fraud penalties. If after reading this handbook or any UI correspondence you have any questions or concerns, please contact Claims Processing immediately.",
    "metadata": {
      "section_title": "Read this Claimant Handbook and all information from UI very carefully.",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-36",
    "content": "If you file online, you will sign the agreement as part of the claim filing process. If you receive the agreement by mail, you must sign and return it by the due date listed. Your claim will not process until the signed form is returned.",
    "metadata": {
      "section_title": "Sign the Claimant Agreement.",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-37",
    "content": "• Incorrect reporting of hours and earnings may result in an overpayment or underpayment. In some cases, misreporting your hours and earnings can be considered fraud.\n• See pages 16 and 17 for information on reporting hours and earnings accurately.",
    "metadata": {
      "section_title": "Report all hours you worked and any wages you earned when filing your payment requests.",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-38",
    "content": "Once the outstanding eligibility issue is resolved and if you are found eligible for benefits, you will receive back pay for any week(s) for which payment was requested (excluding the waiting week).",
    "metadata": {
      "section_title": "Keep filing your payment requests while you wait for eligibility determination.",
      "page_number": 6
    }
  },
  {
    "section_id": "MT-39",
    "content": "After filing your claim, you will need to request payments to receive benefits. Requests are made beginning Sunday through Saturday for the prior week.\nFor up-to-date information about your eligibility or payment status, log in to uiclaimant.mt.gov.\n6",
    "metadata": {
      "section_title": "Filing a claim is not the same as requesting payment.",
      "page_number": 7
    }
  },
  {
    "section_id": "MT-40",
    "content": "• Your wages over the past 12 to 18 months (see page 8 for base period wage examples)\n• The reason you are no longer working\n• Your physical and mental ability and availability for work\n• Your efforts to apply for work\n• Verification of your citizenship or legal-to-work status if you are not a U.S. citizen\nAll employers you have worked for within the last six weeks of filing or reactivating your claim will be asked specific information about your separation. UI will investigate the reasons surrounding your separation from employment. The time it takes to complete the investigation process varies and depends on the circumstances of your separation. All parties are given an opportunity to respond by a specified due date. Prompt responses may shorten the time between issue and decision.",
    "metadata": {
      "section_title": "Eligibility for benefits is based on:",
      "page_number": 7
    }
  },
  {
    "section_id": "MT-41",
    "content": "The first week you are eligible is called your Waiting Week. You must file a payment request and meet all eligibility requirements. You will not get paid for this week. Your payments will start the next week you request a payment, if you are eligible. There is only one Waiting Week per Benefit Year.\nFailing to report you quit, were fired, or were unable or unavailable to work is considered fraud.",
    "metadata": {
      "section_title": "Waiting Week",
      "page_number": 7
    }
  },
  {
    "section_id": "MT-42",
    "content": "• Were laid off, or your hours were reduced because your employer did not have available work for you\n• Left employment and can show it was for good cause related to the job\n• Are unemployed because you or your child were a victim of domestic violence, stalking or sexual assault. Contact Claims Processing for more information if this situation applies to you\n• Were discharged from your job for reasons other than misconduct",
    "metadata": {
      "section_title": "You may receive benefits if you:",
      "page_number": 7
    }
  },
  {
    "section_id": "MT-43",
    "content": "• Left your job for personal reasons not related to your work\n• Were suspended or discharged (fired) for misconduct\n• Reported a work application or resume submission that could not be verified\n• Are on a department-approved leave of absence\n• Did not provide accurate information\n• Do not respond to requests for information, or file a payment request on time\n• Are not available to work the hours or days customary to your occupation\n• Are self-employed full-time\n• Are currently receiving workers’ compensation for an on-the-job injury\n• Are not willing or able to work 40 hours per week\n• Are not working due to a strike or labor union dispute (special laws govern these claims)\n7  uiclaimant.mt.gov  |  Claims Processing (406) 444-2545",
    "metadata": {
      "section_title": "You may not receive benefits if you:",
      "page_number": 8
    }
  },
  {
    "section_id": "MT-44",
    "content": "We use three factors to determine your eligibility for UI benefits:\n1. Your base period or alternate base period wages\n2. The reason for your job separation\n3. Your continuing ability to work, availability for work, and applications for work\nYour claim will be valid for 52 weeks. You will have a maximum benefit amount (MBA) to draw on during that year. Your MBA is made up of a weekly benefit amount (WBA) that you can draw out for a number of weeks (24 maximum). If you work while requesting payments, your MBA can last longer, as you draw less money per week claimed. You can let your claim go inactive and reactivate it as many times as needed. Once the MBA is exhausted, you must wait until the claim year has expired before filing a new claim. When you do so, you will establish a new MBA.",
    "metadata": {
      "section_title": "Eligibility for Benefits",
      "page_number": 8
    }
  },
  {
    "section_id": "MT-45",
    "content": "The base period is the 12 months of reported wages used to determine your weekly benefit amount (WBA) and the number of weeks you may be paid benefits. Your monetary eligibility depends on how much you made, and how those wages are spread across that period.\nThe base period includes the first four of the last five completed calendar quarters before the week in which you file your application for benefits. A calendar quarter is a three-month period ending March 31, June 30, September 30, or December 31.\nIf your claim is effective between the following dates: Your base period would be: January through March October 1 to September 30 April through June January 1 to December 31 July through September April 1 to March 31 October through December July 1 to June 30\nIf you are not eligible on a regular Base Period, UI will use an Alternate Base Period (ABP) to determine your eligibility.",
    "metadata": {
      "section_title": "1. Determining Your Base Period Wages",
      "page_number": 8
    }
  },
  {
    "section_id": "MT-46",
    "content": "Once a determination is made, we will send you a Monetary Determination notice.\nReview your Monetary Determination notice for accuracy. All base period wages should be listed. If any quarter says pending, we are waiting for wages to be reported from that state or employer. If you believe any wages or employers are missing or wrong, contact Claims Processing. Inaccurate wages could result in a benefit overpayment or underpayment. You can also review your monetary determination by logging in to uiclaimant.mt.gov.\nEven if your monetary determination shows you qualify for a WBA, all other eligibility requirements must be met each week you request payment.",
    "metadata": {
      "section_title": "1. Determining Your Base Period Wages",
      "page_number": 8
    }
  },
  {
    "section_id": "MT-47",
    "content": "• Both you and your employer have the right to end your working relationship. The circumstances of your separation will determine whether you are eligible for benefits.\n• You must accurately report the reason for your separation. We will ask your employer to verify the reason for your separation. If your separation is due to suspension, leave of absence, quit, or discharge, we will ask you and your employer for details and then determine your eligibility under state and/or federal law.\n-\n8\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "2. Determining Reason for Job Separation",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-48",
    "content": "• You must be:\n- Physically and mentally able to work.\n- Available to accept work immediately if a job is offered.\n- Actively applying for work and meeting your work search requirements.\n- Keeping a complete record of your weekly work applications. You will need them to request payment or if you are selected for an audit.\n- See page 18 for more information about work searches.\n• If you live outside of Montana, you must register with the Workforce Agency in your state.",
    "metadata": {
      "section_title": "3. Able, Available, and Applying for Work",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-49",
    "content": "If you have worked for a school, your wages and eligibility have to be reviewed based on this type of employment. UI needs to determine if you have reasonable assurance of returning to work for a school. This applies regardless of the position you held with the school.\nReasonable assurance means there is a written, oral, or implied agreement that you will perform services in the same capacity after scheduled breaks or in the next academic term. School wages may be excluded when determining your weekly benefit amount (WBA) during a scheduled school break.",
    "metadata": {
      "section_title": "School-Based Wages",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-50",
    "content": "If you are job or union attached, you may not have to look for work.\n• Job attached: You have an approximate date of hire, or return to work, at 30 or more hours per week. You must still be able and available for work and report separations from any employment.\n• Union attached: You are a member of a union with a hiring hall and you are on the out-of-work list.\nJob or union attachment may be verified with your employer or union. If you accept an offer of employment but will not start right away, call Claims Processing immediately.",
    "metadata": {
      "section_title": "Job or Union Attached Work Search",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-51",
    "content": "You need to record the:\n• Business name\n• Person contacted\n• Date of contact\n• Position you applied for\n• Telephone number of the business\n• URL if an internet application\n• Result of the contact\n(2]\nA current address is very important, even if you are no longer drawing benefits. You can keep your address current using the online Claimant Center.\nL",
    "metadata": {
      "section_title": "What details do I need for my work searches?",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-52",
    "content": "If you will be outside of the United States at any time while you are requesting payments, call Claims Processing as soon as you are able.",
    "metadata": {
      "section_title": "Foreign Residence or Foreign Travel",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-53",
    "content": "Only U.S. citizens, nationals, or legally authorized workers are eligible for UI benefits. If you are not a U.S. citizen or national, you must provide a copy of the front and back of your registration card so your status can be verified by U.S. Citizenship and Immigration Services (USCIS).",
    "metadata": {
      "section_title": "Non-Citizen Status",
      "page_number": 9
    }
  },
  {
    "section_id": "MT-54",
    "content": "You cannot collect benefits on a new claim if you have not had a new job since the initial separation from work on the prior year’s claim. You cannot file for two consecutive years without a new job.\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n9",
    "metadata": {
      "section_title": "Double-Dip",
      "page_number": 10
    }
  },
  {
    "section_id": "MT-55",
    "content": "You request payment online at uiclaimant.mt.gov for each week you want to get paid. The UI week begins on Sunday and ends on Saturday at midnight. Benefit payment weeks must be claimed in order. If you file a week late, you will be required to provide information as to what prevented you from filing timely.\nExample - The benefit week runs the 1st through the 7th, and you mst request your weekly benefit payment the following week.\nSunday Monday Tuesday Wednesday Thursday Friday Saturday 1 Start of Benefit Week 2 3 4 5 6 7 End of Benefit Week 8 File online between 14 ...midnight MST of 12:01am MST this 9 10 11 12 13 this day for the past day and... Benefit Week\nNOTE: A direct deposit payment is available to you at most banks within two days of the payment clear date shown at uiclaimant.mt.gov. It may take longer to receive payment when a check is issued and mailed.",
    "metadata": {
      "section_title": "How and when do I get paid?",
      "page_number": 10
    }
  },
  {
    "section_id": "MT-56",
    "content": "You can have 10% withheld from your payments for tax purposes. This option is available at uiclaimant.mt.gov or in the documents sent to you.\nEvery January, UI mails IRS 1099-G forms that show benefits paid in the prior calendar year. Make sure to update your address with UI. You can also view and print your 1099-G at uiclaimant.mt.gov.\nQuestions about taxes on UI payments should be directed to the IRS.",
    "metadata": {
      "section_title": "UI benefit payments are taxable under federal law.",
      "page_number": 10
    }
  },
  {
    "section_id": "MT-57",
    "content": "Reactivate your claim during the week you want your benefit payments to resume.\nYou can reactivate your claim at uiclaimant.mt.gov or call Claims Processing. You will be asked to provide dates and business names of any employers you recently worked for. After your claim is reactivated, you can start filing payment requests again. You need to reactivate your claim during the week you want your benefits to resume.\nYou should reactivate in the first week you are off work or your hours are reduced.",
    "metadata": {
      "section_title": "How to restart benefit payments?",
      "page_number": 10
    }
  },
  {
    "section_id": "MT-58",
    "content": "To stop benefit payments, stop filing payment requests. Your claim will become inactive when four weeks pass without a payment request. It can be reactivated at any time during the Benefit Year.\nA UI week is Sunday    through Saturday \nOther conditions that may stop benefit payments are:\n• You work 40 hours per week\n• You work at least your typical number of hours per week\nYou must respond to all requests for information from UI, even if your claim is inactive. Not responding could result in a benefit overpayment and/or denial of future payments.\n• You earned twice your Weekly Benefit Amount (WBA)\n• Any combination of the above\nYour claim will become inactive if four weeks pass without a payment request. If that happens you will have to reactivate your claim to restart your benefits.\n10\nSee page 24 for explanations of Ul terms.\n4 I T\n,\n-\nPN\nThe Montana Unemployment Insurance Division has introduced a modernized UI Claimant Center, designed to enhance the user experience with new features, improved reliability, and reduced system downtime. By utilizing the Claimant Center, users can avoid the inconvenience associated with traditional mail and promptly file their claims to access the benefits they need.\ne\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n11",
    "metadata": {
      "section_title": "How to stop benefit payments?",
      "page_number": 12
    }
  },
  {
    "section_id": "MT-59",
    "content": "1. Able to Work – If you were physically or mentally unable to work for any reason during a week you file for benefits, you must report this when you make your payment request.\n2. Available for Work – If you are unavailable to work for any reason, you must report this when requesting payment. For example, you might report:\n• You could not work because you didn't have childcare or transportation.\n• You took time off from work or did not work all your normally scheduled hours for any reason, not because your employer reduced your hours.\n3. Applying for Work – At least one application or resume must be submitted to an employer who is hiring each week. You must apply for jobs you are qualified to perform and willing to accept. You will be asked to provide your work search contacts for each week payments are requested. (See page 18 for details.)\n• Applications or resumes need to be submitted during the benefit week (Sunday- Saturday) for which you are requesting payment.\n• Applications or resumes should be submitted to an individual who has hiring authority, using the mail, Internet, or fax, depending on the employer's requirements.\n• Applications cannot be made to the same employer two weeks in a row, unless it is for a different position.\n• You must report your application information on your payment requests.",
    "metadata": {
      "section_title": "Tips to help you meet work search requirements:",
      "page_number": 12
    }
  },
  {
    "section_id": "MT-60",
    "content": "If this information is not entered or is incomplete, you will be denied benefits for that week.\nREPORTING THAT YOU APPLIED FOR WORK\nWHEN YOU DID NOT IS FRAUD.\n• Know what kind of work you are qualified for and where to find it.\n• Make a list of potential employers and current job openings by checking with your local Job Service Montana office, help wanted ads, online job portals, etc.\n• Apply for work in person, online, or by mail. Checking online job listings, Job Service Montana boards, help wanted ads, or calling a business to ask if they are hiring is not a valid work search – you have to actually apply for a job each week.\n• Apply only with employers who are hiring or are willing to keep your application on file.\nApplications may be verified with the employer. Keep copies of the applications, submission confirmations, or emails as proof of your work search for three years.\nSee page 18 for more details on the work search requirement.\nSeeking self-employment does not meet your work search requirements.",
    "metadata": {
      "section_title": "Tips to help you meet work search requirements:",
      "page_number": 12
    }
  },
  {
    "section_id": "MT-61",
    "content": "All claimants who are not job or union attached and who are not attending department-approved training may be required to attend a virtual appointment with a Job Service Montana office. You will receive a notice with more details.\nFAILURE TO PARTICIPATE IN THIS MANDATORY APPOINTMENT WILL AFFECT YOUR UNEMPLOYMENT BENEFITS.\nWorking part-time does not exempt you from seeking full-time employment or additional part-time employment adding up to full-time (40 hours or more per week).\n12\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "RESEA Appointments",
      "page_number": 13
    }
  },
  {
    "section_id": "MT-62",
    "content": "You might be eligible for UI benefits while attending school or training. UI will determine your availability for work while you're in school. If you are in any kind of training, whether online, by correspondence, or in class, report it when you file your claim or make payment requests. Employer-required training for which you are paid regular wages is considered work. You must report these hours and earnings when filing your payment request, but you can answer “No” to the question “Did you attend school or training?”",
    "metadata": {
      "section_title": "Training or School Attendance",
      "page_number": 13
    }
  },
  {
    "section_id": "MT-63",
    "content": "If you refuse an offer of work or an interview while requesting payments, you must report this on your payment request. Failing to appear for work or an interview is also considered a refusal and must be reported. Failure to report work refusals may be considered fraud.",
    "metadata": {
      "section_title": "Refusing Work or an Interview",
      "page_number": 13
    }
  },
  {
    "section_id": "MT-64",
    "content": "You may be denied all or a portion of benefits if you take time off or miss scheduled work for any reason. If you request time off or miss scheduled work for any reason, you need to report this as time off when filing your weekly pay request. This includes time off requested in advance for hours you would normally work. Failure to report time off is considered fraud.\nZ 1 — — \\ \"\\ \\ f i Al A\\ \\ ) B ? i { \\ | 1 : k Y \\ 1 4 \\\\ i \" | 5\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n13",
    "metadata": {
      "section_title": "Taking Time Off Work",
      "page_number": 14
    }
  },
  {
    "section_id": "MT-65",
    "content": "You are required to file weekly payment requests every week. Payment weeks cannot be filed out of order. Ineligible weeks will not reduce your maximum benefit amount. When completing your request, you will need to answer the questions below. Inaccurate or untruthful answers to these questions may be considered fraud.",
    "metadata": {
      "section_title": "Filing Weekly Payment Requests",
      "page_number": 14
    }
  },
  {
    "section_id": "MT-66",
    "content": "Report gross earnings, meaning pay before taxes and other deductions are withheld. Have your hours of work and earnings record available when you are filing your payment request. A form to record hours and earnings can be downloaded at uid.dli.mt.gov/forms. See pages 16 and 17 for examples of how to manually report hours and earnings and to find more information about hours and earnings.",
    "metadata": {
      "section_title": "Hours, Earnings, and Other Payment Questions",
      "page_number": 14
    }
  },
  {
    "section_id": "MT-67",
    "content": "1.\nDid you take time off or miss scheduled work?\nIf you took time off from work or missed scheduled work, report it here. This includes any pre-approved time you requested off that resulted in you not being scheduled to work.\n2. Were you available (meaning you were available to accept a job at the time) to work full time? Available to work means you are ready and willing to accept work. This includes having transportation and childcare available. For example, if you could not go to work due to a broke down car, you would not be available to work.\nIf you were unavailable to work, you will have to provide a general reason why you were unavailable for your payment request. You may be asked to provide additional information.\nWere you physically and mentally able to work full time?\nIf a physical or mental condition prevented you from accepting work any time during the week, answer “No”. An example of not being able to work would be if you could not work because you broke your leg.\nIf you were unable to work, you will have to provide a general reason why you were unable for your payment request. We may contact you for additional information.",
    "metadata": {
      "section_title": "Weekly Payment Request Questions",
      "page_number": 14
    }
  },
  {
    "section_id": "MT-68",
    "content": "You must report if you are currently enrolled in school or training. This includes any in person or online, school, courses, or training.\n5.\nDid you work any hours, earn any wages, or receive any payments during the week?\nReport hours worked during the week. Unemployment claims run Sunday through Saturday, even if your work week is different. Include the number of hours worked for ALL employers that week, plus any hours you are paid wages by an employer to attend training.\nAfter responding “Yes” to this question, you will need to provide details. For your Payment Request, you must first Add the Employer who provided you hours or payments. If you cannot select the correct employer, you will have to manually Add a New Employer and the employer’s contact information. After you’ve entered the employer who provided you payments or hours, you’ll then have to Report any Earnings.",
    "metadata": {
      "section_title": "4. Did you attend school or training?",
      "page_number": 14
    }
  },
  {
    "section_id": "MT-69",
    "content": "For the Earnings Record, to Report Hours, provide any hours or types of hours you received from the employer. For Gross Earnings, report the total earnings you will receive for the hours reported, even if you have not been paid yet. You must provide the amount and type of payment you received. Tips and room and board must also be included with your Gross Earnings.\nIf you do not know the exact earnings you will receive, you can calculate your earnings. Multiply the total number of hours and partial hours you worked by your hourly rate of pay. If you received hours or earnings from more than one employer, you must report hours and earnings for ALL employers.\n¢ |\nGross earnings are wages before taxes and other deductions.\n14\nSee page 24 for explanations of Ul terms.\n\\ 2 \\ . X/ AN \" o\\ A - W s",
    "metadata": {
      "section_title": "4. Did you attend school or training?",
      "page_number": 15
    }
  },
  {
    "section_id": "MT-70",
    "content": "You must report if you refuse a job offer. This includes offers from new or previous employers. If you answer “Yes” to this question, you will need to Add the Employer and provide details about the employer including the employer’s name and address.\n7. Did you quit, were you discharged, or were you\nlaid off from a job during the week?\nYou must report any separation from work during the week. If you answer, “Yes” to this question, you must Add the Employer then provide the type of separation (Fired, Laid Off, or Quit), and the reason for the separation.",
    "metadata": {
      "section_title": "6. Did you refuse or miss a job offer?",
      "page_number": 15
    }
  },
  {
    "section_id": "MT-71",
    "content": "If you answer “Yes”, you will need to provide information on the business you contacted. You will have to Add the Employer, including the name and address. For each employer you’ve applied to, you will have to provide the Specific Position you Applied for and the Date You Applied to the Business. You will also have to provide the Method of Application, including all contact details for that method of application. For example, if you apply online, you will need to provide the URL for the online job application. Finally, you will have to answer the question “What was the result of your work contact?”\nPayments can be delayed due to state holidays or pending eligibility issues. Check the status of your claim online at uiclaimant.mt.gov. If there are eligibility issues noted, please allow us time to research these before calling Claims Processing. If we need additional information, we will contact you.\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n15",
    "metadata": {
      "section_title": "8. Did you submit a job application/resume or have an interview?",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-72",
    "content": "If you work full time (40 hours) or your typical hours in a week, no. However, you may be eligible for partial UI benefits if you work less than that.\nYou can earn up to 25% of your weekly benefit amount (WBA) without affecting your benefit payment. After that, your WBA will be reduced by $0.50 for each additional dollar earned. You can use the online Partial Benefits Calculator at uid.dli.mt.gov/claimants/partial-benefit-calculator.\nYou need to report your hours and earnings when you file your weekly payment request. Do not wait to receive your paycheck to report the information.\nYou can easily enter your hours and earnings in the online Claimant Center.",
    "metadata": {
      "section_title": "Can I work and still get UI benefits?",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-73",
    "content": "A benefit week begins on Sunday and ends on Saturday. Keep a record of all hours you worked for each week you request benefits – including full hours and partial hours for all employers in the week.\nReport the hours you worked for all employers in the week you performed the work. Report your hours as soon as you begin a new job or when you return to work.\nReport full-time work, part-time work, reduced hours, out-of-state employment, temporary work, and on-call. Report the hours you worked even if they are fewer than you normally work. It is important to report your hours and earnings accurately to avoid an overpayment or an underpayment.\nN Il\nEarnings from jury duty and National Guard weekend drill pay do not have to be reported when you file your payment request.",
    "metadata": {
      "section_title": "Reporting Hours Worked During the Week",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-74",
    "content": "1. Add the hours and partial hours worked during the week.\n2. Round the total down to the nearest hour.",
    "metadata": {
      "section_title": "If you have one employer:",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-75",
    "content": "1. Add the hours and partial hours for each job separately.\n2. Add the totals from each job together.\n3. Round the total from step two down to the nearest hour.",
    "metadata": {
      "section_title": "If you have more than one employer:",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-76",
    "content": "10.5 hours during the week at Employer 1 4.00 hours during the week at Employer 2\nEmployer 1 + Employer 2 = 14.5 hours\nRound down to nearest hour = 14\nReport 14 hours this week",
    "metadata": {
      "section_title": "Example of more than one employer:",
      "page_number": 16
    }
  },
  {
    "section_id": "MT-77",
    "content": "Keep a record of your earnings for the time you work each week for all employers. Report all earnings for work performed in the week they are earned, not the week you receive payment. This includes full-time work, part-time work, reduced hours, in-state employment, out-of-state employment, temporary work, and on-call. Report your earnings as soon as you begin a new job or return to work, even if you have not been paid yet. Report gross earnings (before taxes are taken out), not net earnings.\nThe following must be reported the week they are earned:\n• Earnings from hours worked (gross pay)\n• Earnings from use of personal paid time off, vacation, sick leave, and payments for attending training\n• Holiday pay for the week the holiday occurs\n• Room and board or other non-cash payments - You must report the actual value of room and/ or board or non-cash payments you receive as earnings for the week\n• Tips\nA AS Y\n16\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "Reporting Earnings During the Week",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-78",
    "content": "These earnings must be reported the week in which the payment was issued by the employer:\n• Commission pay\n• Bonuses - cash payments or gifts in lieu of cash\n• Cash out of accrued leave such as vacation time, sick time, personal time\n• The following are payments that should have been reported when you filed your claim:\n• Termination pay, including separation/severance pay should be reported when you open your claim and when you file your payment request for the week of separation.\n• Application for or receipt of retirement pay, disability benefits or pension, including Social Security.",
    "metadata": {
      "section_title": "Reporting Earnings During the Week",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-79",
    "content": "Step 1. Add the hours and partial hours worked during the week\nStep 2. Multiply the total number of hours and partial hours times the rate of pay.\nStep 3. Report your total earnings from the week, rounded down to the nearest whole dollar.",
    "metadata": {
      "section_title": "If you have one employer:",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-80",
    "content": "Step 1. Do the first two steps above separately for each employer.\nStep 2. Add the earnings together for each employer.\nStep 3. Round the total from down to the nearest dollar.",
    "metadata": {
      "section_title": "If you have more than one employer:",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-81",
    "content": "10 hours worked at Employer 1 for $12.00/hr 4.5 hours worked at Employer 2 for $9.00/hr\nEarnings for Employer 1 = 10 x 12 = $120 Earnings for Employer 2 = 4.5 x 9 = $40.50\nEarnings Employer 1 + Employer 2 = $160.50 Round down to nearest dollar = $160.00\nReport $160 this week\nFailure to properly report your hours worked and earnings may be considered fraud and be subject to prosecution.\nN — o",
    "metadata": {
      "section_title": "Example of more than one employer:",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-82",
    "content": "Some types of earnings may not need to be reported when you are filing your benefit requests. Please call Claims Processing for reporting instructions if you have earned these or any other non-standard wage:\n• Self-employment earnings\n• Earnings of sole proprietors and working members of partnerships and LLC’s\n• Earnings of agricultural workers\nIf you receive or will begin to receive payments for disability, retirement, pension, back pay, or workers’ compensation, you must contact Claims Processing immediately.",
    "metadata": {
      "section_title": "Other kinds of earnings",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-83",
    "content": "Other deductions that may reduce your payment amount include:\n• Child support payments\n• Optional income tax withholding. See page 11.\n• Supplemental Nutrition Assistance Program (SNAP) overpayment debt.\n• Repayment of overpayment debt. See page 21.",
    "metadata": {
      "section_title": "Will anything be deducted from my benefit payments?",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-84",
    "content": "• You must inform Claims Processing of any workers’ compensation benefits you are receiving.\n- You cannot receive Unemployment Insurance benefits during any week you are covered by workers’ compensation benefits.\n• It is your responsibility to report the workers’ compensation when you open or reactivate an Unemployment Insurance claim or if you begin receiving workers’ compensation benefits while you have an active Unemployment Insurance claim.",
    "metadata": {
      "section_title": "Workers' Compensation",
      "page_number": 17
    }
  },
  {
    "section_id": "MT-85",
    "content": "• If you did not report a payment type listed above when you filed your claim\n• If you start to receive a payment type listed above after you filed your claim\n• If you receive any payment not listed, or have any additional questions\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n17",
    "metadata": {
      "section_title": "Contact Claims Processing:",
      "page_number": 18
    }
  },
  {
    "section_id": "MT-86",
    "content": "Make an active effort to secure employment each and every week for which benefits are claimed. Actively apply for work and make appropriate employer work search contacts each week.",
    "metadata": {
      "section_title": "You are required to:",
      "page_number": 18
    }
  },
  {
    "section_id": "MT-87",
    "content": "• Checking back with a temporary agency for more work.\n• Applications must be made within the week for which benefits are being claimed.\n• You must apply for a job by completing a job application, submitting a resume, or attending a job interview.\n• All work search contacts must be made with a person (or entity) who has hiring authority and must be with employers who pay into Unemployment Insurance.\n• Checking for job openings online without applying.\n• Using your current part-time employer as a work contact every week.\n• Calling an employer and asking if they are hiring without submitting an application or resume.\n• Seeking or working in self-employment.",
    "metadata": {
      "section_title": "The following are not considered a weekly work contact:",
      "page_number": 18
    }
  },
  {
    "section_id": "MT-88",
    "content": "• The same employer may not be used for two consecutive weeks, unless requested by the employer or applying for different positions.\n• Work search contacts must be for work you are willing and qualified to do and in a location you are willing to work.\n• You are not required to apply for work while in approved training.\n• If training ends, is not in session, or you are between sessions for longer than 30 days, you must apply for work and report your weekly work search activity.\n• If you are working part-time, with no guarantee for full-time work, you must continue to apply for work.\n• Registering with a temporary hiring agency can only be considered a work search for one week of the Claim Year.\n• If you are in Department of Labor & Industry approved training your work search requirements will be explained in your decision letter.",
    "metadata": {
      "section_title": "If you are in Department of Labor & Industry approved training:",
      "page_number": 18
    }
  },
  {
    "section_id": "MT-89",
    "content": "• Include the business name, the person contacted, date of contact, the position you applied for, the telephone number of the business, the URL if an internet application, and the result of the contact.\n• You are required to apply for work unless your job or union attached status can be verified.\n• You must remain in contact with your employer or union hiring hall.\n• Keep copies of confirmations of applications/ resumes submitted electronically to employers.\n• If union attached, you must be on the out-of-work list.\n• Keep a detailed record of your work applications and employer work search contacts in case your claim is selected for an audit. Be able to produce your work search records when requested by the State of Montana.\n• The Agency will conduct verification of work search contacts.\n• Job or union attachment is verified by the Division.\nCheck your claim record at uiclaimant.mt.gov to determine your job or union attached status. If you are not sure if you meet the requirements contact Claims Processing.\nYou can download a printable form to record your work searches at uid.dli.mt.gov/forms.\nBQ\nt\nUI may audit your claim at any time for the Claim Year. You may be asked to produce documentation of your work search contacts. Failure to produce documentation of your work search contacts may result in your ineligibility of benefits.\n18\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "If you are approved by UI to be job or union attached:",
      "page_number": 19
    }
  },
  {
    "section_id": "MT-90",
    "content": "You will receive a Notice of Determination for each Eligibility Issue affecting your claim. Read these notices carefully and completely.",
    "metadata": {
      "section_title": "Requalification",
      "page_number": 19
    }
  },
  {
    "section_id": "MT-91",
    "content": "An appeal is a request to review a determination, redetermination, or hearing decision. You have the right to appeal decisions made on your claim. Carefully read each notice of determination, redetermination, or hearing decision you receive for specific instructions on how to file a further appeal.\nThe process:\n• If you or your employer disagree with a notice of determination, either of you can request a redetermination. You have 10 days from the date of the determination to request a redetermination.\n• You will need to provide a reason why you disagree with the determination and provide any new supporting facts. A notice of redetermination will be mailed to all appropriate parties.\n• If you or your employer disagree with the notice of redetermination, you have 10 days to request a hearing with the Office of Administrative Hearings.\n• Once you request a hearing, watch your mail.",
    "metadata": {
      "section_title": "Appeal Process",
      "page_number": 19
    }
  },
  {
    "section_id": "MT-92",
    "content": "You will receive a notice of hearing with a specified time and date for a telephone hearing. To learn more about the telephone hearing process, go to dli.mt.gov/hearings.\n• If you or your employer disagree with the hearing decision, either of you may request a review with the Unemployment Insurance Appeals Board. The Board will notify you of the time and date of the review, which will be conducted by telephone conference. If you disagree with the Board decision, you have the right to appeal to District Court.\nRequalifying for benefits is different than appealing a decision: it ends your disqualification or ineligibility, but you will remain ineligible up to the end date.",
    "metadata": {
      "section_title": "Appeal Process",
      "page_number": 19
    }
  },
  {
    "section_id": "MT-93",
    "content": "• You were discharged, and you provide proof of enough earnings from a new job that is covered by UI.\n• You quit a job and provide proof of either new wages or attendance for three consecutive months of appropriate training at a state- accredited educational institution.\n• You were ineligible. However, your circumstances changed, and you became able and available for full-time work.\n• You quit due to health reasons, and you meet specific requirements provided in your determination letter. For more information, call Claims Processing.\nKeep requesting payments while your claim is in any step of an appeal. If the decision allows you to receive benefits, you will be paid only for the qualified weeks you filed on time. If a decision that allowed you benefits is reversed, you will be required to repay any benefits you received for the weeks you should have been disqualified.\n19  uiclaimant.mt.gov  |  Claims Processing (406) 444-2545",
    "metadata": {
      "section_title": "You may requalify to receive benefits if:",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-94",
    "content": "Fraud is a serious crime. Reports of suspected fraud are thoroughly investigated. If you provide false information in order to receive or increase your UI benefits, you are committing fraud. If you commit UI fraud, you will have to repay any benefits received, plus an Administrative Penalty equal to 50% of those benefits. In addition, you may be disqualified from receiving benefits for up to 52 weeks and be subject to criminal prosecution for felony theft.",
    "metadata": {
      "section_title": "UI Fraud",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-95",
    "content": "• You must report all hours, paid or unpaid, you work each week.\n• You must report all your earnings for the work you do each week.\n• You are required to report your hours and gross earnings during the week you work and earn them, not when you get paid. Go to: uid.dli.mt.gov/claimants/report-hours-and- earnings for more information”.\nFor an example of how to track your hours and earnings, see page 16.",
    "metadata": {
      "section_title": "Misreporting hours worked or earnings.",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-96",
    "content": "You must apply for work and report your job applications each week. If you are not applying for work, you are not eligible for benefits.",
    "metadata": {
      "section_title": "Misreporting job applications.",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-97",
    "content": "If you are not able and/or available for work for any reason including illness, travel, or lack of transportation or childcare, you may not be eligible for benefits.",
    "metadata": {
      "section_title": "Misrepresenting your ability and availability to work.",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-98",
    "content": "You must not file for benefits using another person’s Social Security number or ID number unless you are that person’s authorized Personal Agent (see page 4). You must also not allow another person to file for benefits for you using any of the above information, unless that person is your authorized Personal Agent (see page 4). Doing this may subject you to prosecution.\nFor an example of the information required when reporting your work applications, see page 18.\nA form to record your work applications can be downloaded at:",
    "metadata": {
      "section_title": "Committing “identity theft” by filing a claim under the name and Social Security number of another person or helping another person to file a fraudulent claim.",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-99",
    "content": "You must tell us if you receive any of these payments while you are requesting unemployment benefits.\nuid.dli.mt.gov/_docs/forms/work-search-record.pdf.",
    "metadata": {
      "section_title": "Failing to report workers’ compensation, disability, or retirement payments.",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-100",
    "content": "You must report all job separations (quits and discharges) when filing or reactivating a claim or requesting payment. Also report if you refused work while filing for benefits.",
    "metadata": {
      "section_title": "Being dishonest about why you are no longer working (or failing to report a job separation).",
      "page_number": 20
    }
  },
  {
    "section_id": "MT-101",
    "content": "You must be honest and accurate when filing. Do not withhold information. Withholding information is just as serious as giving false information.\nIf you have any questions about your reporting requirements, please contact Claims Processing.\nYou will be required to pay 100% of the overpaid benefit amount. For example, if your weekly benefit is $100 and 10% of that is withheld for taxes, your net payment is $90. If it is found you have been overpaid, the weekly benefit amount (which includes the tax withholding) will be your overpaid debt. This means you will be required to pay back the full $100 amount.\n20",
    "metadata": {
      "section_title": "Making a false statement or misrepresentation to receive payment.",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-102",
    "content": "It is the responsibility of Ul to ensure benefits are only paid when due. It is your responsibility to be honest and forthcoming in providing information for your claim. Some examples are:\nSeparations from work • Work applications • Hours and earnings • Incarcerations Job or Union Attached • Receipt of disability payments • Refusal of work Back pay awards • Starting a new job or going back to work",
    "metadata": {
      "section_title": "IMPORTANT",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-103",
    "content": "That is considered an overpayment debt and it must be repaid in full. You will receive a Statement of Benefits Overpayment and a monthly bill from our agency.\n• If you are receiving UI benefits, your UI payments will be reduced by 50% each week for debt repayment. Up to 100% may be withheld if there was fraud. UI cannot offset benefits to repay administrative penalty fees. You will have to make direct payments to UI for those fees.\n• If you are not receiving UI benefits, you must arrange for regular payments.\nIf the overpayment debt is not repaid promptly, UI may take one or more of the following actions:\n• Your debt may be sent to the Department of Revenue (DOR) for collection through interception of payments due from the state. Usually, the offset is from your state income tax refund. This will include DOR collection fees.\n• Your federal income tax refund may also be subject to offset if the overpayment was the result of fraud or failure to report earnings. You will be charged a collection fee as well.\n• A lien may be filed against your property.\n• Your debt may be transferred to an outside collection agency, and you will be subject to their collection fees.\n• Your lottery winnings may be intercepted.\n• Your wages may be subject to garnishment.",
    "metadata": {
      "section_title": "What happens if I get payments to which I am not entitled?",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-104",
    "content": "Call (888) 556-4677 or (406) 444-0072 or email mtuifraud@mt.gov.",
    "metadata": {
      "section_title": "To report UI fraud:",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-105",
    "content": "A waiver of your overpayment debt may be granted if an overpayment was the result of a Department error. A non-fraud overpayment may also be waived if its repayment would cause long-term hardship. Call (406) 444-5434 to ask for a waiver request form.",
    "metadata": {
      "section_title": "Waiver of Overpayments",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-106",
    "content": "UI may consider an offer to settle your non-fraud overpayment debt via a lump-sum payment of less than the outstanding balance. Please contact overpayments staff at (406) 444-5434 to discuss this option.",
    "metadata": {
      "section_title": "Offer in Compromise",
      "page_number": 21
    }
  },
  {
    "section_id": "MT-107",
    "content": "UI has audit programs to ensure benefits are paid correctly. Claims are randomly selected for audit. If you fail to respond in a timely manner or refuse to cooperate in the audit, you will be denied benefits. The types of audits are:\n• Benefits Accuracy Measurement (BAM) Audit Random reviews of paid and denied claims. Gathers new facts regarding issues that may have denied benefits to ensure the accuracy of the determination. Reviews paid claims by reviewing past and current employment, work applications, hours worked and earnings during the claim. Reviews base period wages to ensure accuracy of eligible benefit amounts.\n• Claims Investigation Audit Review of your reported hours and earnings in comparison to employer wage reports.\n• Audit of Work Applications Review of your weekly job applications and verification with employers.\n• Verification of job and/or union attachment Review of your ongoing connection to your employer or union.\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n21",
    "metadata": {
      "section_title": "Claim Audits",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-108",
    "content": "If you cannot find the answer to your question in this handbook, call Claims Processing at (406) 444-2545. Do not rely on information from your friends, neighbors, or even your employer.",
    "metadata": {
      "section_title": "Frequently Asked Questions",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-109",
    "content": "There may be several reasons why payment was not released:\n• You have eligibility issues pending.\n• You did not request payments on time or your claim inactivated because you did not file payment requests.\n• Your earnings exceeded the allowable amount or you worked your typical hours during the week.\n• You did not return paperwork in a timely manner.\n• You have a disqualifying issue on your claim.\n• If it's a holiday or weekend, your bank may not have processed the payment yet.\n• The letter with the check was returned due to a bad address. Once you notify us of the correct address, we will re-mail it.\n• The check was lost or stolen. Call or email Claims Processing for help. Direct deposit can prevent this from occurring.",
    "metadata": {
      "section_title": "Why haven’t I received a benefit payment?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-110",
    "content": "If the payment status at uiclaimant.mt.gov indicates that \"EFT Cleared,\" check your bank account for the direct deposit. Direct deposit may take a few days from the processed date shown on your claim at uiclaimant.mt.gov before funds are posted to your account. Holidays may delay your payment one business day. Contact your financial institution about late posting of payment. If your cleared payment has not posted and you believe an error occurred, contact Claims Processing.\nIf you are not signed up for direct deposit, payment will be mailed to you. If your check is lost or stolen, call Claims Processing for assistance in having the check re-issued.",
    "metadata": {
      "section_title": "What if I’m having problems with my direct deposit or paper check?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-111",
    "content": "You must update your address within three business days. Mail from UI is not forwarded by the Post Office. If we cannot contact you, benefits may be stopped. You must keep your address updated even if your claim is inactive or has expired.",
    "metadata": {
      "section_title": "What if my address changes?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-112",
    "content": "Yes, but only if you have given written authorization to allow that person to handle or discuss your claim (see “Personal Agent” on page 4).\nAllowing another person to have access and file benefits for you without written authorization is considered fraud and may have serious legal consequences.",
    "metadata": {
      "section_title": "Can I designate someone else to get information about my claim or request payment for me?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-113",
    "content": "UI investigates each eligibility issue on your claim. If the issue is concerning your employment, both you and the employer will be given the chance to provide any supporting information or rebuttal as necessary. Conflicting information must be evaluated before a decision is made. This process is important to ensure the right decision is made and benefits are paid correctly. To check your payment status, and follow the progress of eligibility issues, visit uiclaimant.mt.gov.",
    "metadata": {
      "section_title": "Why am I waiting on an Eligibility Issue?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-114",
    "content": "Report any:\n• Quit or discharge from employment\n• Refusal of work offered by an employer\n• Unpaid suspension from work\n• Time off, vacation, or leave of absence from work\n• Change in school status or schedule\n• New self-employment\n• Workers' compensation claims, wage loss payments received, or a change in status of a workers' compensation claim\n• Retirement or pension\n• Back pay, severance pay, or a settlement award",
    "metadata": {
      "section_title": "What should I report to Claims Processing?",
      "page_number": 22
    }
  },
  {
    "section_id": "MT-115",
    "content": "Employees do not pay into UI. Employer taxes pay for the UI program. No money is directly deducted from your paycheck to pay benefits or run the program.\n22\nSee page 24 for explanations of Ul terms.",
    "metadata": {
      "section_title": "I paid into UI, why am I not getting benefits?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-116",
    "content": "Yes. We will verify your separation information with your employer(s) and gather facts about your claim.",
    "metadata": {
      "section_title": "Will you communicate with my employer(s)?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-117",
    "content": "Employers do not decide who gets benefits. UI reviews information provided by both you and your employer to determine if you are eligible based on Montana law and rule.",
    "metadata": {
      "section_title": "My employer thinks I should get benefits. Why doesn’t UI agree?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-118",
    "content": "Federal law requires all claims be subject to random audit. If your claim is selected, your work applications, earnings, and other information in your file will be verified. All this is done to ensure that only those who are entitled to benefits receive them. Therefore, it is important you always provide complete and accurate information to us. Unemployment Insurance claims are also matched against new hire information reported by employers to ensure claimants are properly reporting their work hours and earnings.",
    "metadata": {
      "section_title": "Can my claim get audited?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-119",
    "content": "Possibly. Some disqualifications apply to an individual Benefit Week, while others may affect the entire claim. There are two ways to potentially overcome a disqualification:\n• You can follow the appeal process.\n• You can requalify as described in your Notice of Determination. See page 19.",
    "metadata": {
      "section_title": "Can I get benefits after I’ve been disqualified?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-120",
    "content": "You will need to contact Claims Processing immediately at (406) 444-2545.",
    "metadata": {
      "section_title": "If I made a mistake when filing my payment request, how can I correct it?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-121",
    "content": "When a claim is filed, it is open for a year, but the benefits may not last a full year. A monetary determination notice (see page 8) will be sent to you at the beginning of your claim year, informing you of your maximum benefit amount (MBA) for the year. Once you have been paid your MBA during a benefit year, you must wait until that claim expires before opening a new Montana claim. If you are working part-time and receiving partial benefits, your MBA will last longer.",
    "metadata": {
      "section_title": "How long will my benefits last?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-122",
    "content": "No. However, your local Job Service is a valuable resource to help you get back into the Job Market. See page 5 for information on how to contact the Job Service closest to you.",
    "metadata": {
      "section_title": "Do I need to be registered for work at the local Job Service Montana?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-123",
    "content": "Read and respond, if asked, to any letters you receive from UI. If you do not respond, future benefits may be affected, or you may acquire an overpayment.",
    "metadata": {
      "section_title": "What if I’m back at work and get a letter from UI?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-124",
    "content": "Montana Code Annotated (MCA), Title 39, Chapter 51 and Administrative Rules of Montana (ARM), Title 24, Chapter 40.",
    "metadata": {
      "section_title": "What laws and rules govern Montana UI?",
      "page_number": 23
    }
  },
  {
    "section_id": "MT-125",
    "content": "Log in to your account at uiclaimant.mt.gov. Find out if your payment went out or why you may not have been paid.\nFor answers to other questions, call Claims Processing at (406) 444-2545, email us by logging into your claim at uiclaimant.mt.gov and clicking “Contact Us.”\ns\nFA\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n23",
    "metadata": {
      "section_title": "Need information on the status of your payment?",
      "page_number": 24
    }
  },
  {
    "section_id": "MT-126",
    "content": "Adjudicator – An Unemployment Insurance expert who issues determinations about your eligibility for benefits.\nAdministrative Penalty – Penalty weeks you may receive if we determine you made a false statement or withheld facts in order to obtain or increase benefits. If you have an administrative penalty on your claim you will have to serve these penalty weeks before you may be eligible to receive benefits again. You must file for and be found eligible in order to serve a penalty week.\nIf this act caused an overpayment, there is also an additional financial penalty of 50% of the overpaid benefit amount.\nAlternate Base Period (ABP) – Wages from the last four completed calendar quarters, at the time an initial claim for benefits is filed. This is used for determining benefit eligibility, if you are not eligible based on the regular base period (see below).",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 24
    }
  },
  {
    "section_id": "MT-127",
    "content": "termining benefit eligibility, if you are not eligible based on the regular base period (see below).\nAppeal – A process for requesting a formal review of a UI decision. The steps in the appeal process are: determination, redetermination, hearing, and Board of Labor hearing. A Board decision may be appealed to District Court.\nBase Period – Wages from the first four of the last five completed calendar quarters at the time an initial claim for benefits is filed. This is used for determining benefit eligibility. Your weekly benefit amount (WBA) is based on how much you earned during this time.\nBenefit Week – Unemployment Insurance benefit weeks begin on Sunday and end at midnight the following Saturday.\nBenefit Year/Claim Year – 52 weeks, from the claim effective date to the claim end date. After a benefit year ends, you are eligible to file a new claim.\nClaimant Agreement – A form you complete that verifies you are legal to work in the United States.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 24
    }
  },
  {
    "section_id": "MT-128",
    "content": ".\nClaimant Agreement – A form you complete that verifies you are legal to work in the United States. You also acknowledge your obligations necessary to qualify for benefits. If you completed your claim online, you signed this form electronically. If mailed to you, it must be signed, dated, and returned within eight days of the mailing date.\nClaim Effective Date – The Sunday of the week in which a claim is filed.\nClaim End Date – The last Saturday of a Claim/ Benefit Year.\nClaims Processing – The UI staff who assist with a UI claim. Staff gather information from claimants and employers, make eligibility decisions, and provide customer service. Contact information is on page 27.\nCovered or Insured Employment – Work for which the employer pays UI taxes to cover potential benefits.\nEligibility Determination – An initial decision about your eligibility for benefits regarding a specific issue. You may receive multiple determinations if there are several eligibility issues on your claim.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 24
    }
  },
  {
    "section_id": "MT-129",
    "content": "ssue. You may receive multiple determinations if there are several eligibility issues on your claim.\nEligibility Issue – Sometimes just called an \"issue.\" Any act or circumstance that requires a determination on your eligibility for benefits.\nFull-time Work – Working 40 hours or more per week.\nGross Misconduct – A criminal act for which you have been convicted or have admitted. This also includes flagrant or wanton disregard of the rights, title, or interest of a fellow employee or the employer. The penalty is disqualification from UI benefits for 52 weeks.\nHearing – The next step after a redetermination if a party disagrees with the decision. You have the opportunity to speak with a hearing officer and present your case. You will receive a hearings packet in the mail with instructions on participating.\nHearing Decision – A document issued by a hearing officer regarding a specific issue, explaining whether or not you qualify for benefits.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 25
    }
  },
  {
    "section_id": "MT-130",
    "content": "by a hearing officer regarding a specific issue, explaining whether or not you qualify for benefits.\nID Number – May show on a letter as \"ID.\" A unique identification number assigned to you by UI the first time you file for UI benefits. This number will remain the same for any subsequent claims. You will find this number on any letter you receive from UI.\nInactive Claim – A claim that you are not currently requesting benefits on. You can reactivate it at any time during the benefit year.\nInsufficient Wages – Your claim does not have enough wages in the Base Period to be eligible. Also referred to as “monetarily ineligible.”\n24\nSee page 24 for explanations of Ul terms.\nJob Attachment – A verifiable guarantee from your employer that you will be working for at least 30 hours per week by a certain date. You must be able and available for offers of full-time work while receiving UI benefits. If you qualify for job attachment, you do not have to apply for work each week.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 25
    }
  },
  {
    "section_id": "MT-131",
    "content": "ceiving UI benefits. If you qualify for job attachment, you do not have to apply for work each week. Your employer may be contacted to verify your job attachment.\nMaximum Benefit Amount (MBA) – The maximum amount of benefits potentially available during a benefit year. MBA is based on the wages earned in the base period of a claim. This information is located on the monetary determination notice.\nMonetary Determination – A decision made about your monetary eligibility. It shows your maximum benefit amount and number of weeks available, if you are otherwise eligible for benefits. You may receive more than one monetary determination if wages are pending from another source.\nOffer in Compromise – A proposal to settle a non- fraud overpayment by paying less than the total outstanding amount in one lump sum.\nOverpayment – A payment of benefits you received but were not entitled to under Montana Law and Rules.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 25
    }
  },
  {
    "section_id": "MT-132",
    "content": "erpayment – A payment of benefits you received but were not entitled to under Montana Law and Rules. Overpaid benefits must be repaid. See page 21 for details.\nPartial Benefits – Amount of UI benefits you may receive while working reduced hours (less than your typical work hours).\nPersonal Agent – A person you have authorized to assist you or act on your behalf, for example, when filing a claim for benefits. You need to request and file an agent designation form with UI in order for someone to become your authorized Personal Agent.\nRedetermination – The next step after the initial determination. A different adjudicator reviews your case file and makes a new eligibility decision regarding the issue.\nSeparation – When you or your employer end the working relationship. This can be a quit, discharge, leave of absence, suspension, or layoff. The separation becomes effective during the week the claimant last physically worked.",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 25
    }
  },
  {
    "section_id": "MT-133",
    "content": "UI Taxes – Employer-paid taxes. UI Taxes are not withheld from your pay.\nUnderpayment – You are receiving less benefits than you may be entitled. This may be caused by incorrect or incomplete information.\nUnion Attachment – A status assigned to active union members who get work through a hiring hall and are on the out-of-work list.\nWaiting Week – The first eligible week in a new claim where you request payment and no payment is issued. This week will not be paid, as it is used to help the agency establish the claim and finish the administrative process. You have to serve this week on any new claim and will only serve one Waiting Week per new claim.\nWeekly Benefit Amount (WBA) – The maximum benefit you may be eligible to receive for one week if you have no reported earnings that week. This amount is located on your monetary determination notice.\n~ i =1 A s ae e L | > = 2 < T =\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n25",
    "metadata": {
      "section_title": "UI Terms",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-134",
    "content": "The Unemployment Insurance Program asks for your Social Security number by the authority of the Social Security Act 42 U.S. C. 405c (2)C(i). You must provide your Social Security number to file an Unemployment Insurance claim. The Privacy Act of 1974 does not allow us to give information about your claim to anyone (including family members) other than yourself or your employer, unless you give us written authorization to discuss your claim with another person. We use your Social Security number to verify your identity and properly process your claim. Previous employers and other state or local government agencies, including the University system, may release to the Department of Labor & Industry any information, including your Social Security number, required for the proper administration of your claim. We also use your Social Security number to report the amount of Unemployment Insurance benefits you receive to the Internal Revenue Service as taxable income.\nMontana law 39-51-603 permits the Department of Labor and Industry to share certain information with other public agencies to help them determine your eligibility for, or amounts of, benefits payable under their programs. 20 C.F.R § 603.11 states confidential UI information pertaining to the claimant may be requested and utilized for other governmental purposes, including but not limited to, verification of eligibility under other government programs.",
    "metadata": {
      "section_title": "Privacy of Information",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-135",
    "content": "This agency is prohibited from discriminating on the basis of race, color, religion, sex, national origin, age, disability, political affiliation or belief; and against any beneficiary of programs financially assisted under Unemployment Insurance/Title I of the Workforce Innovation and Opportunity Act (WIOA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any Unemployment Insurance/Title I financially assisted program or activity.\nThe agency must not discriminate in any of the following areas:\n• Deciding on who will be admitted, or have access to, any Unemployment Insurance or WIOA Title I financially assisted program or activity.\n• Providing opportunities in, or treating any person with regard to, such a program or activity.\n• Making employment decisions in the administration of, or in connection with, such a program or activity.",
    "metadata": {
      "section_title": "Equal Opportunity",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-136",
    "content": "If you file your complaint with the state, you must wait either until a Written Notice of Final Action is issued, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (CRC). If you do not receive a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for that Notice before filing a complaint with the CRC. However, you must file your CRC complaint within 30 days of the 90 day deadline (within 120 days after the day on which you filed your complaint with the recipient). If you receive a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with the CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.",
    "metadata": {
      "section_title": "Equal Opportunity",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-137",
    "content": "The Director, Civil Rights Center (CRC) U.S. Department of Labor 200 Constitution Ave NW Ste N-4123 Washington, DC 20210",
    "metadata": {
      "section_title": "Civil Rights Center",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-138",
    "content": "The Americans with Disabilities Act of 1991 prohibits discrimination against a qualified individual with a disability. We will make accommodations to allow your participation in all programs, activities and services provided by the Unemployment Insurance program at the request of an individual with a qualifying disability. Call (406) 444-3783 and ask for the ADA Officer to make your request known. Use Montana Relay service at 711 if you are deaf or hard of hearing.",
    "metadata": {
      "section_title": "The Americans with Disabilities Act",
      "page_number": 26
    }
  },
  {
    "section_id": "MT-139",
    "content": "Montana Department of Labor & Industry P.O. Box 8020 Helena, MT 59604-8020\n26\nSee page 24 for explanations of Ul terms.\n& o o - , - ~ E = * < o",
    "metadata": {
      "section_title": "UI/ADA Officer",
      "page_number": 27
    }
  },
  {
    "section_id": "MT-140",
    "content": "UI Claims Processing (406) 444-2545 9:00 a.m. to 4:00 p.m. (Monday – Friday) Hours may be subject to change.\nInterpretation for foreign languages is available upon request. Individuals who are deaf, hard of hearing, or have voice impairment may contact the Montana Relay Service: 711.",
    "metadata": {
      "section_title": "How to Contact UI",
      "page_number": 27
    }
  },
  {
    "section_id": "MT-141",
    "content": "P.O. Box 8020\nHelena, MT 59604-8020\nUI website: uid.dli.mt.gov To file a claim: uiclaimant.mt.gov",
    "metadata": {
      "section_title": "Unemployment Insurance Division",
      "page_number": 27
    }
  },
  {
    "section_id": "MT-142",
    "content": "Call (406) 444-5434 to:\n• Request Overpayment Waiver Form (see page 21)\n• Discuss Offer in Compromise (see page 21)",
    "metadata": {
      "section_title": "Other Contact Information",
      "page_number": 27
    }
  },
  {
    "section_id": "MT-143",
    "content": "Email mtuifraud@mt.gov or go to uid.dli.mt.gov/report-fraud. You can also contact our fraud investigator by phone at (406) 444-0072 or toll free at (888) 556-4677.\nuiclaimant.mt.gov | Claims Processing (406) 444-2545\n27\nD\nssm\nT\nS\nT\nS\nR\nP\nS rose PAID PERT N, 50 M",
    "metadata": {
      "section_title": "Report UI Fraud",
      "page_number": 28
    }
  },
  {
    "section_id": "MT-144",
    "content": "AEHPLENT SURANCEDISON\n0 2 0 8 x o B . O P.\n0 2 0 8 - 4 0 6 9 5 T M , a n e l e H",
    "metadata": {
      "section_title": "Dep RY",
      "page_number": 28
    }
  },
  {
    "section_id": "MT-145",
    "content": ", y p o c r e p 0 4 . 0 $ f o t s o c d e t a m i t s e n a t a d e h s i l b u p e r e w t n e m u c o d c i l b u p s i h t f o s e i p o c 0 0 0 , 5 1 . n o i t u b i r t s i d r o f 0 0 . 0 $ d n a g n i t n i r p r o f 6 1 . 0 6 0 , 6 $ s e d u l c n i h c i h w , 6 1 . 0 6 0 , 6 $ f o t s o c l a t o t a r o f",
    "metadata": {
      "section_title": "y t i r u c e S c i m o n o c E f o",
      "page_number": 28
    }
  }
]