[
  {
    "section_id": "NC-0",
    "content": "The following information is a summary of the legal requirements and your rights and responsibilities while filing a claim for unemployment insurance benefits. Read all this information carefully. If there is anything you do not understand, please contact our Customer Call Center at 1.888.737.0259 or visit our website at des.nc.gov.\nThe Division of Employment Security's objective is to pay unemployment insurance benefits to eligible workers who lose jobs through no fault of their own.\nYour unemployment insurance benefits are based on the wages that you were paid during a twelve (12) month timeframe called the base period. In North Carolina, the base period is the first four of the last five completed calendar quarters prior to the quarter in which you file a new claim.\nIf you do not have enough wages to establish a claim in the regular base period, you will be automatically moved to an alternative base period which is the last four completed calendar quarters prior to the quarter in which you filed your claim.",
    "metadata": {
      "section_title": "Benefit Rights and Responsibilities",
      "page_number": 1
    }
  },
  {
    "section_id": "NC-1",
    "content": "ich is the last four completed calendar quarters prior to the quarter in which you filed your claim.\nA benefit year is the 52-week period beginning with the effective date of your claim. The effective date of your claim will be the Sunday prior to the date you complete your claim application.\nThe weekly benefit amount is the dollar amount of benefits you may receive each week. If you work during any week while receiving benefits, you must report all wages. Report these wages during the week earned, not when paid. You are allowed to work and earn up to 20% of your weekly benefit amount without penalty. This is called the Earnings Allowance. Wages over the earnings allowance will be deducted dollar for dollar from your weekly benefits.\nThe duration is the number of weeks you may receive benefits.\nFor new claims, the Wage Transcript and Monetary Determination form will be provided to you. This form lists all employers you worked for as well as your potential monetary eligibility.",
    "metadata": {
      "section_title": "Benefit Rights and Responsibilities",
      "page_number": 1
    }
  },
  {
    "section_id": "NC-2",
    "content": "to you. This form lists all employers you worked for as well as your potential monetary eligibility. If any information on this form is incorrect, or if all your employers are not listed, you may protest within ten (10) days.\nAny individual who quits a job, is discharged from a job, refuses a referral to a job, refuses a job, refuses to enter Approved Training or fails to complete Approved Training, may be denied Unemployment Insurance Benefits. You will be notified of any determinations.\nIn North Carolina, the first eligible week on a claim is considered a non-payable waiting period week.\nTo be eligible for unemployment insurance benefits (including the waiting period week), you must:\n1. be unemployed through no fault of your own\n2. be physically able to work\n3. be actively looking for work each week\n4. have no restrictions which would keep you from accepting suitable work\nUnemployment Insurance benefits are paid with a DES issued debit card, unless you elect direct deposit.",
    "metadata": {
      "section_title": "Benefit Rights and Responsibilities",
      "page_number": 1
    }
  },
  {
    "section_id": "NC-3",
    "content": "Your debit card will only be mailed once payment is issued.\nWhen filing your claim for benefits, your employer is mailed a notice requesting information about the reason for your separation. The Division will determine whether you are eligible for unemployment insurance benefits based upon your separation reason. Remember you must be determined unemployed due to no fault of your own. No payments are made until this determination is completed.\nUnemployment Insurance benefits are subject to the income tax provisions of the North Carolina Department of Revenue and the United States Internal Revenue Service. Options to change your withholding status are available. At the end of the calendar year, you will be mailed a Form 1099-G showing the total amount of unemployment insurance benefits paid to you and taxes withheld during the year. However, for income tax purposes, it is your responsibility to keep a record of all benefits received.",
    "metadata": {
      "section_title": "Benefit Rights and Responsibilities",
      "page_number": 2
    }
  },
  {
    "section_id": "NC-4",
    "content": "● North Carolina residents visit NCWorks.gov and create an online account. You must maintain an active account registration (registrations are active for 90 days).\n● Those claimants who live outside of North Carolina must register for work with your state’s job service office.\n**Failing to register for work or failing to maintain an active account, can cause your benefits to be delayed or denied.",
    "metadata": {
      "section_title": "Important Step 1: Register for work",
      "page_number": 2
    }
  },
  {
    "section_id": "NC-5",
    "content": "To receive unemployment insurance benefits, you must look for work with at least three (3) employers each week. You must keep a written verifiable record of all work search contacts for review by DES. You must document the information listed below for each of your contacts. A Work Search Record form is available for your use. For audit purposes, retain these records for five years regardless if your claim has ended or if you have returned to work.\n● Date of contact\n● Company contacted\n● Contact method\n● Name of contact (if applicable) and based upon contact method provide website address, e-mail address, fax number, telephone number, or physical address\n*If you are using an employment website, provide the name of the employer you are applying for a position with AND the name of the employment website.\n● Position Seeking\n● Results\nYou may search for work in person, by telephone, through resume submission, or through the internet.",
    "metadata": {
      "section_title": "Important Step 2: Begin documenting your work search efforts immediately",
      "page_number": 2
    }
  },
  {
    "section_id": "NC-6",
    "content": "Email confirmations from any internet searches should be retained. If you apply for a position that does not list a company name, you must retain a copy of the position advertisement. Remember, if you are called in for multiple follow-up contacts with the same employer (2nd Interview, drug test, etc.), this should be counted as individual contacts.\nYou will be required to show documentation of your work search efforts while you are receiving UI benefits. Failure to do so will result in an overpayment of benefits. In addition, you must provide a valid photo identification when requested by the Division.",
    "metadata": {
      "section_title": "Important Step 2: Begin documenting your work search efforts immediately",
      "page_number": 2
    }
  },
  {
    "section_id": "NC-7",
    "content": "Any week you wish to receive benefits you must answer a series of questions which verify that you were able, available, and looking for work that week. This verification is known as a Weekly Certification. If you do not complete a weekly certification you will not be considered for payment. You should complete weekly certification(s) even if a determination of eligibility has not yet been made on your claim.\n**You only have 14 days to file your weekly certification. You will be unable to certify any week 14 days after the week ending date or receive payment for that week. After 14 days you must reopen your claim in the current week.\nFile your weekly certification online at des.nc.gov. To file online, simply go to the Customer Menu and select the File Weekly Certification smart link. If you have difficulty filing, contact the Customer Call Center at 1.888.737.0259.",
    "metadata": {
      "section_title": "Important Step 3: File Weekly Certification",
      "page_number": 2
    }
  },
  {
    "section_id": "NC-8",
    "content": "Please be aware that when a claimant receiving benefits has his/her claim reversed on appeal, the benefits received will be an overpayment subject to repayment to the Division. The Law requires all persons who have received benefits to which they are not entitled “for any reason” to be liable to repay the benefits received, including when decisions at any Division or judicial level have been reversed on appeal. G.S. §96-18(g) (2).",
    "metadata": {
      "section_title": "Overpayments Established on Appeals Reversal (G.S. §96-18(g)(2))",
      "page_number": 2
    }
  }
]