[
  {
    "section_id": "NH-0",
    "content": "K X ¥ { X a¥\nNew Hampshire Employment ES Security 0 WWw. . nhes.nh.gov ‘Were working to keep New Hampshire working\n“Unemployment Insurance: A Guide to Collecting Benefits in the State of New Hampshire”\nYou are responsible for understanding your rights and responsibilities.\nPlease do not discard this booklet!\nThis booklet is also available in Spanish, Bosnian, Vietnamese, Arabic and Simplified Chinese at any New Hampshire Local Office or on-line at www.nhes.nh.gov, Forms & Publications.\nNHES 0188 N-10/16\nNew Hampshire Employment Security 0 WWW. ol nhes.nh.gov ‘Were working to keep New Hampshire working",
    "metadata": {
      "page_number": 2
    }
  },
  {
    "section_id": "NH-1",
    "content": "The mission of New Hampshire Employment Security is to:\na. Operate a free public employment service through a statewide network of job and information centers, providing a broad range of assisted and self-directed employment and career related services, and labor market information to all customers;\nb. Pay unemployment compensation benefits in a timely manner to eligible claimants, and collect the tax which funds these payments; and to\nc. Develop and disseminate labor market information, and provide measurements of labor market outcomes to assist local and state officials, private employers, educators and trainers, and the public in making decisions that promote economic opportunity and the efficient use of state labor resources.\nNHES is a proud member of America’s Workforce Network and NH Works. NHES is an Equal Opportunity Employer and complies with the Americans with Disabilities Act. Auxiliary Aids and Services are available on request of individuals with disabilities\nTelephone (603) 224-3311 Fax (603) 228-4145 TDD/TTY Access: Relay 1-800-735-2964 Web site: www.nhes.nh.gov",
    "metadata": {
      "section_title": "Mission Statement",
      "page_number": 3
    }
  },
  {
    "section_id": "NH-2",
    "content": "Unemployment Insurance, The Basics……………………………………………………… 2 Top 10 Things You Should Know……………………………………………………………..3 General Information, Unemployment Insurance Program………………………………..4 What Do I Need, Getting Prepared to File……………………………………………………6 How Do I File, Filing a Claim……………………………………………………………………8 Understanding Determinations……………………………………………………………….10 Benefit Amount, Weekly Compensation…………………………………………………….12 Misrepresentation, Fraud………………………………………………………………………14 Overpayments……………………………………………………………………………………16 Claim Review, Ensuring Quality………………………………………………………………18 Appeals, Disagreeing with a Decision……………………………………………………….20 Claims Representative, Claimant Assistance………………………………………………22 Local Offices……………………………………………………………………………………...24 Employment Service…………………………………………………………………………….26 Job Match System (JMS)……………………………………………………………………….27 Veterans Assistance…………………………………………………………………………….31 Conducting an Effective Search for Work…………………………………………………..32 Mandatory Meetings……………………………………………………………………………..34 Return to Work Program………………………………………………………………………..36 Pathway to Work Initiative………………………………………………………………….…..38 Approved Training……………………………………………………………………………….40 Trade Adjustment Assistance………………………………………………………………….41 NOTES……………………………………………………………………………………………...42 EEO & Privacy Statement……………………………………………………………………….43 Earnings & WBA Chart………………………………………………………………...Back Page\n1",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "NH-3",
    "content": "The Bas T sics\nApp ply as soon a as you are u nemployed o or your hour rs are signifi cantly reduc ced. Loo k for work a nd be ready y to accept it . Req quest a bene efit payment every week until you ret turn to work k full-time*. Rem member you r password a and keep it p private. Rea ad this handb book. Rea ad all corresp pondence re eceived from m this departm ment. Res spond to all r requests for information. . Kee ep your conta act informati ion on your a account up-t to-date Call your local o office if you h have questio ons (see Loc cal Office list ting). *If only r required and d approved t to work part- -time, 20 ho urs per wee k is conside ered “full-time e”.\n2",
    "metadata": {
      "section_title": "Un nemp ploy yme nt In nsur ranc ce",
      "page_number": 5
    }
  },
  {
    "section_id": "NH-4",
    "content": "1. Accurately Report the Reason You Are Unemployed. When you file your claim for benefits, provide the UI office with the exact reason for your separation so we can best determine your eligibility. Failure to report your work separation accurately may result in an overpayment and/or fraud penalties. 2. Report Any Monies You Earn. You must report all gross wages (before any deductions) in the week they are earned; regardless of when the wages will be paid. Failure to report earnings is considered fraud. Be sure to accurately report all work and earnings on your weekly claim certification – even those from self-employment, part-time, or temporary work. 3. Keep Your Information Current. The United States Postal Service will not forward UI Benefit Payments or other important UI related documentation.",
    "metadata": {
      "section_title": "Top 10 Things You Should Know About Filing for Unemployment Benefits",
      "page_number": 5
    }
  },
  {
    "section_id": "NH-5",
    "content": "tes Postal Service will not forward UI Benefit Payments or other important UI related documentation. It is a requirement that you change your address when you relocate (even within the same city and state) and keep your telephone number and email address up to date. 4. Register With the Job Match System (JMS). If you live in New Hampshire, you must be registered for work in JMS unless specifically exempted by law. When filing your benefit application, a preliminary registration is automatically created. Access JMS at https://nhworksjobmatch.nhes.nh.gov/vosnet/Default.aspx to update your resume and look for jobs. If you do not live in New Hampshire, you must register for work with the state job service of your resident state. 5. Be Available and Actively Searching for Work. In order to collect benefits, you must continually verify that you are able, available and willing to accept suitable work.",
    "metadata": {
      "section_title": "Top 10 Things You Should Know About Filing for Unemployment Benefits",
      "page_number": 5
    }
  },
  {
    "section_id": "NH-6",
    "content": "efits, you must continually verify that you are able, available and willing to accept suitable work. You must also search for work each week you file a claim for benefits. If you do not search for work during a week in which you file a claim, benefits may be denied. 6. Develop an Effective Work Search Plan. Contact a NH Local Office for help with creating a work search plan. Attend all mandatory employment service meetings you are scheduled for. 7. Avoid Errors and Ensure Proper Payment of Benefits. To prevent errors in payment of UI benefits that may result in an overpayment or underpayment, read all of the information provided to you and respond to all requests for information. 8. Don’t Delay – Report Your Return to Work. Be sure to report your hours and earnings on your weekly claim if you continue claiming benefits after you start a job. Do not wait until you receive your first paycheck to report your hours and earnings.",
    "metadata": {
      "section_title": "Top 10 Things You Should Know About Filing for Unemployment Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "NH-7",
    "content": "If you have returned to work full time or are earning more than your weekly benefit amount, you can simply stop filing weekly claims. 9. Prevent Fraud. Anyone who collects UI benefits is legally responsible to know and follow the requirements set by State Law. Failure to follow the rules can result in serious consequences such as repaying benefits with penalties, forfeiting a future income tax refund, losing future eligibility to collect UI benefits, prosecution, and the possibility of jail. 10. Ask For Help. Navigating through the UI system can be confusing. If you have additional questions, please visit our website or contact your Local Office for assistance.\n3\nInformation",
    "metadata": {
      "section_title": "Top 10 Things You Should Know About Filing for Unemployment Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "NH-8",
    "content": "Unemployment Insurance is a Federal-State insurance program that supplies temporary income for workers who are either partially or fully unemployed and who are looking for new work, going into an approved training program, or on a temporary layoff and will be returning to work with the same employer. The funding for unemployment insurance benefits comes from taxes paid by employers. NH employees do not pay any taxes for the unemployment program.\nWhat is Unemployment Compensation? This is the actual benefit that is paid to an unemployed or partially unemployed person who:\nHas worked in covered employment;\nBecomes unemployed through no fault of their own;\nMeets eligibility requirements; and\nFiles timely and proper claims\nWhat is covered employment? This is work done for employers who are subject to unemployment law in NH, other states and the Federal Government. These employers pay into the fund established to pay UC benefits.\nWhat is Unemployed through no fault? This means that you did not cause your own unemployment.\n4\nExamples:\nA lack of work – your employer shut down or has laid you off (not fired)\nEmployer reduced their hours or your hours\nNon-disqualifying separation",
    "metadata": {
      "section_title": "What Is Unemployment Insurance?",
      "page_number": 7
    }
  },
  {
    "section_id": "NH-9",
    "content": "If you are fully or partially unemployed, do not delay filing your claim*. Your claim is effective the week in which you file it.\n*If you received a substantial separation package (more than 3 months’ worth of wages such as severance or vacation payout), you may want to consider waiting until those monies are exhausted. For details about how a large separation package may impact your claim, please visit our website and review the Amount & Duration of Benefits document at:\nhttps://nhuis.nh.gov/claimant/wba\nOr view the video segment at\nhttp://www.nhes.nh.gov/media/video/04-separation.htm",
    "metadata": {
      "section_title": "When should I file my claim?",
      "page_number": 7
    }
  },
  {
    "section_id": "NH-10",
    "content": "You have the right to file an unemployment claim at any time but must meet all eligibility requirements to receive payment. The department looks at the following factors to determine eligibility.\nAre you receiving unemployment benefits from another state or the federal government?\nAre you able to work, available for work and actively looking for work?\nHave you registered for work or updated your prior registration for work?\nDid you file your claim(s) on time?\nDid you attend all scheduled mandatory meetings?\nAre you not working because of a disciplinary layoff or suspension?\nWhy were you fired?\no Were you fired for misconduct connected to your work?\no Were you fired for intoxication or the use of a controlled drug?\no Were you fired for theft, arson, sabotage, felony, assault which causes bodily injury, or criminal threatening?\nDid you decline to accept suitable work when offered?\nAre you currently self-employed full-time?\nDid you leave self-employment or close your business?\nWhy did you quit?\no Did you quit your job for good cause that is attributable to your employer?\no Did you quit your job due to compelling family circumstances?\nWere you involved in a strike or company lock-out (labor dispute)?\n5",
    "metadata": {
      "section_title": "Is there any reason I would not be paid benefits?",
      "page_number": 8
    }
  },
  {
    "section_id": "NH-11",
    "content": "Getting Prepared to File\nWhat do I need before I file a claim?\nYour Social Security Number\nAddress (home and mailing)\nAN N\nTelephone Number(s)\nEmail Address\nAlien Registration Number (if not a U.S. Citizen)\nYour work record for the past 18 months, which includes:\nCompany name and job location;\nEmployer’s telephone number(s);\nDate you started work;\nYV YV\nLast day you worked;\nReason for separation;\nRate of pay; and\nDetails regarding any separation pay you are expecting.\nMilitary Form DD-214, member 4 copy, if in the Military during the past 18 months\nForm SF-8, if worked for the Federal Government during the past 18 months\n6",
    "metadata": {
      "section_title": "What do I need?",
      "page_number": 9
    }
  },
  {
    "section_id": "NH-12",
    "content": "Q. Will I need my Social Security Card?\nA. No. However, it is a good idea to have your social security card with you. Entering your social security number accurately is very important and we may need to verify that it is you we are assisting. This is for your protection.\nQ. Will I need a driver’s license?\nA. No, though it is recommended that you always carry some form of picture ID with you. A picture ID can be a driver’s license, non-driver’s license, or a military ID. These identifications will also assist you in obtaining employment when you are hired.\nQ. Why do you need my home and mailing address?\nA. This is to make sure that you are scheduled for services at the closest Local Office and that you receive all of your notices timely and correctly.\nQ. Why do you need my phone number(s)?\nA.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 10
    }
  },
  {
    "section_id": "NH-13",
    "content": "There will be times that we will need to call you for information and we can reach you by phone faster than by U.S. mail.\nQ. Will you give out my phone number(s)?\nA. No, we cannot give your phone number to anybody outside of this agency.\nQ. If I give you my email address, will you send me stuff via email?\nA. Only if you indicate that you wish to receive correspondence via email. You will receive email notifications that you must log into your online account and check your correspondence box. You must make sure that we are not coded junk mail or you will never receive your notifications. We may also contact you directly via email for additional information to process your claim or appeal.\nLocation: - | Login Name: Show Password: Login HELP Forgot Password or Login Name Not a Registered User? This system is tested to work with the following browsers: - Internet Explorer 11 (or - Higher) Download Firefox 4 (or higher) Download - Google Chrome (latest version) Download",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 10
    }
  },
  {
    "section_id": "NH-14",
    "content": "You can file an unemployment claim online from any computer with internet access. You can file from your home, or at the home of a friend, neighbor or family member. You can use a public computer, such as at a library. Every New Hampshire Employment Security Local Office has free computers for your use to file a claim or look for work. **Always be sure to Logout after completing your application when using public computers. Filing is free, confidential and our website is secure. How will you know it is secure? The web address will start with HTTPS. The S at the end stands for Secure. https://nhuis.nh.gov/claimant/",
    "metadata": {
      "section_title": "Filing a Claim",
      "page_number": 10
    }
  },
  {
    "section_id": "NH-15",
    "content": "The first step is the official application, which tells the department and your employer(s) that you are filing for benefits. This process generally takes 20-30 minutes to complete.\nThe second step is a weekly filing that allows the department to check your continued eligibility and is how payment gets generated, if you are eligible. This process is known as a “continued claim” and unless continued claims are filed each week and on time, benefit payments cannot be made.\nNOTE: If you skip filing for a week, you must restart/reopen your claim. The system will prompt you to file a new claim at the end of your benefit year or when there is a break in your claim filing sequence.\n8",
    "metadata": {
      "section_title": "**IMPORTANT: Keep in mind that filing for benefits is a 2-step process",
      "page_number": 11
    }
  },
  {
    "section_id": "NH-16",
    "content": "Q. How long does a claim last?\nA. A claim is good for 52 weeks or 1 year.\nQ. How many weeks can I be paid for?\nA. You can receive up to 26 weeks of total payments during that 1-year timeframe.\nQ. What if I already filed a first claim and I am unemployed again within a year?\nA. You will now file an Additional/Reopen claim. You will choose to “reopen your claim” on your Home Page (Main Menu) after logging in.\nQ. Do I file based on my work schedule?\nA. No, our weeks start on Sunday at 12:01 am and end on Saturday at midnight. You report any work performed, monies received or work search activities based on the calendar week for which you are filing.\nQ. When I file will I receive a confirmation number?\nA. Yes, every time you complete a claim (first time or weekly) you will receive a confirmation number.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 11
    }
  },
  {
    "section_id": "NH-17",
    "content": "Remember to either write this number down or print this number for your records.\nQ. I received a severance package when I was separated, should I wait to file?\nA. Maybe. This will depend on how many weeks of separation pay you will be receiving and when it will expire. Review the Amount & Duration of Benefits link at https://nhuis.nh.gov/claimant/wba and/or go to your Local Office for assistance.\nQ. How much will I receive each week?\nA. Your weekly benefit amount will depend on your prior earnings. Please see Benefit Amount, Unemployment Compensation, for more information.\nQ. How will I know if I am eligible?\nA. You and your employer(s) will receive one or more Determination of Unemployment Compensation documents. Please return to the General Information section to review the Frequently Asked Question: Is there any reason I would not be paid benefits?\nQ. Will I have to look for work?\nA. Yes, unless you are returning to work for the same employer within 15 calendar days of the day you last worked and/or are required by Union Contract to seek work only through a Union Hiring Hall. The Conducting An Effective Search for Work section of this booklet provides details about work search requirements.\nATTENTION",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 12
    }
  },
  {
    "section_id": "NH-18",
    "content": "A Determination of Unemployment Compensation is issued to you and any impacted employer whenever there is a question about your monetary or non-monetary eligibility. You may receive more than one determination. The first Determination you normally receive is called the monetary determination. This document clearly states “This is not a guarantee of payment. This notice is a determination of monetary eligibility only.” This document provides your potential weekly benefit amount and details about the employment used to establish your claim. You may receive other Determinations regarding specific eligibility conditions. These are known as non-monetary determinations and referenced as Determination of Eligibility in your online correspondence inbox. This document clearly states “This notice is a determination on eligibility for unemployment benefits.” This document provides information as to whether benefits are allowed or denied. All eligibility conditions must be met to receive payment.",
    "metadata": {
      "section_title": "Understanding Determinations",
      "page_number": 12
    }
  },
  {
    "section_id": "NH-19",
    "content": "Q. What is a Waiting Week?\nA. A waiting week is the first week determined to be payable for any initial unemployment claim and will not be paid. You must still file timely for the week and all weeks for which you wish to receive benefits and the department will determine which week will be served as the waiting week. This waiting week will not reduce\n10\nyour total available benefits. The Maximum Benefit Amount for a new claim remains 26 times your established Weekly Benefit Amount. This law only applies to regular UI benefits and not to other programs such as Extended Benefits (if and when they are active).\nQ. How long will I lose my benefits?\nA. This will depend on if you are denied for a specific time, denied until your circumstances change, you have returned to work and earned the 5 weeks of requalifying wages, or until your penalty has been served.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 13
    }
  },
  {
    "section_id": "NH-20",
    "content": "eturned to work and earned the 5 weeks of requalifying wages, or until your penalty has been served.\nQ. What is the difference between a denial, disqualification and penalty?\nA. A denial means benefits cannot be paid for either a specific time or until your circumstance changes. Some examples of a denial are:\nYou received some severance or vacation pay;\nYou were sick for 2 weeks and you were unable to work;\nYou took a 1 week vacation; or\nYou are not able to work until a doctor releases you.\nThese will cause you to be temporarily denied benefits, but only for the time period the situation covers or until your circumstance has changed. A disqualification means you were not allowed benefits and in order to become eligible you must return to work and earn additional wages. You must earn at least 120% of your weekly benefit amount in five (5) separate weeks following the start date of the disqualification.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 13
    }
  },
  {
    "section_id": "NH-21",
    "content": "A penalty is an additional denial of benefits and can last for 4 to 52 weeks. These penalties are added if it was found that you committed fraud or that you were fired from your job because of drugs, intoxication or for theft with a value of $101.00 to $250.00. (All wage credits would also be lost if over $250.00.)\nQ. What is reasonable assurance?\nA: When a person works for a school district, the wages earned from the school cannot be used to pay benefits during a school vacation break or are between terms if you have reasonable assurance of returning to work after the break or when the new term starts. Reasonable assurance means that more likely than not, you will return to work at a school working in a similar capacity for a similar rate of pay.\nQ. What is separation pay or deductible income?\nA. This is when you are paid monies because you are no longer working for an employer. These monies include gifts over $25.00, severance, wages in lieu of notice, vacation, accrued time, personal time off, sick pay, bonuses, Workers’ Compensation payments, and back pay awards.\n11\nN",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 14
    }
  },
  {
    "section_id": "NH-22",
    "content": "Your weekly benefit amount (WBA) is based on what you earned during the months prior to your first claim. This is also why we ask for 18 months of your work history. This is to make sure that we have all of your wages, so that we can give you the highest weekly benefit rate.",
    "metadata": {
      "section_title": "Weekly Compensation",
      "page_number": 14
    }
  },
  {
    "section_id": "NH-23",
    "content": "We use a base period to figure out what you can be paid on a weekly basis. This base period is a four-quarter period prior to when you filed your first claim and we have two standards we review to make sure that you are given every opportunity to be monetarily eligible.\n1. The first standard is the primary base period – This uses the first 4 of the last 5 completed quarters before to the effective date of your first (initial) claim.\nIf you are not eligible in this base period, then we review the alternate base period.\n2. The second standard is known as the alternate base period – this uses the last 4 completed quarters before the effective date of your first (initial) claim.\nDuring these 4 quarters, you must have at least 2 separate quarters of $1400.00 in each, to be monetarily eligible.\n12",
    "metadata": {
      "section_title": "**We look for wages within our state, other states, the Federal Government and the Military.",
      "page_number": 15
    }
  },
  {
    "section_id": "NH-24",
    "content": "Q. What is a weekly benefit amount (WBA)?\nA. This is the most you can receive each week that you file for total benefits.\nQ. What is the most I can receive?\nA. You are given a maximum benefit, which is your weekly benefit amount times 26. This means you can collect up to 26 total weeks, or maximize your benefits by filing partials because you have a part-time job. Your WBA is based on the amount of earnings in your base period. Compare your earnings to the chart at the back of this booklet to estimate your WBA.\nQ. How can military wages be used for a NH claim?\nA. When a person serves our country, you are allowed to open your claim in any state you choose. You must be standing in the state to open the claim there.\nQ. What if when I worked for the Federal government it was not in NH, now what do I do?\nA.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 15
    }
  },
  {
    "section_id": "NH-25",
    "content": "File your claim. The department will explore the use of your Federal wages. Federal wages are usually assigned based on where you last worked. Example:\nFor the past 3 years you have only worked for the federal government in NH, then your wages belong to NH\nFor the past 2.5 years you worked for the federal government in CA, then the last 6 months you worked in NH for a different (non-federal) employer, then your wages belong to NH.\nFor the past 2.5 years you worked for the federal government in NH, then the last 3 months you worked in MA for different (non-federal) employer, then your wages belong to MA.\nQ. Can Workers’ Compensation be used in my base period?\nA. Yes, if the payments received were calculated on a weekly basis because you were out of work totally or partially due to a work-related injury. If you received payment for medical bills only, that money will not increase your unemployment compensation benefit.\n13",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 16
    }
  },
  {
    "section_id": "NH-26",
    "content": "\\ ~ A D), - =2,\nPunishments for committing fraud are in the table below.\nCrime Amount Received in Benefits Punishment Fined up to $4000 and/or Class A Felony $1,000 or more imprisonment for up to 15 years* Fined up to $4000 and/or Class B Felony $500 - $999.99 imprisonment for up to seven years* fined of up to $2000 and/or Class A Misdemeanor Less than $500 imprisonment for up to one year* *In addition, benefits fraudulently obtained must be repaid (including a 20% penalty) and benefit eligibility can be lost for up to one year from the date of conviction.\n14",
    "metadata": {
      "section_title": "DON’T LET THIS HAPPEN TO YOU!",
      "page_number": 17
    }
  },
  {
    "section_id": "NH-27",
    "content": "Fraud Prevention: To prevent fraud, NHES matches records with those of other state and federal agencies including the Social Security Administration. Cross-Match programs compare wage records compiled in New Hampshire as well as nationally. NHES also compares state and national new hire reports to Unemployment Insurance (UI) records to ensure that claimants who have returned to work full-time are no longer collecting benefits and claimants who are working part-time are reporting accurate earnings.\nPenalties for fraud can include an overpayment of benefits that incurs interest until repaid, an additional 20% penalty, loss of benefits for up to 52 weeks, a lien on your property, garnishment of your wages, or prosecution resulting in a permanent criminal record. A fraud overpayment of $1000 or more is a Class A felony which may result in up to seven (7) years in prison.\nProtecting the integrity of the UI Trust Fund, which pays employees’ benefits, is a responsibility NHES takes very seriously. Concerned citizens can report suspected incidents of unemployment insurance fraud on our web site at www.nhes.nh.gov or by calling 1-800-852-\n3400 Ext. 34016\nL]",
    "metadata": {
      "section_title": "MISREPRESENTATION - FRAUD",
      "page_number": 17
    }
  },
  {
    "section_id": "NH-28",
    "content": "The Benefit Payment Control Unit of NHES is responsible for detecting and investigating claimant and employer fraud or misrepresentation. An investigation may commence as a result of an allegation of fraud or as a result of a computer cross match of benefits paid against wages reported in this or any other state. Misrepresentation on your claim can bring serious consequences. To willfully make false statements or to knowingly fail to disclose material facts to obtain or increase benefits paid to oneself or another individual can constitute fraud.\nThe most common reason for fraud is failure to tell the Department about working, either for a new employer, in self-employment or as a sub-contractor. You must report all work you do in any week for which you claim benefits even if you have not yet been paid for the work. Many fraud decisions are a result of claimants not reporting hours and earnings for the week in which they go back to work.\n15\n$ = & L~ 11",
    "metadata": {
      "section_title": "What happens if I intentionally give wrong or incomplete information when I file my claim?",
      "page_number": 18
    }
  },
  {
    "section_id": "NH-29",
    "content": "If you have been found overpaid benefits and responsible for the overpayment, you need make repayment. If you do not repay promptly, the Department may take collection actions.\nThe Department can offset future benefits or federal tax refunds. Future employer(s) may be required to garnish your wages. The Department can also put a lien on property or bank accounts.\nInterest will accrue monthly until all benefits are repaid.\nIf you need to set up a payment plan, please contact:\n1-800-852-3400 extension 94391\nor\n603-229-4391",
    "metadata": {
      "section_title": "Unemployment Compensation",
      "page_number": 18
    }
  },
  {
    "section_id": "NH-30",
    "content": "16",
    "metadata": {
      "section_title": "Make arrangements today.",
      "page_number": 19
    }
  },
  {
    "section_id": "NH-31",
    "content": "Q. What happens if I do not make a payment plan?\nA. If you do not set up a payment plan, the department can and will take other actions.\nQ. What are the other actions the department can take?\nA. We can offset your paid benefits, offset your Federal Income Tax Return, garnish your wages when you return to work, put liens on your property and/or put levies on your bank account(s).\nQ. What is an offset of my paid benefits?\nA. The department will take 100% of any benefits paid to you each week until the overpayment has been recovered, unless you arrange a payment plan.\nQ. What is an offset of my Federal Income Tax Return?\nA. When you file your yearly federal income tax return, the department will take the tax refund to pay back the overpayment. We will not take more than what is owed.\nQ. Is it legal for you to take my Federal Income Tax Return?\nA.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 19
    }
  },
  {
    "section_id": "NH-32",
    "content": "Yes, this is an agreement we have with the Internal Revenue Service (IRS).\nQ. What does “garnish your wages” mean?\nA. When you work, your earnings are reported on quarterly tax and wage reports to this agency. We will get a court order for the employer you are working to take a portion of your paycheck and send it to the department until the overpayment has been repaid.\nQ. What does “levies on your bank accounts” mean?\nA. The department can contact your bank and require the bank to remove money from your account(s) and send to this department to apply to your overpayment.\nQ. If I make a payment plan will any of these other actions take place?\nA. No wage garnishment, lien or levy will be pursued, however, your federal income tax return can still be taken.\nQ. What if I am overpaid but the decision says that I do not have to repay the monies or that the overpayment has been waived. Do I still have to make payments?\nA. No. If you received a written decision from this department that you are not required to pay back the monies, also known as restitution is not required or waived, then you do not have to pay back that specific overpayment. The determination is to give you appeal rights only.\n17",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 20
    }
  },
  {
    "section_id": "NH-33",
    "content": "NH Employment Security is a Federally funded program and claims filed will go through randomly selected reviews. These reviews are to ensure that your claim is processed correctly and paid or denied properly by the department. This is part of due process and is for your benefit. The department that performs these reviews is known as the “Quality Control Unit”. If selected, they will reach out to you with a paper questionnaire and a phone call.\nYour cooperation is mandatory and contributes to the improvement of the Unemployment Compensation Program. Quality Control will contact your former employers and investigate all aspects of your claim, including your search for work. If you were not paid all the benefits you were entitled to for any week, you will receive that payment. If you were not entitled to the benefits you received, you will be found overpaid and may have to pay the money back.\n18",
    "metadata": {
      "section_title": "Claims Are Periodically Reviewed",
      "page_number": 21
    }
  },
  {
    "section_id": "NH-34",
    "content": "Q. What do I do if I receive a questionnaire about my claim?\nA. This questionnaire will have a deadline to respond to and you must answer the questions and mail it back. Response is mandatory.\nQ. What do I do if I do not understand one of the questions?\nA. The letter that you receive with the questionnaire has the name and telephone number of the investigator assigned to your case so that you can call them directly.\nQ. Am I in trouble?\nA. No, you have been randomly selected and we want to make sure that your claim was processed correctly.\nQ. Do I have to respond to the questionnaire?\nA. Yes, you must answer all of the questions and return the form.\nQ. What happens if I do not respond?\nA. You risk having current or future benefits denied for not participating.\nQ. Will I be interviewed also?\nA. Yes, you may be interviewed by phone, but that is primarily for clarification of the answers you already provided on the questionnaire.\n19",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 22
    }
  },
  {
    "section_id": "NH-35",
    "content": "The majority of determinations and decisions issued by this department list appeal rights at the bottom of the letter. If you or your employer disagrees with the results of the determination or decision, an appeal can be filed. A deadline for filing the appeal is listed in the appeal rights.\nThere are multiple levels of the appeal process and you have appeal rights at every level.\n1. Appeal Tribunal Hearing\n2. Reopen request\n3. Appellate Board\n4. Reconsideration request\n5. New Hampshire Supreme Court\nThe appeal must be in writing. It must list what you are appealing and why you disagree with the decision. If you file the appeal beyond the deadline, include the reason you are filing late.\nPrepare for the appeal. Review the Claimant’s Guide to an Appeal Hearing which is available on-line at http://www.nhes.nh.gov/forms/documents/appealb1.pdf or at any Local Office.\nContinue to file weekly claims while your appeal is in process. If you win your appeal, you will only be paid for weeks that you filed on time and are eligible for.\n20",
    "metadata": {
      "section_title": "Disagreeing With a Decision",
      "page_number": 23
    }
  },
  {
    "section_id": "NH-36",
    "content": "Q. Do I have to go to the appeal?\nA. It is important that you do. The decision issued by the Appeal Tribunal will be based on evidence and testimony provided at the hearing. If the person who filed the appeal does not come to the hearing, the Hearings Officer may dismiss the case. Once dismissed, the original decision becomes final.\nQ. Are all appeals held in person?\nA. No. Some appeals are scheduled by telephone. Video conferencing is available in some locations. If you are scheduled for an in-person hearing and are unable to travel to the location, contact the Appeals Unit to make other arrangements.\nQ. What happens if I win my appeal? Will I get paid?\nA. If you are found to be eligible for benefits as a result of an appeal hearing, you will receive benefits for each week you had filed timely and in which you met all the eligibility conditions.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 23
    }
  },
  {
    "section_id": "NH-37",
    "content": "Please continue to file your weekly claims while your appeal is in process.\nQ. If my employer wins, do I have to pay back what I have already been paid?\nA. Maybe. It depends on why the decision was reversed. The overpayment may be waived if you accurately provided all necessary information when you filed your claim. If you withheld information when you filed your claim, you will be found overpaid.\nQ. Do I need to get a lawyer?\nA. That is a personal decision. You are not required to have a lawyer and the department would not pay for a lawyer. You can contact NH Legal Assistance or the NH Bar Association for assistance or a referral to legal services. The department has a Claims Representative that may be able to help you prepare for your appeal hearing. The Claims Representative is not a lawyer. Please see the next two (2) pages for more information about our Claims Representative.\nQ. Can I bring evidence or a witness?\nA. Yes. A witness should have first-hand knowledge of the situation. You, your employer and any witness must testify under oath and are subject to penalties for perjury.\nQ. Can I ask questions during the appeal?\nA. Yes. You may ask questions of anyone testifying when it is your turn to do so.\nQ. How soon will I get an answer about my appeal?\nA. A decision is usually issued within two (2) weeks of the hearing. Read the decision carefully, including further appeal rights.\n21\nWho can help me?",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 24
    }
  },
  {
    "section_id": "NH-38",
    "content": "Claimant Assistance\nIn addition to local office staff, the Department employs a Claims Representative. This person helps claimants with unemployment claim problems. This person also answers questions and gives advice about making the best case for a re-determination or for an appeal hearing. Under special circumstances, the Claims Representative may accompany you in the appeal hearing.\nThe Claims Representative may also review Department determinations to make sure that benefits have been properly processed according to law and rule.\nThe Claims Representative is not a lawyer. For legal advice or representation, you should contact an attorney or NH Legal Assistance.\nTo speak to a Claims Representative, call:\n1-800-685-6588 or (603) 228-4017\n22",
    "metadata": {
      "section_title": "Claims Representative",
      "page_number": 25
    }
  },
  {
    "section_id": "NH-39",
    "content": "Q. Can I meet with a Claims Representative in person before my appeal hearing?\nA. Yes. Please call (603) 228-4017 to schedule an appointment.\nQ. Can the Claims Representative come with me to an appeal?\nA. The Claims Representative cannot attend every hearing. The decision to attend a hearing is made on a case by case basis. The complexity of the situation, the claimant’s ability to effectively represent him or herself, and whether or not the employer has retained counsel will all be taken into consideration in such a decision.\nQ. Can the Claims Representative help me get back pay from my former employer?\nA. Please contact the NH Department of Labor for assistance with wage and hour claims. This Department can only assist you with your claim for Unemployment Compensation.\n23\n= ! e",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 26
    }
  },
  {
    "section_id": "NH-40",
    "content": "You are invited to visit any of our local offices across the State, which are an integral part of the NH Works system. Within each local office you will find a resource center with a wide range of free services, resources, and tools to help you with the entire job search process. You may use work stations to work on your resume or cover letter, research employers or careers and view videos. We also have assistive technology devices available.",
    "metadata": {
      "section_title": "Local Offices",
      "page_number": 26
    }
  },
  {
    "section_id": "NH-41",
    "content": "Computers to be used in your job search\nJob Match System\nInternet access for use in connecting to employment related sites\nCopy machine and Fax\nJob search workshops\nTelephones available to call local employers.\nTelevision with DVD player\nHearing Helper Assistive Listening Device and other assistive devices\nStaff to help with your job search and computer use\nFor more information on what we have to offer visit an office near you:\n24",
    "metadata": {
      "section_title": "What is located in the Resource Centers?",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-42",
    "content": "151 Pleasant Street, 03570-2085 Telephone: 752-5500 Fax: 752-5536",
    "metadata": {
      "section_title": "Berlin",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-43",
    "content": "404 Washington Street (P.O. Box 180) 03743-0180 Telephone: 543-3111 Fax: 543-3113",
    "metadata": {
      "section_title": "Claremont",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-44",
    "content": "45 South Fruit Street, 03301-4857 Telephone: 228-4100 Fax: 229-4353",
    "metadata": {
      "section_title": "Concord",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-45",
    "content": "518 White Mountain Highway, 03818-4205 Telephone: 447-5924 Fax: 447-5985",
    "metadata": {
      "section_title": "Conway",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-46",
    "content": "149 Emerald Street Suite Y, 03431-3662 Telephone: 352-1904 Fax: 352-1906",
    "metadata": {
      "section_title": "Keene",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-47",
    "content": "426 Union Avenue, 03246-2894 Telephone: 524-3960 Fax: 524-3963",
    "metadata": {
      "section_title": "Laconia",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-48",
    "content": "646 Union Street, Suite 100, 03561-5314 Telephone: 444-2971 Fax: 444-6245",
    "metadata": {
      "section_title": "Littleton",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-49",
    "content": "300 Hanover Street, 03104-4957\nTelephone: 627-7841 Fax: 627-7982\n627-7841 Fax: 627-7982",
    "metadata": {
      "section_title": "Manchester",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-50",
    "content": "6 Townsend West, 03063-1217 Telephone: 882-5177 Fax: 880-5256",
    "metadata": {
      "section_title": "Nashua",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-51",
    "content": "2000 Lafayette Road, 03801-5673 Telephone: 436-3702 Fax: 436-3754",
    "metadata": {
      "section_title": "Portsmouth",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-52",
    "content": "29 South Broadway, 03079-3026 Telephone: 893-9185 Fax: 893-9212",
    "metadata": {
      "section_title": "Salem",
      "page_number": 27
    }
  },
  {
    "section_id": "NH-53",
    "content": "6 Marsh Brook Drive, 03878-1595 Telephone: 742-3600 Fax: 749-7515\n25\n\\\\",
    "metadata": {
      "section_title": "Somersworth",
      "page_number": 28
    }
  },
  {
    "section_id": "NH-54",
    "content": "How can I find out where to look for work? New Hampshire Employment Security has developed a number of resources to help in your search for work. In the following sections you will find information on these topics:\n1. The Job Match System (JMS)\nO UT WN\n2. Veterans Support\n3. Conducting an Effective Search for Work\n4. Mandatory Meetings\n5. Return to Work Program\n6. Pathway to Work\n7. Approved Training\n8. Trade Adjustment Assistance\nWhat should I do if I am referred to a job? You should make every effort to follow through on the referral as soon as possible; failure to do so could result in loss of benefits.\nWhat if I refuse a job? Refusal of a suitable job will result in loss of benefits; however, a number of things must be considered in deciding whether a job is suitable, such as wages, distance to the job, experience or training, and length of unemployment, among others.\nYou must report any job offers when you file your continued claim; it is the Department’s responsibility to decide whether the work is suitable.\n26\nnhworks Job Match System",
    "metadata": {
      "section_title": "Support and Assistance",
      "page_number": 29
    }
  },
  {
    "section_id": "NH-55",
    "content": "The Job Match System (JMS) allows job seekers to conduct a job search using Internet spider technology to view jobs posted by employers and match skills to positions posted on national job boards and private industry web sites. The JMS features a résumé and letter builder to generate a new résumé to be sent to employers. Job seekers can also explore the regional labor market for information such as the average weekly earnings for a position or the fastest growing occupations.\nOur job match system is available on PC’s located in our NH Works offices or you can find it on the web at https://nhworksjobmatch.nhes.nh.gov.\nThe best place to start in the NH Works JMS is in My Portfolio. You can update your registration by starting your Background Wizard, view searches you have previously made for jobs, and take your career and skills assessments.\n27",
    "metadata": {
      "section_title": "Employment Service",
      "page_number": 30
    }
  },
  {
    "section_id": "NH-56",
    "content": "Selec ct My Portfo olio\nThen My Individu ual Profiles\n& 4 rl er er test, test. Welcome to the NHWorks Job Match directory of services, Please select one of the options 2 Quick Menu Job Search Resumé Builder My Resources My Individual Profiles li n — | Tems of Use | Recommendel Selirgs | EE | Prokec Youself| Aboul his S | Con Us ¥y Ind 8 Services for Individuals Home % Sign Out Career Services",
    "metadata": {
      "section_title": "From the e Welcome screen:",
      "page_number": 30
    }
  },
  {
    "section_id": "NH-57",
    "content": "Selec ct Personal Profiles\nMy Individual My nul Profiles Personal Profile - Select this option to access your contact information, individual background, activity list and personal memos.\n28\nThen select the Background tab\ny ndividusl profiles = 5 y Individual plan General Information Background Activities Memo For help click the question mark icon next to each section. indicates required fields.\nThen se lect Start th he Backgrou und Wizard and follow w the promp pts and fill in n the fields that apply to you. When n you have c completed y your Backg ground Wiza ard, review your resum me:\nFrom the Quick M Menu selec t Resume B Builder. It d defaults to y your resum es.\nIf you u have an ac ctive resum me it will sho ow in the bo ox, if not yo ou need to R Reactivate y your resum me or Create e a New Res sume.",
    "metadata": {
      "section_title": "To acces ss the Back kground Wiz zard:",
      "page_number": 32
    }
  },
  {
    "section_id": "NH-58",
    "content": "Edit o or add a Virt tual Recruit ter to sched dule a recur rring search h for jobs th hat match y your requir rements\n2 Quick [ My Porttolio ) earch 9 y ndividual prefites My Individual Plans Portfelio\nTo acces ss Career a and Skills as ssessments s from the W Welcome sc creen you w will:\nSelec ct My Portfo olio\nMy In dividual Pro ofiles\nSelf-A Assessment t Profile\nIf Assessment Profile - Select this option to access any career and skills assessments or would like to take. =\n29\nFrom here you c an edit you r Job Skills s, Personal Skills, Inter rests, and W Work Values s. When n you are d one you ca an click the Find Match hing Occupa ations and J Jobs button n at the b bottom of ea ach screen. .\n[ y dividual profiles My Individual Plans Job Skills Personal Skills Interests Work Values Multiple &) For help click the question mark icon. No data available for this tem. [ Eciit Job Skills |",
    "metadata": {
      "section_title": "To acces ss the Back kground Wiz zard:",
      "page_number": 32
    }
  },
  {
    "section_id": "NH-59",
    "content": "Q: Why do | have to register with ] MS?\nA: One a answer is bec cause it is th he law. The e more impo ortant answe er is because e it may help p you find work k. By using JMS, you ha ave access to thousand ds of job sea rch opportun nities, and employer rs have acce ess to your r resume.\nQ: What t if I don’t live e in New Ha ampshire?\nA: You m must registe r for work in the state in which you l ive and prov vide proof to o this departm ment that you have done s so, if you are e filing again nst and colle cting benefit ts from New w Hampshire .\nNOTE: If f you live in a another state e but within 25 miles of a a NH Local Office, you a are still requ uired to registe er for work w with JMS.\n30",
    "metadata": {
      "section_title": "Frequen ntly Asked Q Questions:",
      "page_number": 33
    }
  },
  {
    "section_id": "NH-60",
    "content": "All that N NHES does, it does first and foremos st for veteran ns. Veterans s and eligible e spouses receive a access, on a a priority of s ervice basis s, to the full r range of pub blic employm ment and tra ining services, , including jo ob search as ssistance, wo orkshops, re esume assis stance, labor r market informati on, career g guidance, job b referral, an nd referral to o other suppo ortive and tr raining resource es. Veterans are given pr reference in each of our r local offices s in the refe rral to job or rders. Staff ass sesses the ne eeds of each h veteran an nd makes it a a priority to e educate the veterans of f New Hampshi ire, especial ly for those v veterans ret turning from active duty, on services s available through N NHES.\nOur Disa abled Vetera ns’ Outreach h Program S Specialists (D DVOPs) ser rve those vet terans who n need intensive e services in order to obt tain or retain n employmen nt that suppo orts their se lf-sufficiency y by provid ding those se ervices and referrals as appropriate .",
    "metadata": {
      "section_title": "Em mployme ent Serv vice",
      "page_number": 33
    }
  },
  {
    "section_id": "NH-61",
    "content": "In addition , these spec cialists will network w with other ve eterans’ soc cial and supp portive servic ce agencies s to get assis stance for th eir veteran c customers.\nLocal Ve eterans’ Emp ployment Re presentative e (LVER) sta aff conducts outreach to employers, employer r association ns and busin ness groups to promote the advanta ages of hiring g veterans a and to assist veterans in gaining emp ployment.\nThere are e veterans w who need ref ferrals to oth her supportiv ve services a and NHES t tries to facilit tate and expe edite these p processes as s much as p possible. Rep presentative es from the N NH State Off fice of Vetera ans Services s meet with v veterans at N NHES, provi iding veteran n’s access to o their servic ces locally an nd on a regu ular basis.\nIf you are e a Veteran or eligible sp pouse, pleas se identify yo ourself as su uch when in quiring abou ut any NHE ES programs s or services or upon vis iting a NH W Works office. .\n31",
    "metadata": {
      "section_title": "Em mployme ent Serv vice",
      "page_number": 34
    }
  },
  {
    "section_id": "NH-62",
    "content": "To be eligible to collect unemployment benefits, you must be making an effective search for work and documenting your work search efforts each week.",
    "metadata": {
      "section_title": "Employment Service",
      "page_number": 34
    }
  },
  {
    "section_id": "NH-63",
    "content": "1. Look for work you are able to do.\n2. Look for work you know is available during the time of year you are unemployed. Looking for landscaping or construction work during the dead of winter is not effective.\n3. Use a variety of methods to look for work. Using only one method, such as only looking in the newspaper, is usually not effective or reasonable. Apply in person, mail or email a letter or your resume, use the internet to search for jobs, make calls to prospective employers, etc.\n4. Contact new employers each week. While it is smart to follow up with previous job contacts you’ve made, relying only on follow-up with previous contacts is not effective.\n5. Leave an application or resume with an employer if accepting them for future reference.\n6. Bring along a complete work history to help you fill out the employer’s application.\n7. Network with your family, friends, former employers, etc. Any one of these people may know of an opening that fits you.\n32\n8. Do not rule out temporary jobs. Many times these jobs become permanent and are sometimes the best way to introduce you to a company. Depending on your circumstances, you may be required to look for temporary jobs in addition to or instead of permanent jobs.\n9. Research the employer prior to the interview. Know what they do or make.",
    "metadata": {
      "section_title": "For an Effective Search for Work, it is recommended that you:",
      "page_number": 35
    }
  },
  {
    "section_id": "NH-64",
    "content": "Q: Should I keep a record of where I go looking for work?\nA: Yes. Report your work search contacts each week when you file your weekly continued and keep a record of them. When you are called into the office for mandatory Employment Service meetings, you will be asked to bring your records with you.\nQ: Is there a special form I should use to keep track of my work search contacts?\nA: You do not have to use a special form, but there is one available to assist you on our website, under Forms and Publications. The direct link is:\nwww.nhes.nh.gov/forms/documents/des456.pdf\nQ: How many contacts do I need to make each week?\nA: You need to do what a reasonable person would do to find work. While there is no specific number in New Hampshire law, your Local Office may assign you a number of contacts based on your experience, skills and the labor market area.",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 35
    }
  },
  {
    "section_id": "NH-65",
    "content": "Q: What if I don’t make the number of contacts I am told to make?\nA: You will be asked why you did not look for work or make the number of contacts you were instructed to make. Payment for the week may be held and you may be denied benefits for not following the direction of this department. A primary eligibility requirement is that you be making an effective search for work.\nQ: Do you verify my work search contacts?\nA: Yes. Work search contacts are randomly verified. The employer is contacted. Falsifying work search contacts may result in you being found overpaid for benefits received and additional penalties.\nQ: If I get a new job or my previous employer calls me back to work, do I have to keep looking for other work?\nA: The only time that the work search requirement is waived is if you have an offer of NEW work and the start date is within two weeks. You must notify this department in order for a waiver to be granted. If you were temporarily laid off for more than 4 weeks and will be returning to work for the same employer, you must look for work every single week during the layoff period.\n33\n| - X == o",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 36
    }
  },
  {
    "section_id": "NH-66",
    "content": "Employment Service",
    "metadata": {
      "section_title": "Mandatory Meetings",
      "page_number": 36
    }
  },
  {
    "section_id": "NH-67",
    "content": "During the time you are claiming unemployment benefits you may be required to attend one or all of the following mandatory workshops. Failure to attend a mandatory workshop that you have been scheduled for may result in delayed or denied benefits.\nBenefit Rights Interview Workshops are given to assist our customers with the Unemployment Compensation process. NH Employment Security conducts group orientations on individuals’ rights and obligations under NH Unemployment Law, and a description of the services we provide. This one-hour session is mandatory for all customers who do not have a date to return to work within two weeks of becoming unemployed. You will be notified by letter of the date and time of this orientation, which usually occurs within three weeks of filing your unemployment claim.",
    "metadata": {
      "section_title": "Workshops",
      "page_number": 37
    }
  },
  {
    "section_id": "NH-68",
    "content": "To prevent identity theft, a photo ID and/or social security card are checked at the orientation.\nReemployment Workshops:\nWhile you are unemployed and filing for unemployment compensation benefits, you will be required to attend reemployment workshops designed to assist you in your work search efforts. The series of workshops include:\no Job Search, Resumes, Job Application Do’s and Don’ts\no Interviewing Workshop\no Re-Energizing Your Job Search\n34\nRe-employment Services And Eligibility Assessment (RESEA) Program:\nYou may be selected for the Re-employment Services and Eligibility Assessment (RESEA) program. This program is a mandatory program designed to assist you in getting back into the world of work. If you are selected for the RESEA program, you will receive the orientation as part of the Job Search, Resumes, Job Application Do’s and Don’ts re-employment workshop. After the workshop you will be scheduled for subsequent appointments every three weeks for a total of three appointments. During these short appointments we will:\no Review your completed weekly work search efforts.\no Discuss barriers to employment.\no Review job prospects and interviews.\no Review and update your goals and objectives of the Employment Plan.\no Generate job referrals and job development.",
    "metadata": {
      "section_title": "Workshops",
      "page_number": 37
    }
  },
  {
    "section_id": "NH-69",
    "content": "Eligibility Review Interview (ERI):\nDuring these interviews, your eligibility to continue receiving unemployment compensation will be reviewed. The work search records you have supplied when filing weekly claims will be reviewed. You are required to provide the Department with records of any other job search contacts or activities during the period under review. At this interview, you may also receive or be referred to various re-employment services designed to assist you in your search for work. Failure to attend these meetings or follow-up on referrals may result in disqualification from receiving benefits. This could result in being found overpaid for benefits previously paid to you.",
    "metadata": {
      "section_title": "One-On-One Meetings",
      "page_number": 37
    }
  },
  {
    "section_id": "NH-70",
    "content": "Q: Why do I have to go to these workshops and meetings?\nA: One answer is because it is State and Federal law. The more important answer is because these workshops and meetings provide you with valuable information and are intended to help you in your search for work.\nQ: What if I don’t go?\nA: Under some circumstances, you will be rescheduled. You risk delay and denial of benefits if you do not go.\nQ: Can I bring my children?\nA: No. Just as you would not be able to bring your child to work, you cannot bring your child to a workshop or one-on-one meeting.\n35\n1 | | Iy | | i U [ /A I o i ' i il Il i | | il i | | i | I i Il ty - P",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 38
    }
  },
  {
    "section_id": "NH-71",
    "content": "Employment Service\nThe Return To Work (RTW) Initiative allows eligible unemployed claimants to continue to receive their unemployment benefits while receiving up to 6 weeks (24 hours per week maximum) of training.",
    "metadata": {
      "section_title": "Return To Work Program",
      "page_number": 38
    }
  },
  {
    "section_id": "NH-72",
    "content": "Q: Who is eligible?\nA: All unemployed New Hampshire residents and individuals collecting New Hampshire unemployment compensation benefits.\nNOTE: Claimants with a definite recall date within 6 weeks and those who do not register for employment services because they get their work through a union hiring hall are not eligible for this program.\nQ: How much do I get paid for training?\nA: The training is unpaid. Trainees must agree not to accept any wages or payment in kind for the training. If you are eligible for New Hampshire unemployment benefits, you may continue to collect those benefits while participating in the Return to Work program.\n36\nQ: Where do I find opportunities? A: Trainees can find their own Return To Work training opportunities with employers or they can use the Job Match System to identify opportunities.",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 39
    }
  },
  {
    "section_id": "NH-73",
    "content": "raining opportunities with employers or they can use the Job Match System to identify opportunities. Look for opportunities from employers in new industries and /or those that provide new opportunities to utilize your transferable skills. Q: How do I get started? A: First, the trainee finds an employer that has the experience or uses the skill that they would like to develop. Attend a mandatory orientation. Approach the employer with the Employer Brochure. Both the employer and trainee complete an application for NHES authorization. Once the training opportunity is authorized, begin your up to six week training. Q: What skills can I obtain? A: The possibilities are endless! Obtain a new skill or integrate your current skills into a new industry. Be creative, this is a new opportunity. Q: Will I receive supervision? A: Yes, part of the employer’s agreement, and condition of NHES authorization, is that the employer will provide training and supervision.",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 39
    }
  },
  {
    "section_id": "NH-74",
    "content": "nt, and condition of NHES authorization, is that the employer will provide training and supervision. Q: How do I collect my benefit? A: Claimants can apply for UI compensation while in a pre-authorized training program. Claimants are subject to all the same eligibility requirements as those not participating in a training program. Claimants must remain eligible for unemployment compensation, continue to file for weekly benefits and continue an active job search. Work search logs shall be collected during the training period. Q: Are trainees guaranteed a job at the end of training? A: No, trainees are NOT guaranteed nor are they promised a potential job. The application for training includes an affidavit that the trainee must agree to acknowledge there is no guarantee or promise of a job from the training. However, the skills obtained or learned are transferable and can be beneficial in building a solid work history and resume.",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 40
    }
  },
  {
    "section_id": "NH-75",
    "content": "Q: Why should I participate? A: Return to Work is a win-win for both the employer and trainee. Trainees get a chance to develop new skills or learn how to use their existing skills in a new industry. Trainees get “a foot in the door” – the opportunity to show a potential employer their work ethic and fit with the workplace. Trainees who pursue these opportunities show a potential employer their skills and their interest in the employer’s company and that they are motivated to secure gainful employment. For more information contact your Local Office to sign up for an informational orientation.\n37\nl | i L i i I i 1 i | i) | Il i\nPathway To Work Initiative",
    "metadata": {
      "section_title": "Frequent Asked Questions:",
      "page_number": 40
    }
  },
  {
    "section_id": "NH-76",
    "content": "The Pathway To Work (PTW) Initiative is a voluntary self-employment assistance program to help unemployed claimants start their own businesses. PTW allows eligible unemployed claimants to receive a self-employment assistance allowance while working full time to start a business in New Hampshire. The self-employment assistance allowance is equivalent to your unemployment compensation weekly benefit amount.\nPTW provides financial support while you access the resources, information, and training you need to get their businesses off the ground.",
    "metadata": {
      "section_title": "Employment Service",
      "page_number": 40
    }
  },
  {
    "section_id": "NH-77",
    "content": "Q: Who is eligible?\nA: All New Hampshire residents who are:\nunemployed\ncollecting NH unemployment compensation benefits\nidentified as likely to exhaust regular unemployment benefits before finding new work\nwilling to work full time to start a business in New Hampshire\nhave at least 18 weeks of unemployment insurance benefits available.\n38\nQ: How do I get started?\nA: Once you have a business idea:\nContact the Local NH Works Office nearest you to schedule and attend a mandatory orientation.\nAttend a one-on-one meeting with an Employment Services Representative to determine the steps required to successfully start a business in New Hampshire.\nComplete an Application.\nQ: What are the requirements of the program?\nA: Individuals must have:\nfiled an application for unemployment benefits and been found payable for benefits.\nfiled an Application for the Pathway To Work Program and received a determination allowing benefits while participating in the program.\nfiled a timely and complete weekly claim for benefits\nNENEN\nbe working with an Employment Service Representative.\nbe working full time at starting a business, including training and activities such as business counseling and technical assistance, which are identified in your Pathway To Work Plan.",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 41
    }
  },
  {
    "section_id": "NH-78",
    "content": "Q: Do I have to keep looking for other work while building my business?\nA: No. Individuals in an approved Pathway to Work program do not have to look for other work.\nQ: What do I do about reporting the amount of money I earn from my self-employment?\nA: The money you earn from your business does notimpact or reduce your unemployment benefits while in the program.\nQ: Can I work a part-time job at the same time as building my business? If yes, how do I report the money I earn from my part-time job?\nA: Yes, you can work part-time as long as it doesn’t interfere with the requirement to work full-time at your self-employment business and you MUST report all earnings from your part-time job. The part-time job earnings may reduce your unemployment benefit.\nQ: What if I decide I don’t want to continue with starting a business?\nA: You must inform your Employment Service Representative immediately. This is a voluntary program and quitting the program will not impact your unemployment benefits. You will be required to immediately start looking for other work and meet all normal eligibility requirements.\nFor more information contact your Local Office to sign up for an informational orientation.\n39\n- ! 1] n ¢ [ ] N ) f )",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 42
    }
  },
  {
    "section_id": "NH-79",
    "content": "E mployment Service\nIn order to collect benefits while in training or attending school, you must secure approval from New Hampshire Employment Security. Please notify us when you file your initial claim or prior to beginning the training, whichever comes later. You may be eligible to waive the eligibility requirement to look for work while collecting benefits. You must continue to meet the ability and availability eligibility requirements.",
    "metadata": {
      "section_title": "Approved Training",
      "page_number": 42
    }
  },
  {
    "section_id": "NH-80",
    "content": "Q: What if I was already taking classes before I filed for unemployment?\nA: There are questions on the initial claim about whether you are in school. Answer the questions and contact the Local Office Employment Service Representative to complete the additional paperwork necessary to request a work search waiver.\nQ: I am interested in getting some training. Can you help me?\nA: Contact the Local Office Employment Service Representative and request to meet with them. They can discuss your options and refer you to other resources that may be available. If you do pursue training or school and wish to continue to file for unemployment benefits, you must provide details to this department.\nQ: What does it mean that I must continue to meet ability and availability requirements?\nA: If your work search requirement is waived, you must be able to attend your scheduled training and available to attend your scheduled training. If you miss a class or scheduled training, you must report it to this department when you file your weekly claim.\n40\n~ o\\ h . p= I",
    "metadata": {
      "section_title": "Frequently Asked Questions:",
      "page_number": 43
    }
  },
  {
    "section_id": "NH-81",
    "content": "Trade Adjustment Assistance (TAA) is available to workers who lose their jobs or whose hours of work and wages are reduced as a result of increased imports.\nTAA includes a variety of benefits and reemployment services to help unemployed workers prepare for and obtain suitable employment. Workers are potentially eligible for training, a job search allowance, a relocation allowance, and other reemployment services. Additionally, weekly trade readjustment allowances (TRA) may be payable to eligible workers following their exhaustion of unemployment benefits. Usually, TRA benefits will be paid only if an individual is enrolled in an approved training program.\nQ: How would I become eligible for TAA?\nA: A petition must be filed with the Office of Trade Adjustment Assistance to establish group eligibility to apply for TAA. Petitions may be filed by a group of three or more workers, their union, an authorized representative, a One-Stop partner or the Trade Act Coordinator. Proper forms may be obtained from the nearest One-Stop center at NH Employment Security.\n41",
    "metadata": {
      "section_title": "Employment Service",
      "page_number": 44
    }
  },
  {
    "section_id": "NH-82",
    "content": "______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________ ______________________________\n42",
    "metadata": {
      "section_title": "NOTES:",
      "page_number": 45
    }
  },
  {
    "section_id": "NH-83",
    "content": "It is against the law for New Hampshire Employment Security (NHES) to discriminate on the following basis: against any individual in the United States on the basis of race, color, religion, sex, national origin, age, disability, genetics, political affiliation or belief, and against any beneficiary of programs financially assisted under Title I of the Workforce Investment Act of 1998 (WIA) and its amendment Workforce Innovation and Opportunity Act of 2014 (WIOA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIOA Title I financially assisted program or activity. NHES must not discriminate in any of the following areas: deciding who will be admitted, or have access to any WIOA Title I financially assisted program or activity; providing opportunities in, or treating any person with regard to such a program or activity; or making employment decisions in the administration of, or in connection with, such a program or activity. NH law also prohibits discrimination on the basis of sexual orientation, creed, marital or familial status.",
    "metadata": {
      "section_title": "EQUAL OPPORTUNITY IS THE LAW",
      "page_number": 45
    }
  },
  {
    "section_id": "NH-84",
    "content": "If you think that you have been subjected to discrimination, you may file a complaint within 180 days from the date of the alleged violation with either the NH Employment Security Local Office Manager or the Assistant to the Commissioner, NHES, 45 South Fruit Street, PO Box 1140, Concord NH 03301, phone number 603-228-4073 or the Director, Civil Rights Center (CRC), U.S. Department of Labor, 200 Constitution Avenue NW, Room N- 4123, Washington DC 20210. If you file your complaint with the Local Office Manager or the Assistant to the Commissioner (NHES) you must wait either until NHES issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above). If NHES does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for NHES to issue that Notice before filing a complaint with CRC.",
    "metadata": {
      "section_title": "What to do if You Believe You Have Experienced Discrimination",
      "page_number": 45
    }
  },
  {
    "section_id": "NH-85",
    "content": "However, you must file your CRC complaint within 30 days of the 90 day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient). If NHES does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the\ndate on which you received the Notice of Final Action. For\n= PRIVACY POLICY\nFurther Information see your NH Employment Security Local Office Manager.",
    "metadata": {
      "section_title": "What to do if You Believe You Have Experienced Discrimination",
      "page_number": 45
    }
  },
  {
    "section_id": "NH-86",
    "content": "The Privacy Act of 1974 requires that you be furnished this statement because you are being required to furnish your Social Security Account Number on the claim forms given to you. Your Social Security number is solicited under the authority of the Internal Revenue Code of 1954 (26 U.S.C. 85, 6011(a), 6050B and 6109(2). Disclosure of your Social Security number for this purpose is mandatory and must be entered on the forms you submit to claim unemployment compensation. Your Social Security Number will be used to report your unemployment compensation to the Internal Revenue Service as income that is potentially taxable; it will also be used as a record index for processing your claim, for statistical purposes, and to verify your eligibility for unemployment compensation. Should you refuse to disclose your Social Security number, your claim unemployment compensation benefits cannot be processed. for\nPublic Law 98-369 amended Title XI of the Social Security Act and requires that income and eligibility information such as your wages and benefit amount must be available to the agencies which administer the following programs: Workforce Innovation and Opportunity Act programs (effective 8/ 7/ 98) Aid to Families with Dependent Children (AFDC), Medicaid under Title XIX, Food Stamps, and any program approved under a plan approved under Titles I, X, XIV, or XVI of the Social Security Act.",
    "metadata": {
      "section_title": "PRIVACY NOTICE",
      "page_number": 45
    }
  },
  {
    "section_id": "NH-87",
    "content": "ny program approved under a plan approved under Titles I, X, XIV, or XVI of the Social Security Act.\nRSA 282-A:118 and 282-A:123 cite specific circumstances under which information may or may not be disclosed by New Hampshire law.\n43\nEffective for all new claims filed on 7/1/07 and thereafter Annual Qual Wage Earnings WBA WBA+30% WBA+20% MBA $2,800 $32 $42 $38 $832 35 45 42 910 3,100 3,400 39 51 47 1,014 3,900 45 58 54 1,170 4,200 48 62 58 1,248 4,500 52 68 62 1,352 4,800 55 7 66 1,430 5,100 59 7 ™ 1,534 64 83 77 1,664 5,600 6,100 69 90 83 1,794 6,600 75 97 90 1,950 7,000 80 104 96 2,080 83 108 100 7,400 2,158 7,800 88 114 1086 2,288 8,200 92 120 110 2,392 8,600 96 125 115 2,496 9,000 101 131 121 2,626 9,500 105 136 126 2,730 10,000 110 143 132 2,860 115 149 138 10,500 2,990 11,000 120 156 144 3.120 11,500 126 164 151 3,276 12,500 137 178 164 3,562 13,500 148 192 178 3,848 14,500 159 207 191 4,134 15,500 167 217 200 4,342 16,500 178 231 214 4,628 17,500 188 244 226 4,888 18,500 199 259 239 5174 19,500 206 268 247 5,356 217 282 260 20,500 5642 21,500 227 295 272 5,902 22,500 238 309 286 6,188 23,500 249 324 299 6,474 24,500 254 330 305 6,604 25,500 265 344 318 6,890 26,500 275 357 330 7,150 286 372 343 7,436 27,500 28,500 290 377 348 7,540 29,500 301 391 361 7,826 30,500 3N 404 373 8,086 321 417 385 31,500 8,346 32,500 331 430 397 8,606 33,500 342 445 410 8,892 34,500 352 458 422 9,152 35,500 362 471 434 9,412 36,500 372 484 446 9,672 37,500 383 498 460 9,958 394 512 473 38,500 10,244 39,500 405 527 486 10,530 40,500 416 541 499 10,816 41,500 427 555 512 11,102 Annual Earnings: An individual must have annual earnings R of least $1400 cach of calendar",
    "metadata": {
      "section_title": "PRIVACY NOTICE",
      "page_number": 46
    }
  },
  {
    "section_id": "NH-88",
    "content": "2 11,102 Annual Earnings: An individual must have annual earnings R of least $1400 cach of calendar\n44",
    "metadata": {
      "section_title": "PRIVACY NOTICE",
      "page_number": 46
    }
  }
]