[
  {
    "section_id": "NJ-0",
    "content": "New: Jersey Dep ent of Labor and Workforce Development",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "NJ-1",
    "content": "NEW JERSEY DEPARTMENT OF ] V WD OOOOOOOOOOOOOO",
    "metadata": {
      "section_title": "Your Rights & Responsibilities",
      "page_number": 2
    }
  },
  {
    "section_id": "NJ-2",
    "content": "Your Path to Employment: Reemployment services [ When you lose your job New Jersey Career Connections About this publication Your rights — equal opportunity and privacy What is unemployment insurance (U)?.. Unemployment insurance fraud. How to file an initial Ul claim Information you will need to provide.. Identity proofing .... Ways to file an initial claim File online e e Your user ID and password File by phone e e Your personal identification number (PIN) [ How to reopen a claim (reapply for Ul benefits)... Payment options O 10 Direct deposit e e e e e e 10 Prepaid debit card e e e e 11 Do you qualify for unemployment insurance benefits?...... 11 How much did you earn in your “base period”? ... 12 12 Regular base period Alternate base periods 12 Why are you Unemployed?......c. 12 To remain eligible 14 What to expect after filing your initial claim 16 How to certify for benefits [ 17\nYour Rights & Responsibilities\n1\nUnemployment insurance benefits 18 18 How much will your benefits be?....",
    "metadata": {
      "section_title": "Contents",
      "page_number": 3
    }
  },
  {
    "section_id": "NJ-3",
    "content": "How can you calculate weekly and maximum benefit amounts?..........cc 18 Dependents and dependency benefits 18 Part-time work (partial benefits) 19 How we calculate partial benefits e 19 Filing for unemployment insurance benefits after a period of disability 20 P 20 Tax responsibilities Making estimated tax payments, tax withholding 21 21 Appealing a determination about eligibility What if you disagree with a determination?.........c 21 How can you appeal @ determination?......... 21 The Appeal Tribunal hearing 22 23 If your employer appeals your right to Ul benefits ... e 23 If you cannot attend a scheduled hearing After the hearing e e 23 Appeal to the Board of Review P 24 Right to further appeal e 24 Answers to important questions .... 25 Address change [ 25 [ 26 Appointments Eligibility 26 Extensions 29 Overpayment/refund 29 Certifying for benefits [ 30 Your Ul claim account 30 Taxes O 31 e e e e 31 Online help Work search record 32 Important contact information.... 33 Local phone numbers.... 34 35 One-Stop Career Center locations.... Application for dependency benefits 36 Request to change withholding status P 36 Authorization for benefit payment by direct deposit or debit card (BC-502) 37 38 Glossary of important Ul terms\nUnemployment Insurance\nUnemployment Insurance",
    "metadata": {
      "section_title": "Contents",
      "page_number": 4
    }
  },
  {
    "section_id": "NJ-4",
    "content": "a\nFile for unemployment insurance benefits immediately. This publication will explain the\nprocess.\na\nUse New Jersey Career Connections to assist you in your search for employment.",
    "metadata": {
      "section_title": "When you lose your job",
      "page_number": 4
    }
  },
  {
    "section_id": "NJ-5",
    "content": "Losing a job can be difficult. To help you determine the next steps in your career, the New Jersey Department of Labor and Workforce New Jersey Development (LWD) has created New Jersey Career Connections. career New Jersey Career Connections offers an easy-to-follow and effective &» connections plan for success: The Path to Employment. careerconnections.nj.gov Here’s how it works . . . As with most tasks, it’s important to break your employment search into stages. The Path to Employment consists of three stages: Plan, Prepare, and Succeed. Each stage provides activities and information to help you navigate your job search. In the Plan stage, you consider your current skills and interests and explore the job market, as well as apply for funding assistance, if needed, and prepare a personal budget.",
    "metadata": {
      "section_title": "New Jersey Career Connections",
      "page_number": 4
    }
  },
  {
    "section_id": "NJ-6",
    "content": "e the job market, as well as apply for funding assistance, if needed, and prepare a personal budget. Next, you move on to the Prepare stage, where you research and attend skills trainings, sharpen existing skills, build and enhance your resume, and learn interview and job-search skills. Finally, in the Succeed stage, you pursue your chosen job opportunities with confidence, applying the tools and skills you acquired to achieve your career goals. New Jersey Career Connections is accessible online and in person. The New Jersey Career Connections website, careerconnections.nj.gov, allows you to work independently, using online tools and resources as you so choose. Other resources on the website include a directory of training programs, information on hundreds of careers, and advice and guidance on a wide variety of topics, including networking, searching for employment, and preparing for interviews.",
    "metadata": {
      "section_title": "New Jersey Career Connections",
      "page_number": 5
    }
  },
  {
    "section_id": "NJ-7",
    "content": "For in-person assistance, you can visit New Jersey Career Connections locations throughout the state, including One-Stop Career Centers, local libraries, and community colleges. Career coaches at these locations are trained in the use of online resources and can provide additional tools and advice to help you succeed on your path to employment.\nYour Rights & Responsibilities 3\nAs the primary sites for New Jersey Career Connections services, One-Stop Career Centers offer you the most services and provide you the most direction. Most One-Stop Career Centers offer\nskills assessments o\nfree computer tutorials to refresh your math, English, and basic computer skills o\nfinancial advice, including information on financial aid, tuition waivers, and training grants &\ninformation on apprenticeship and on-the-job training programs, and &\n* access to Jersey Job Clubs, which provide networking opportunities, access to employment-search workshops, and one-on-one employment-search assistance.\nBe sure to contact your local One-Stop Career Center to determine the specific services offered at your location.",
    "metadata": {
      "section_title": "New Jersey Career Connections",
      "page_number": 5
    }
  },
  {
    "section_id": "NJ-8",
    "content": "Website:\ncareerconnections.nj.gov\nNew Jersey Career Connections locations and contact information here.",
    "metadata": {
      "section_title": "Connect with New Jersey Career Connections online!",
      "page_number": 5
    }
  },
  {
    "section_id": "NJ-9",
    "content": "If you are currently unemployed through no fault of your own, you may be eligible for unemployment insurance benefits. As a person claiming benefits, you have both rights and responsibilities. Read this publication carefully and completely. It contains important information that should answer most of your questions about unemployment insurance benefits.\nThis publication gives only general information. It is not the law. It is not a regulation. It is not legal advice.",
    "metadata": {
      "section_title": "About this publication",
      "page_number": 5
    }
  },
  {
    "section_id": "NJ-10",
    "content": "It is against the law for this department to discriminate against recipients of federal financial assistance (unemployment insurance benefits) based on specific criteria. Read about your equal opportunity rights here.",
    "metadata": {
      "section_title": "Equal opportunity is the law",
      "page_number": 5
    }
  },
  {
    "section_id": "NJ-11",
    "content": "All records, reports and other information obtained from employers and employees under the Unemployment Compensation Law are confidential and are not published or open to public inspection. However, public employees may access this information as part of their public duties. If you are party to a hearing before the Division of Unemployment Insurance, the Appeals Tribunal or the Board of Review, you will be given information from such records to the extent necessary to properly present your claim.\n4 Unemployment Insurance",
    "metadata": {
      "section_title": "Your privacy",
      "page_number": 6
    }
  },
  {
    "section_id": "NJ-12",
    "content": "Unemployment insurance (Ul) is a program that gives financial support to people who lose their jobs through no fault of their own. The money to pay these benefits comes from a payroll tax paid by employers and workers. The benefits partially replace your wages and are meant to help you meet your financial responsibilities while looking for work. To qualify for unemployment insurance benefits, you must meet all of the eligibility requirements of New Jersey Unemployment Compensation Law. Those who meet the requirements may receive unemployment insurance benefits for up to 26 weeks during a 1-year period.\nPeople who are claiming unemployment insurance benefits are sometimes referred to as “claimants.” You will see that word in this publication and on our website.",
    "metadata": {
      "section_title": "What is unemployment insurance?",
      "page_number": 6
    }
  },
  {
    "section_id": "NJ-13",
    "content": "Unemployment insurance is a safety net for you and your family. It is a crime to fraudulently collect unemployment insurance benefits. Do not jeopardize your benefits by committing fraud.\nWe look for and aggressively pursue all unemployment insurance fraud. We cross-match our data with other state and federal government agencies to confirm the work status and unreported earnings of people who claim unemployment insurance benefits. We conduct random investigations to review your eligibility, payroll records, and work search contacts. If your case is picked for a spot check, we will contact you to schedule an interview.\nYou are committing fraud when you\n* knowingly do not report earnings. You must report all earnings, from all employers, even if you have not been paid yet. If you are in doubt, report the earnings.\ndo not give the true reason why you became unemployed\nhide or lie about any fact that could make you ineligible for benefits or reduce your benefit amount\nuse someone else’s identity to claim or get benefits\ndo not tell us that you have returned to work\nallow someone else to certify for benefits on your behalf\nalter, buy, sell or counterfeit a Social Security card.",
    "metadata": {
      "section_title": "Unemployment insurance fraud",
      "page_number": 7
    }
  },
  {
    "section_id": "NJ-14",
    "content": "This is a felony under federal law. Felony crimes are punishable by a fine and/or imprisonment.\nIf you commit fraud,\n+ you may face criminal prosecution and imprisonment\nyou may incur severe fines and penalties\nYour Rights & Responsibilities\n5\nyour state or federal income tax refunds may be garnished to satisfy any money owed\nyou can be denied unemployment benefits in the future\nyou must repay the benefits you received — plus interest and penalties.",
    "metadata": {
      "section_title": "Unemployment insurance fraud",
      "page_number": 7
    }
  },
  {
    "section_id": "NJ-15",
    "content": "If you suspect someone is illegally collecting unemployment benefits or committing fraud, you can report it online. You do not have to give your name.",
    "metadata": {
      "section_title": "Report fraud",
      "page_number": 7
    }
  },
  {
    "section_id": "NJ-16",
    "content": "If you need to ...\n* apply for unemployment insurance benfits (file an initial claim)\n* reopen a claim* (reapply for benefits) after a period of employment, or\n* reactivate your claim after any period of claim inactivity\n... do so as soon as possible. Your claim doesn’t begin until you file. A delay in filing results in delayed payment of your Ul benefits. The system will not allow you to “backdate” claims for weeks you have missed. If you need to claim Ul benefits for missed weeks, you can request an interview with a claims examiner. Call your closest Reemployment Call Center:\nNorth New Jersey (Union City): 201-601-4100 Central New Jersey (Freehold): 732-761-2020 856-507-2340 South New Jersey (Vineland): Out-of-State Claims: 1-888-795-6672 — You must call from a phone with an out-of-state area code\nIMPORTANT: All of these phone numbers go to the same place.",
    "metadata": {
      "section_title": "How to file an initial Ul claim",
      "page_number": 7
    }
  },
  {
    "section_id": "NJ-17",
    "content": "Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.\nThe easiest, quickest way is to file online at nj.gov/labor/ui. However, if you were a maritime employee in the last 18 months or live outside the United States, you must file your claim by calling a Reemployment Call Center (phone numbers shown above).\n* Read more about reopening a claim in the “Ways to File” section of this publication.\nUnemployment Insurance",
    "metadata": {
      "section_title": "How to file an initial Ul claim",
      "page_number": 8
    }
  },
  {
    "section_id": "NJ-18",
    "content": "Before you file your initial claim for unemployment insurance benefits, gather the information you need:",
    "metadata": {
      "section_title": "Information you will need to provide",
      "page_number": 8
    }
  },
  {
    "section_id": "NJ-19",
    "content": "* Social Security number\n* home address, mailing address (if different than your home address) and phone number\n* alien registration number, if you are not a U.S. citizen or national\nDD Form 214, if you were on active duty in the U.S. military in the last 2 years\ninformation from W-2s and or pay stubs\ninformation from Standard Form 8, Standard Form 50, if you worked for the federal government in the last 18 months.\nbanking information if you choose to receive benefits by direct deposit\nNew Jersey driver’s license number or non-driver photo identification card number",
    "metadata": {
      "section_title": "About yourself",
      "page_number": 8
    }
  },
  {
    "section_id": "NJ-20",
    "content": "* name of your last employer, or your current employer who has reduced the number of hours you work\ncomplete mailing address and phone number of your last employer\ndate you started working for that employer\nlast date you worked for the employer\nreason you left, or the reason you are working fewer hours than you were first hired to work.",
    "metadata": {
      "section_title": "About your employer",
      "page_number": 8
    }
  },
  {
    "section_id": "NJ-21",
    "content": "* name, complete address, and phone number for each employer you worked for in the last 18 months\nstart and end dates for each job you had in the last 18 months, and the reason(s) you are no longer working for each employer.",
    "metadata": {
      "section_title": "About your work history",
      "page_number": 8
    }
  },
  {
    "section_id": "NJ-22",
    "content": "For your protection, and for the protection of everyone who needs unemployment insurance (Ul) benefits, we now use an \"identity proofing\" process.\nWhen you file an initial claim for Ul benefits, we will ask you to confirm your identity. Several multiple- choice questions will ask about your background based on information from public records. We do not retain any information used to verify your identity.\nYour Rights & Responsibilities\n7\nIf you do not participate in the identity proofing process, you may continue filing your initial claim or claiming Ul benefit payments. However, we will not issue any unemployment insurance benefit payments until we have verified your identity.\nIf you fail identity proofing or do not participate, we will mail you instructions to report, in person, to a Ul staff member in one of our designated One-Stop Career Centers with acceptable documentation.",
    "metadata": {
      "section_title": "Identity proofing",
      "page_number": 9
    }
  },
  {
    "section_id": "NJ-23",
    "content": "Offices are open Monday — Friday (except state holidays), 8:30 a.m. —4:00 p.m. We recommend that you arrive before 4:00 to allow enough time to complete your business before the office closes. Designated One-Stop Career Centers that have Ul staff are listed online.\nTo prove your identity, you must provide original or certified copies of your Social Security card and other documents that show your name and current mailing address. Mail addressed to a post office box is not an acceptable proof of address. We will mail you instructions explaining this process and the types of documents we will accept.\nIf you live out of state, you may be able to fax documents to prove your identity. If you qualify as an out-of- state claimant, we will mail you instructions explaining how to prove your identity.",
    "metadata": {
      "section_title": "Identity proofing",
      "page_number": 9
    }
  },
  {
    "section_id": "NJ-24",
    "content": "* Turn off any “pop-up blocker” on the computer you are using. Pop-up windows display important information, both when you are filing your initial claim and also when certifying your weekly claim.\nFollow the instructions for creating an ID to file a claim.\nFile your initial claim for benefits at nj.gov/labor/ui.\nIf you do not have access to the internet, you can file using a computer at your local One-Stop Career Center — locations on page 35.",
    "metadata": {
      "section_title": "File online",
      "page_number": 9
    }
  },
  {
    "section_id": "NJ-25",
    "content": "When you file your initial claim online, you will be prompted to create a user name (your email address) and password. Write this information down, keep it in a safe place, and do not share this information with anyone. You will need your user name and password to get form 1099-G so you can file your taxes, change your address, log in to view your account, and to make changes to your direct deposit account.\nIf you forget your user name or password, you can retrieve that information by using the “Forgot Username?” or “Forgot Password?” option on the sign-in page. Your user name is your email address, which is used to retrieve your password. Instructions on how to reset your password will be sent to the email address on file.\n8 Unemployment Insurance\nBe sure to use an email address that you check often, because we use email to communicate appointment reminders, updates, and information about unemployment benefits. Notify the Division of any changes or corrections to your email address and check your email regularly for messages about your claim.",
    "metadata": {
      "section_title": "Your user name and password",
      "page_number": 10
    }
  },
  {
    "section_id": "NJ-26",
    "content": "Call one of these Reemployment Call Centers\n201-601-4100 North New Jersey (Union City): 732-761-2020 Central New Jersey (Freehold): 856-507-2340 South New Jersey (Vineland): Out-of-State claims: 1-888-795-6672\n1-888-795-6672 — You must call from a phone with an out-of-state area code\nIMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.",
    "metadata": {
      "section_title": "File by phone",
      "page_number": 10
    }
  },
  {
    "section_id": "NJ-27",
    "content": "When you first certify for benefits, you will choose a four-digit personal identification number (PIN). Write down your PIN and keep it in a safe, secure place. Do not share it with anyone. You will need your PIN every time you certify for your benefits. Your PIN is good for 1 year. If you forget your PIN, call your local Reemployment Call Center, and ask a representative to reset your PIN.",
    "metadata": {
      "section_title": "Your personal identification number (PIN)",
      "page_number": 10
    }
  },
  {
    "section_id": "NJ-28",
    "content": "You have 1 year from when you file your initial claim to collect the maximum full balance of your Ul benefits (up to 26 weeks if you qualify). You may reopen a claim when\n+ you become unemployed again after a period of employment, or\n+ you were previously ineligible or disqualified for Ul benefits, and the reason(s) why you were ineligible no longer apply.\nYou can reopen an existing claim online at nj.gov/labor/ui or by calling a Reemployment Call Center.\nYour Rights & Responsibilities\n9",
    "metadata": {
      "section_title": "How to reopen a claim (reapply for unemployment insurance benefits)",
      "page_number": 11
    }
  },
  {
    "section_id": "NJ-29",
    "content": "There are 2 ways to receive Ul benefit payments: by debit card or by direct deposit. When you file your initial claim, you may choose how you want to receive your benefits. You will get your benefits by prepaid debit card (the default option), unless you sign up for direct deposit.",
    "metadata": {
      "section_title": "Payment options",
      "page_number": 11
    }
  },
  {
    "section_id": "NJ-30",
    "content": "If you want Ul benefit payments deposited directly into your checking or savings account, choose that option when you first file your claim, or complete the direct deposit application any time online.\nYou will need your\n* bank name\n* account number\n* bank routing number.\nJohn Adams o 123 1234 Main Street L n23 New York, NY 12345-0000 20 PAYTOTHE ORDEROF 1$ DOLIARS New York, NY 12345-000¢ Checking Savings Investments Bank FOR 112345678910 1234567899\" 01 Account Number Check Number Routin Number\nIf you choose to receive Ul benefits by direct deposit, the money will usually be available in your account within 2 business days after you claim your benefits. You may apply for direct deposit either online at nj.gov/labor/ui or print out and submit form BC-502, “Authorization for Benefit Payment by Direct Deposit or Debit Card,” found on page 37.",
    "metadata": {
      "section_title": "By direct deposit",
      "page_number": 12
    }
  },
  {
    "section_id": "NJ-31",
    "content": "Mail the form to:\nUnemployment Insurance, Checkmaster Unit New Jersey Department of Labor and Workforce Development P.O. Box 908 Trenton, New Jersey 08625-0908\nUnemployment Insurance, Checkmaster Unit\nNew Jersey Department of Labor and Workforce Development\nTrenton, New Jersey 08625-0908\nor fax it to (609) 777-2444\n10 Unemployment Insurance\nNOTE: The telephone certification system will not give you the direct deposit option. To choose direct deposit, you must do so either online or by mail.\nIf you want to switch to direct deposit from a debit card or from another direct deposit account, it may take a day to process the request. If you want this week’s Ul benefits to be paid by direct deposit or to a different account, sign up for direct deposit, then wait until the next day to certify for your benefits. If you sign up for direct deposit after you certify by phone, this week’s benefits will be paid by debit card or to the existing direct deposit account on file.",
    "metadata": {
      "section_title": "By direct deposit",
      "page_number": 12
    }
  },
  {
    "section_id": "NJ-32",
    "content": "If you do not choose direct deposit, you will receive a prepaid Bank of America debit card. If you choose to receive benefits by prepaid debit card, the money will usually be available in your account within 2 business days after you claim your benefits.\nIf more than 28 days have passed since you certified for Ul benefits, the system automatically switches to payment by debit card. Bank of America mails the card to you in a plain, unmarked envelope 7-10 days after filing your initial claim. Watch your mail for it. The card comes with detailed instructions. This card is good for 4 years. You should keep this card for 4 years, even after you return to work or your claim expires. If you need to reopen a claim or file a new claim within 4 years, you will use this same card for these claims.\nIf you lose your card and need a replacement, call Bank of America at 1-866-213-4074. Operators are available 24 hours a day, 7 days a week.",
    "metadata": {
      "section_title": "By prepaid debit card",
      "page_number": 12
    }
  },
  {
    "section_id": "NJ-33",
    "content": "Eligibility for unemployment insurance (Ul) benefits depends on 2 things (explained in detail below):\n1 How much money you earned in your “base period.”\n2. The reason you are unemployed. Unemployment insurance benefits are meant for people who lose their job “through no fault of their own,” such as an employer’s lack of work.",
    "metadata": {
      "section_title": "Do you qualify?",
      "page_number": 12
    }
  },
  {
    "section_id": "NJ-34",
    "content": "Your Ul benefit amount depends on how much money you earned in your “base period.” We calculate your weekly benefit amount and maximum benefits payable based on wage information your employer(s) report. In New Jersey, the maximum weekly benefit amount for 2019 is $696.\nYour Rights & Responsibilities 11",
    "metadata": {
      "section_title": "1) How much did you earn in your base period?",
      "page_number": 13
    }
  },
  {
    "section_id": "NJ-35",
    "content": "A regular base period is the first 4 of the last 5 completed calendar quarters before the week you file an initial claim. The wages you earned during this period are used to determine if you qualify for Ul benefits and to calculate your Ul benefit amount.\nFor claims filed in 2019: In your base period, you must have 20 base weeks or gross wages that total at least $8,600. A base week is one in which you earn at least $172.\nThe chart below will help you identify your base period. The month in green represents the month in which you are filing your initial claim. The quarters on the left in yellow indicate your base period, which in this case is a base year.",
    "metadata": {
      "section_title": "Regular base period",
      "page_number": 13
    }
  },
  {
    "section_id": "NJ-36",
    "content": "If you don’t qualify for Ul benefits using the regular base period, we will check if you qualify using an alternate base period. Alternate base period #1 includes wages earned in the 4 most recently completed quarters before your date of claim. Alternate base period #2 is the 3 most recently completed quarters before your date of claim, plus the weeks in the current filing quarter up to your date of claim.",
    "metadata": {
      "section_title": "Alternate base periods",
      "page_number": 13
    }
  },
  {
    "section_id": "NJ-37",
    "content": "Only people who become unemployed through no fault of their own may qualify for unemployment insurance benefits. If you are unemployed due to a reason other than lack of work, a claims examiner will conduct a fact-finding interview by either phone or email to determine whether you are eligible for unemployment insurance benefits. Your employer may be invited to participate. The claims examiner will review the facts that you and your employer(s) provide, and determine your eligibility based on the law.\n12 Unemployment Insurance\nIf you quit: If you voluntarily left your job without good, work-related reasons, you may not qualify for benefits.\nIf you were fired for misconduct: If you were fired for misconduct, your benefits may be delayed or denied",
    "metadata": {
      "section_title": "2) Why are you unemployed?",
      "page_number": 14
    }
  },
  {
    "section_id": "NJ-38",
    "content": "If you voluntarily left your job or were fired, we will contact you by phone or by email for more information about your separation. Your employer may be contacted to participate.\n* If your fact-finding interview is by phone, your caller ID will sow the telephone number of the claims examiner as private, unknown, out-of-area, anonymous, etc. If your phone has other features or devices to block calls, those features should be turned off on the day of your appointment. You must accept this call. You will be considered as failing to appear if we cannot reach you for this interview.\nIf your fact-finding interview is by email, we will email you a questionnaire to the email address we have on file. If you do not respond to this questionnaire by the deadline, your eligibility for benefits may be affected.\nIf we determine that you are not eligible to receive unemployment insurance benefits, you may appeal this decision. (See the Appeal Tribunal section (page 22) for more information.)\nYour Rights & Responsibilities 13",
    "metadata": {
      "section_title": "If you have a fact-finding phone interview with a claims examiner",
      "page_number": 15
    }
  },
  {
    "section_id": "NJ-39",
    "content": "To remain eligible for unemployment insurance (Ul) benefits, you must:",
    "metadata": {
      "section_title": "To remain eligible",
      "page_number": 15
    }
  },
  {
    "section_id": "NJ-40",
    "content": "If you are scheduled for an in-person meeting or interview, you must report on the day and at the time scheduled. If you are scheduled for an interview by phone, we will make every effort to call at the scheduled time. Since an unexpected delay may occur, you must be available for 2 hours after the scheduled appointment time.",
    "metadata": {
      "section_title": "1) Keep all scheduled appointments",
      "page_number": 15
    }
  },
  {
    "section_id": "NJ-41",
    "content": "1 You may represent yourself or you may be represented at your own expense by an attorney or non-attorney,\nYou may request a postponement, if you require additional time to prepare for the interview,\nYou may request that your employer produce any documents which relate to your eligibility for benefits,\nYou may request that statements be taken from your witnesses who have firsthand knowledge of the case,\nYou or your representative will have the opportunity to question your own witness, present documents and provide a closing statement or summary, and\nIf the reason for the appointment is related to your employment, any questions that you may have for your former employer may be asked of the agency representative who in turn may, at their discretion, pose the question(s) to your former employer.\nIt is important that we have your current phone number. Let us know immediately if your phone number changes: you can change it online at nj.gov/labor/ui. For more information about keeping appointments, see the Important Questions section.",
    "metadata": {
      "section_title": "For your appointments you have the following rights:",
      "page_number": 15
    }
  },
  {
    "section_id": "NJ-42",
    "content": "You must be physically and mentally able to work each week for which you are claiming unemployment insurance benefits. If you cannot work due to sickness or injury not caused by the job, you may be eligible for benefits under New Jersey’s Temporary Disability Insurance program.\n14 Unemployment Insurance",
    "metadata": {
      "section_title": "2) Be able to work",
      "page_number": 16
    }
  },
  {
    "section_id": "NJ-43",
    "content": "You must be ready to start a job immediately, have transportation, and not have to stay home to care for children or other dependents.",
    "metadata": {
      "section_title": "3) Be available for work",
      "page_number": 16
    }
  },
  {
    "section_id": "NJ-44",
    "content": "You must make an effort to secure employment for each week of benefits that you claim. Contacting at least 3 employers each week by phone, mail, Internet or in person is considered a reasonable effort. You must be able to show proof that you are actively searching for work. A sample template for recording your contacts with employers is provided on page 32.\nEven if you have a “work search waiver” excusing you from actively seeking full-time work, you must be mentally and physically able and available to work.",
    "metadata": {
      "section_title": "4) Actively seek work",
      "page_number": 16
    }
  },
  {
    "section_id": "NJ-45",
    "content": "What is an offer of suitable work?\nPeople who receive Ul benefits must accept any offer of suitable work. An offer of work is suitable if it is reasonably similar to your previous work experience in location, type of work, and pay, including benefits. The longer you remain unemployed, the more willing you must be to expand your work search. You may need to consider offers outside of your normal trade or occupation and to accept work at a lower pay rate in order to remain eligible for benefits.",
    "metadata": {
      "section_title": "5) Not refuse an offer of suitable work",
      "page_number": 16
    }
  },
  {
    "section_id": "NJ-46",
    "content": "See page 17 for how to certify for benefits.\nYour Rights & Responsibilities 15",
    "metadata": {
      "section_title": "6) Claim your Ul benefits every week online or every 2 weeks by phone.",
      "page_number": 17
    }
  },
  {
    "section_id": "NJ-47",
    "content": "After you file your initial clai for unemployment insurance (Ul) benefits, we will mail you step-by-step instructions (form BC-9, “Unemployment Insurance Instructions and Appointment Notice”) explaining how to certify for benefits. The notice also lists any appointments you are required to attend. All appointments are mandatory. Missing an appointment may affect your benefits.\nUnemployment insurance benefits are paid for a 7-day week beginning on Sunday and ending on Saturday. The Sunday of the week in which you file your initial claim is your “Date of Claim.” The first time you certify for benefits will be on a Wednesday, 17 days after your date of claim.\nWithin 10 days of applying for benefits, you will receive a “Notice to Claimant of Benefit Determination” (form BC-3C). The notice of benefit determination does not guarantee that you will receive benefits.",
    "metadata": {
      "section_title": "What to expect after filing your initial claim",
      "page_number": 17
    }
  },
  {
    "section_id": "NJ-48",
    "content": "The notice will list\n+ the employer(s) that you worked for during the base year on your claim\n+ the base weeks you worked, as reported by your employer(s)\n+ the wages you earned from your employer(s) during this time, as reported by your employer(s), and\n+ your weekly benefit amount and a maximum benefit amount.\nIf any information on the notice is incorrect, call the Reemployment Call Center immediately. An agent will schedule you for an appointment to correct your information. If weeks or wages are missing on your claim, or if we have other questions about your pay, an agent will send a request for wage information to your employer(s) and schedule a telephone interview.\nIf you became unemployed for any reason other than lack of work, or if we identify any issue that could impact your eligibility for benefits, you may be scheduled for an interview with a claims examiner to review the issues.",
    "metadata": {
      "section_title": "What to expect after filing your initial claim",
      "page_number": 17
    }
  },
  {
    "section_id": "NJ-49",
    "content": "Separation or other issues that are not related to wages are called “non-monetary” issues. Possible other issues include attending school or job training, not being able or available to work, not actively seeking work, refusing suitable work, and receiving certain types of payment after your last day of work (such as pension withdrawals).\n16 Unemployment Insurance",
    "metadata": {
      "section_title": "What are “non-monetary” issues?",
      "page_number": 18
    }
  },
  {
    "section_id": "NJ-50",
    "content": "Certifying for benéefits is different from filing your initial claim. After you file your initial claim, which starts your benefit year, you will have to certify for benefits every week online. If you certify by phone, you will certify every 2 weeks. You will receive your benefits by direct deposit or debit card, depending on what you chose when you filed your initial claim.",
    "metadata": {
      "section_title": "How to certify for benefits",
      "page_number": 18
    }
  },
  {
    "section_id": "NJ-51",
    "content": "The easiest and quickest way to certify for your unemployment insurance benefits is online. When you certify for benefits online at nj.gov/labor/ui, you can certify for benefits every week, any day of the week, starting on Sundays (instead of having to wait for a weekday). Certifying online is easy, safe and secure, and you will get your benefits faster than if you certify by phone.\nYou may certify for your benefits online any day of the week during the following hours:\nMonday — Friday, 7:00 a.m. —6:00 p.m. Saturday, 8:00 a.m. — 3:00 p.m. Sunday, 8:00 a.m. —5:00 p.m.\nMonday — Friday, 7:00 a.m. —6:00 p.m.\nSaturday, 8:00 a.m. — 3:00 p.m.\nWith your online ID, password and PIN, you can review your Ul claim whenever you want.",
    "metadata": {
      "section_title": "Certify online (the easiest way)",
      "page_number": 18
    }
  },
  {
    "section_id": "NJ-52",
    "content": "If you decide to certify for your benefits by phone, you will certify every 2 weeks, weekdays only. You will need your 4-digit PIN to certify for benefits. The hours of operation for phone benefit claims are 8:30 a.m. — 6:00 p.m., Monday to Friday (including holidays). The schedule for certifying for benefits by phone is:\nMondays — if your Social Security number ends with an odd number (1, 3,5, 7, 9)\nTuesdays — if your Social Security number ends with an even number (0, 2, 4, 6, 8).\nWednesday, Thursday or Friday — if you missed certifying on the assigned day.\nIf you have certified for benefits over the phone in the past, you may switch to certify online.\nYou can view your claim status anytime here, where you can get information about your claim including your Ul benefit balance and withholding information. Your claim status is not available on the telephone system.\nIMPORTANT: If either you or the employer is appealing a decision about your eligibility, you should continue to certify for benefits during the appeal process. If the appeal is decided in your favor, you will receive unemployment benefits only for weeks you have certified for benefits. During the appeal process you must report to any appointments for which you are scheduled. If you do not keep these appointments, you may lose benefits, even if you win your appeal.\nYour Rights & Responsibilities\n17",
    "metadata": {
      "section_title": "Certify by phone",
      "page_number": 19
    }
  },
  {
    "section_id": "NJ-53",
    "content": "Your unemployment insurance (Ul) benefit rate depends on 2 factors: your weekly benefit rate and your maximum claim benefit amount, described below.\n1) Weekly benefit rate\nYour weekly benefit rate is 60% of your average weekly wage, up to the maximum benefit amount. The maximum weekly benefit is $696 in 2019.\n2) Maximum claim benefit amount\nThe maximum claim benefit amount equals the total amount of benefits you could collect in one benefit year. It will be shown on your “Notice to Claimant of Benefit Determination” (form BC-3C).\n* Your benefit year consists of the 52 weeks beginning with the first week you filed your claim.\n* Your maximum benefit amount is your weekly benefit rate multiplied by the number of your base weeks, up to a maximum of 26 weeks.\nYou have 1 year from your date of claim to collect your maximum benefit amount, up to 26 weeks.\nYou may reopen your claim more than once before the end of your benefit year, as long as you have a balance remaining.",
    "metadata": {
      "section_title": "How much will your benefits be?",
      "page_number": 19
    }
  },
  {
    "section_id": "NJ-54",
    "content": "Use our online calculator to get an estimate of what your benefits might be.\nThe Ul benefit amount you are entitled to receive each week is called your weekly benefit rate. The amount is 60% of the average weekly wage you were paid during your base period, up to the maximum amount payable.",
    "metadata": {
      "section_title": "How can you calculate your weekly and maximum Ul benefit amounts?",
      "page_number": 19
    }
  },
  {
    "section_id": "NJ-55",
    "content": "If you are not eligible for the maximum weekly benefit amount, you may qualify for dependency benefits. A dependent is defined as an unemployed spouse or civil union partner, or an unemployed, unmarried child under age 19 (22 if the child is still in school).\nDependency benefits can be an extra 7% of your basic weekly benefit for your first dependent, and an extra 4% for each of the next 2 dependents. You can claim up to 3 dependents, for up to 15% more than your weekly benefit amount, up to the maximum payable amount. Note:\n1 If your spouse or civil union partner is employed during the week you file your claim, you cannot receive dependency benefits.\nIf you and your spouse or civil union partner are both unemployed, only 1 may claim dependency benefits.\n18 Unemployment Insurance\nTo claim dependency benefits, complete an Application for Dependency Benefits (page 36).",
    "metadata": {
      "section_title": "Dependens and dependency benefits",
      "page_number": 20
    }
  },
  {
    "section_id": "NJ-56",
    "content": "You must provide the Social Security number(s) of all dependents you are claiming.\nTo verify dependency status, we will accept your most recent federal or state income tax return. If this is unavailable, or is insufficient to prove current dependency status, we may consider a combination of the following documents:\ne birth certificate\nbaptismal certificate\ne marriage certificate\ne civil union license\nadoption order\ne certain other legal documents\ne child support order\no divorce, dissolution, or annulment order\nYou must provide proof within 6 weeks of the date of claim or you will not be eligible for dependency benefits for the duration of the claim. No dependency benefits will be paid until you provide proof.",
    "metadata": {
      "section_title": "Dependens and dependency benefits",
      "page_number": 20
    }
  },
  {
    "section_id": "NJ-57",
    "content": "f you work part time you may still be able to collect all or part of your unemployment insurance (Ul) benefits.\nIMPORTANT: When claiming benefits, you must report your part-time wages when earned, even if you have not yet been paid.",
    "metadata": {
      "section_title": "Part-time work (partial benefits)",
      "page_number": 20
    }
  },
  {
    "section_id": "NJ-58",
    "content": "To be eligible for partial Ul benefits, you cannot work more than 80% of the hours normally worked in the occupation. For example, if you worked a 40-hour week, you can’t work for more than 32 hours.\nFor any wages earned from any employer\n* If you earn 20% or less of your weekly benefit rate from an employer, you can still receive your full benefit amount for that week. However, you cannot be paid more than your weekly benefit rate.\nIf you earn more than 20% of your weekly benefit rate from an employer in a given week, your partial weekly benefit payment will be reduced dollar-for-dollar for all gross wages earned that week.\no For example, if your weekly benefit rate is $200, your partial weekly benefit rate is $240 (20% more than $200.) If you earn $50 gross during a week, you would receive $190 in unemployment insurance benefits ($240 — $50 = $190).\nReport your gross earnings and all hours worked for the week in which they were earned, not when they are paid.\nYour Rights & Responsibilities 19\nYour Rights & Responsibilities\n19\n* If you worked on Election Day for a county Board of Elections, you do not have to report these earnings. Earnings from Election Day work do not reduce your weekly Ul benefits.",
    "metadata": {
      "section_title": "How we calculate partial benefits",
      "page_number": 21
    }
  },
  {
    "section_id": "NJ-59",
    "content": "If you are laid off or terminated from your job while collecting temporary disability benefits or workers’ compensation, you should file for unemployment insurance (Ul) benefits upon recovery. You may qualify for Ul benefits by using wages you earned in an alternate base year set by the disability date. To use the alternate base year, all of the following must have occurred:\n1 You recovered from either:\na workers’ compensation disability that began less than 2 years before the Ul claim date, OR\na temporary disability covered by the temporary disability program.\n2 You contacted your employer after you recovered, and work is no longer available.\n3 You filed a claim for Ul benefits within 4 weeks of recovery.\nThe alternate base year cannot be used if work was available and you did not return to work. If you have sufficient wages in the regular base year to file a claim, you may use the base year to calculate your Ul benefit amount. Wages in both the regular and alternate base years cannot be combined to establish a valid unemployment claim. Wages used on an earlier claim cannot be used again.",
    "metadata": {
      "section_title": "Filing for unemployment insurance benefits after a period of disability",
      "page_number": 21
    }
  },
  {
    "section_id": "NJ-60",
    "content": "The state of New Jersey does not tax unemployment insurance (Ul) benefits, but benefits are subject to federal tax. Ul benefits are subject to the rules that apply to reporting income and paying taxes. By the end of January, we will make available the total amount of Ul benefits you received and tax withheld during the year. We also report this information to the Internal Revenue Service (IRS).\nYou may view and print a copy of your yearly income tax statement(s) online by using our self-service system. Login with your user name and password at nj.gov/labor/ui. On your dashboard select “Print 1099- G.” By January 31 each year, we will post notification on our website when 1099-G information is available. You will need your user ID and password to access 1099-G information online.\nThe Internal Revenue Code states that you must pay most of your tax liability through tax withholding or by making estimated tax payments quarterly. The IRS may impose penalties if you do not pay enough tax using one or both of these methods each calendar quarter.\n20 Unemployment Insurance",
    "metadata": {
      "section_title": "Tax responsibilities",
      "page_number": 22
    }
  },
  {
    "section_id": "NJ-61",
    "content": "You must make estimated tax payments if you expect to owe taxes to the IRS, and expect to owe more than your withholding and credits.\nThe IRS divides the year into 4 payment periods, each with a due date for paying estimated taxes. If you do not pay enough tax by the due date, the IRS may impose a penalty.\nContact the IRS for more information about making estimated tax payments.",
    "metadata": {
      "section_title": "Making estimated tax payments",
      "page_number": 22
    }
  },
  {
    "section_id": "NJ-62",
    "content": "When you file your initial unemployment insurance (U) claim, you will be asked if you want 10% of your weekly Ul benefits withheld and sent to the IRS to help offset your tax liabilities. If you choose to have tax withheld but later change your mind, complete the “Request for Change in Withholding” status (on page 36) and mail it to us at the address shown on the form. You may change your withholding status any time.\nTaxes already withheld cannot be returned to you except by the IRS as part of your federal income tax refund.",
    "metadata": {
      "section_title": "Tax withholding",
      "page_number": 22
    }
  },
  {
    "section_id": "NJ-63",
    "content": "You will receive, by mail, any written decision (called a determination) that affects your eligibility for unemployment insurance (Ul) benefits. If your claim for benefits is denied or your Ul benefits are reduced and you disagree with that determination, you have the right to appeal. Your employer also has the right to appeal. Regardless of who appeals, your former employer may participate in the hearing.",
    "metadata": {
      "section_title": "What if you disagree with a determination?",
      "page_number": 22
    }
  },
  {
    "section_id": "NJ-64",
    "content": "If a determination denies or reduces your Ul benefits and if you choose to appeal the determination, you must do so in writing either by letter or by the online form . You must state the reason you are appealing the determination. (See #1 below for helpful information to include.) Your appeal may be dismissed if you fail, without good cause, to file the appeal on time.\n1 Your letter of appeal should include\n* your name\n* your Social Security number or claimant ID number\n* your mailing address\nyour phone number\nYour Rights & Responsibilities\n21\n+ your e-mail address\nyour reasons for disagreeing with the determination\n* and, if you are filing the appeal late, the reason for the delay.\nYou must file your appeal within 10 calendar days of the date the determination was mailed to you or within 7 calendar days after delivery.\nAgain, if you send your appeal late, your written appeal should include the reason for the delay. The appeal period will be extended only if you show good cause for filing late. Good cause exists when you can show that the delay was due to circumstances beyond your control, which could not have been reasonably foreseen or prevented.\nKeep a copy of your written letter of appeal.\nYou may file an appeal\nonline\nby mail\nor by fax\nnj.gov/labor/onlineappeal\nnj.gov/labor/onlineappeal Appeal Tribunal New Jersey Department of Labor and Workforce Development P.O. Box 907 Trenton, NJ 08625-0907 (609) 292-2438\n(609) 292-2438\nGet more information here.",
    "metadata": {
      "section_title": "How can you appeal a determination?",
      "page_number": 23
    }
  },
  {
    "section_id": "NJ-65",
    "content": "If you or your employer file an appeal, you will get a Notice of Hearing in the mail. The notice will tell you the date and time of your hearing, and explain how to participate. Most hearings are held by phone. Be sure to read all instructions carefully. If you do not follow the instructions, the appeal may be dismissed or you may be denied participation in the hearing.\nPhone Hearings: The process for participating in appeal hearings was changed in 2017. Be sure to read your hearing notice and the enclosure carefully and completely. The appeal may be dismissed or you may be denied participation in the hearing if you do not follow the instructions on the hearing notice to properly register for the hearing.\nTo participate, you must register for the hearing no later than 3:00 p.m. on the business day before the scheduled hearing.",
    "metadata": {
      "section_title": "The Appeal Tribunal hearing",
      "page_number": 24
    }
  },
  {
    "section_id": "NJ-66",
    "content": "You should register as soon as you receive your hearing notice. You can register for your\n22 Unemployment Insurance\nhearing by telephone or online at nj.gov/labor/ui/appeals/onlineregistration.html. The hearing notice will show the phone number to use when registering by phone.\nThe Appeals Examiner will call you when it is time to begin the hearing. You must accept this call. We will consider it a failure to participate if we cannot reach you at the number you provided.\nCaller ID shows the telephone numbers of the Appeal Tribunal as private, unknown, out-of-area, anonymous, etc. If your phone has other features or devices to block calls, those features should be turned off on the day of your scheduled hearing.\nIf you do not register as instructed for the hearing or do not answer our call to you, your appeal may be dismissed or decided unfavorably to you. You may have to pay back any benefits you have already received.\nIMPORTANT: If either you or the employer is appealing a decision about your eligibility, you should continue to certify for benefits during the appeal process. If the appeal is decided in your favor, you will receive unemployment benefits only for weeks you have certified for benefits. During the appeal process you must report to any appointments for which you are scheduled. If you do not keep these appointments, you may lose benefits, even if you win your appeal.",
    "metadata": {
      "section_title": "The Appeal Tribunal hearing",
      "page_number": 24
    }
  },
  {
    "section_id": "NJ-67",
    "content": "If your former employer(s) disagrees with the determination awarding you benefits, the employer may appeal. If it is determined that you are eligible for benefits, you will continue to receive your benefits as long as you meet all other requirements. If the Appeal Tribunal decides in the employer’s favor, you will be required to repay all or part of the unemployment insurance benefits that have been paid to you.",
    "metadata": {
      "section_title": "If your employer appeals your right to Ul benefits",
      "page_number": 24
    }
  },
  {
    "section_id": "NJ-68",
    "content": "If you are unable to participate in a scheduled hearing, you may request a postponement. The Appeal Tribunal may grant the request if you show good cause. If possible, request a postponement in advance of the hearing.",
    "metadata": {
      "section_title": "If you cannot attend a scheduled hearing",
      "page_number": 24
    }
  },
  {
    "section_id": "NJ-69",
    "content": "The Appeal Tribunal’s decisions are issued in writing and are based entirely on the evidence and testimony presented at the hearing. If the Appeal Tribunal rules in your favor, the Division of Unemployment Insurance will issue any payments due. The Appeal Tribunal does not issue payments. Allow up to 7 days from the date of mailing for the unemployment insurance division to process the Appeal Tribunal’s decision. Please direct any questions about your appeal decision to the Reemployment Call Center:\nYour Rights & Responsibilities\n23\nNorth New Jersey (Union City):\nCentral New Jersey (Freehold):\nSouth New Jersey (Vineland):\nOut-of-State claims:\n201-601-4100\n732-761-2020\n856-507-2340\n1-888-795-6672 — You must call from a phone with an out-of-state area code\nCall Centers are open weekdays (except state holidays) between 8:30 a.m. and 4:00 p.m.\nIMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.",
    "metadata": {
      "section_title": "After the hearing",
      "page_number": 25
    }
  },
  {
    "section_id": "NJ-70",
    "content": "f you disagree with the Appeal Tribunal’s decision, you may appeal to the Board of Review. You must do this within 20 days of the mailing date of the Appeal Tribunal’s decision. Instructions on how to do this are on the last page of the Appeal Tribunal decision, which we will mail to you.\nAppeals to the Board of Review must be submitted in writing to:\nBoard of Review New Jersey Department of Labor and Workforce Development P.O. Box 937 Trenton, NJ 08625-0937\nThe Board of Review is the highest appellate level within the Department of Labor and Workforce Development. The Board of Review will base its decision on a review of the Appeal Tribunal record. You can find more about the Board of Review online here.",
    "metadata": {
      "section_title": "Appeal to the Board of Review",
      "page_number": 25
    }
  },
  {
    "section_id": "NJ-71",
    "content": "If you receive an unfavorable decision from the Board of Review, you may appeal the Board’s decision to the Appellate Division of the New Jersey Superior Court. The Court is part of the Judiciary branch of government and is entirely out of this department’s jurisdiction. The Court has its own rules and procedure, costs and requirements.\nFor more information about appealing Board of Review decisions, call the Appellate Division at 609-815- 2950 x54720. You can get additional information on the appeal process, including frequently asked questions, here. or go to their website at njcourts.gov.\n24\nUnemployment Insurance",
    "metadata": {
      "section_title": "Right to further appeal",
      "page_number": 26
    }
  },
  {
    "section_id": "NJ-72",
    "content": "IMPORTANT: If you move within 2 years from the date of your initial claim, even if you are not currently claiming unemployment insurance benefits, you must still notify us about a change of address. We need your current address to notify you about possible benefit extensions, adjustment payments, determinations or other changes and general information.",
    "metadata": {
      "section_title": "Address change",
      "page_number": 26
    }
  },
  {
    "section_id": "NJ-73",
    "content": "A. If you move within New Jersey, you can change your address and telephone number online here. You will need a New Jersey state identification card, a New Jersey driver’s license, or the personal identification number (PIN) you set up when you filed your initial unemployment benefit claim to change your address online. You may change your information by phone by calling a local Reemployment Call Center (see numbers below).\nIf you move or live out of state, you can change your address and telephone number by calling a Reemployment Call Center:\nNorth New Jersey (Union City): 201-601-4100 Central New Jersey (Freehold): 732-761-2020 South New Jersey (Vineland): 856-507-2340 Out-of-State claims: 1-888-795-6672 — You must call from a phone with an out-of-state area code\nNorth New Jersey (Union City): 201-601-4100 Central New Jersey (Freehold): 732-761-2020 South New Jersey (Vineland): 856-507-2340 Out-of-State claims: 1-888-795-6672\nNorth New Jersey (Union City):\n201-601-4100\nCentral New Jersey (Freehold):\n732-761-2020\nSouth New Jersey (Vineland):\n856-507-2340\n1-888-795-6672 — You must call from a phone with an out-of-state area code\nOut-of-State claims:\nCall Centers are open weekdays (except state holidays) between 8:30 a.m. and 4:00 p.m.",
    "metadata": {
      "section_title": "Q. What should I do if | move?",
      "page_number": 26
    }
  },
  {
    "section_id": "NJ-74",
    "content": "IMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.\nAfter you change your address with us, you should report to the nearest unemployment insurance office in the state where you live to register for work, if you are still unemployed.\nYour Rights & Responsibilities\n25",
    "metadata": {
      "section_title": "Q. What should I do if | move?",
      "page_number": 27
    }
  },
  {
    "section_id": "NJ-75",
    "content": "Q. What should I do if I cannot keep a scheduled appointment for a phone interview?",
    "metadata": {
      "section_title": "Appointments",
      "page_number": 27
    }
  },
  {
    "section_id": "NJ-76",
    "content": "A. If you know in advance that you cannot keep an appointment for a phone interview, contact your Reemployment Call Center before your assigned date to reschedule. If you missed your appointment, contact your Reemployment Call Center as soon as possible after the missed appointment. An agent from your Reemployment Call Center will schedule an interview to determine why you missed your initial appointment.",
    "metadata": {
      "section_title": "Q. What should I do if I cannot keep a scheduled appointment for a phone interview?",
      "page_number": 27
    }
  },
  {
    "section_id": "NJ-77",
    "content": "Q. What should I do if I cannot keep a scheduled in-person appointment for reemployment services?\nA. If you know in advance that you cannot keep an appointment for reemployment services, contact your One-Stop Career Center before your assigned date to reschedule. Refer to the appointment letter you received for instructions. An agent from your Reemployment Call Center will schedule an interview to determine why you missed your initial appointment.",
    "metadata": {
      "section_title": "Q. What should I do if I cannot keep a scheduled in-person appointment for reemployment services?",
      "page_number": 27
    }
  },
  {
    "section_id": "NJ-78",
    "content": "Q. What should I do if 1 did not file a claim the week in which | became unemployed?\nA. Claims begin when you file your claim. If you believe your claim should be backdated, discuss this with the agent when you file your claim by phone. If you file your claim online, call a Reemployment Call Center to request that your claim be backdated. A request for backdating will be referred to a claims examiner for adjudication.\nNorth New Jersey (Union City): 201-601-4100 Central New Jersey (Freehold): 732-761-2020 South New Jersey (Vineland): 856-507-2340 Out-of-State claims: 1-888-795-6672 — You must call from a phone with an out-of-state area code\nIMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.",
    "metadata": {
      "section_title": "Q. What should I do if 1 did not file a claim the week in which | became unemployed?",
      "page_number": 27
    }
  },
  {
    "section_id": "NJ-79",
    "content": "A. No. If you are employed full time, you cannot file a claim for unemployment insurance benefits. Such a claim would be invalid. You cannot file a Ul claim until you become unemployed or your hours are reduced\n26 Unemployment Insurance",
    "metadata": {
      "section_title": "Q. I am going to be laid off next week; can I file my unemployment claim now so my claim is ready?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-80",
    "content": "A. Social Security retirement benefits do not affect your unemployment insurance benefits.\nA. Social Security retirement benefits do not affect your unemployment insurance benefits.\nIf you are eligible to receive a pension from an employer listed on your Ul claim, the benefits may be reduced. The term \"pension\" includes benefits paid in a lump sum, such as 401K, as well as pensions that are paid on a monthly basis. If you have applied for, received or expect to receive a pension or retirement pay, we will schedule an appointment to discuss your situation.",
    "metadata": {
      "section_title": "Q. Will my pension or Social Security benefits affect my claim?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-81",
    "content": "A. No. You should file your claim immediately, as soon as you stop working full time. If you file your initial claim by telephone, the agent will determine whether your severance pay affects your unemployment insurance benéefits. If you file your claim online, and it appears that your severance pay may affect your Ul benefits, we will schedule an appointment to discuss your situation.",
    "metadata": {
      "section_title": "Q. Should I wait until my severance pay ends to file a claim?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-82",
    "content": "A. While you are collecting unemployment insurance benefits, you are expected to accept suitable work when it is offered or you could lose your benefits for 4 weeks. Suitable work depends on your work history, salary, skills, commuting distance, etc. The longer you remain unemployed, the more willing you must be to expand your work search. You may be required to travel a greater distance, accept a different type of job or accept a lower starting pay rate in order to remain eligible for benefits. If you refuse a job offer, your claim will go to a claims examiner to determine whether you are still eligible to receive benefits.",
    "metadata": {
      "section_title": "Q. Do I have to accept a job that pays less than | used to earn?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-83",
    "content": "A. If you leave a new job, we will schedule you for an interview with a claims examiner to review the reason for your job separation. Based on the information you provide, the examiner will decide whether you are still eligible to receive benefits.",
    "metadata": {
      "section_title": "Q. Can I collect on my original claim if | start a new job and it does not work out?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-84",
    "content": "A. When your disqualification period is over call your Reemployment Call Center.",
    "metadata": {
      "section_title": "Q. I was disqualified and couldn’t receive unemployment insurance benefits during that time. What should | do when my disqualification period is over?",
      "page_number": 28
    }
  },
  {
    "section_id": "NJ-85",
    "content": "A. If a One-Stop Career Center counselor approves your training before you register for school, you may be eligible for a work-search waiver and up to 26 weeks of additional benefits during training (ABT). If you are\nYour Rights & Responsibilities 27\nthinking about going to school, you must contact your One-Stop Career Center and arrange to meet with a counselor to discuss the training before enrolling. If you self-enrolled in training and the training meets the requirements to be considered “approved training,” you may be able to collect additional benefits during training.",
    "metadata": {
      "section_title": "Q. Will I continue to collect unemployment insurance benefits if | attend a training program?",
      "page_number": 29
    }
  },
  {
    "section_id": "NJ-86",
    "content": "A. If you returned to work full time during the week(s) you are claiming, you must let us know when you certify for benefits for those weeks. Whether you do this online or by phone, you will have to answer questions about your return to full-time work. You’ll be asked for the date you went back to work, your gross wages earned (before deductions), and the number of hours you worked. If you certify your benefits online, you will also need to provide the employer’s name, address and phone number.",
    "metadata": {
      "section_title": "Q. What should I do if I return to work full time?",
      "page_number": 29
    }
  },
  {
    "section_id": "NJ-87",
    "content": "A. You may file 1 claim in a 365-day period (benefit year), starting from the first date of your claim.",
    "metadata": {
      "section_title": "Q. How many claims may I file in a year?",
      "page_number": 29
    }
  },
  {
    "section_id": "NJ-88",
    "content": "A. Ul claims must be based on different work experiences. You cannot go from one claim to another claim without working in between. So if you received benefits on one claim, you must have worked since the start date of that claim. You may requalify for unemployment insurance benefits if:\n1 the benefit year of the first claim has ended\n2. you worked in covered employment for at least 4 weeks since you filed your first claim, and\n3. you earned at least 6 times the previous claim’s weekly benefit rate.",
    "metadata": {
      "section_title": "Q. When can I file another claim for Ul benefits?",
      "page_number": 29
    }
  },
  {
    "section_id": "NJ-89",
    "content": "A. A person who is a corporate officer, or who has more than a 5% equitable or debt interest in a corporation, will not be considered unemployed from that corporation. Claims filed in this situation are invalid.\nIf your corporation permanently ceases operations and has filed for formal dissolution in accordance with the New Jersey Business Corporation Act, N.J.S.A. 14A:1-1 et seq., you must provide proof with one of the following:\nL a signed statement from the corporation verifying the termination of corporate officer status\nL proof that an application for dissolution of the corporation has been filed with the N.J. Department of Treasury\n28 Unemployment Insurance\na Certificate of Dissolution issued by the N.J. Secretary of State indicating that the corporation has been dissolved\na deed of assignment of assets for the benefit of creditors, or\na copy of a petition to bankruptcy court under Chapter 7 of the United States Bankruptcy Code.\nIf your corporate officer/owner status is terminated, you could be considered unemployed and you may be eligible for a valid unemployment claim.",
    "metadata": {
      "section_title": "Q. I was a corporate officer — can | file for unemployment insurance benefits?",
      "page_number": 30
    }
  },
  {
    "section_id": "NJ-90",
    "content": "A. No, there are no extension programs now.",
    "metadata": {
      "section_title": "Q. Are there any state or federal benefit extensions at this time?",
      "page_number": 30
    }
  },
  {
    "section_id": "NJ-91",
    "content": "A. If your IRS refund was withheld, it may be because at some point in time you improperly collected unemployment insurance benefits. Federal income tax refunds may be used to offset a delinquent debt.\nEvery month, the New Jersey Department of Labor and Workforce Development sends statements to people who have an outstanding debt. The statements contain a warning that we submit unpaid debts to the IRS for offset against future federal income tax refund(s). Only delinquent debts are sent to the IRS for collection by withholding tax refunds.\nInterest, penalties, and other charges may be assessed on the balance you currently owe. You can get more detailed information online here.",
    "metadata": {
      "section_title": "Q. Why is my federal income tax refund being withheld?",
      "page_number": 30
    }
  },
  {
    "section_id": "NJ-92",
    "content": "A. Yes. A refund indicates that you have received benefits to which you were not entitled. (See question above for more information.) The refund amount is the amount you were overpaid. You must return those benefits. If we paid benefits to you in error, we will mail you a notice stating the amount you were overpaid and why you are not entitled to the benefits. Each month we mail notices to people who have been overpaid. If your new claim shows that you have an outstanding refund amount, that amount will be deducted from your claim. You have the right to appeal the determination by following the instructions on the bottom of the notice.",
    "metadata": {
      "section_title": "Q. Why do | have a refund on my claim? Does \"refund\" mean | owe money?",
      "page_number": 30
    }
  },
  {
    "section_id": "NJ-93",
    "content": "A. Yes. You can make a secure electronic payment here. The E-payment service accepts both credit card and e-check payments.\nYour Rights & Responsibilities 29",
    "metadata": {
      "section_title": "Q. If I owe a refund, can | make an electronic payment?",
      "page_number": 31
    }
  },
  {
    "section_id": "NJ-94",
    "content": "A. You can avoid collection action either by repaying the debt in full or by establishing and maintaining a monthly installment agreement. We mail a monthly statement (form BPC-404) to anyone who owes us money. The statement shows the amount you must pay each month. It also allows you to commit to repay a certain amount each month at our e-payment site here. This is considered a formal monthly installment agreement.",
    "metadata": {
      "section_title": "Q. How do I avoid collection action against me?",
      "page_number": 31
    }
  },
  {
    "section_id": "NJ-95",
    "content": "A. You may certify for your benefits online any day of the week during the following hours:\nMonday — Friday, 7:00 a.m. —6:00 p.m.\nSaturday, 8:00 a.m. — 3:00 p.m.\nSunday, 8:00 a.m. —5:00 p.m.\nIf you certify by phone, you should call on the Wednesday, Thursday, or Friday of that same week. Hours of operation for phone benefit claims are 8:30 a.m. — 6:00 p.m., Monday to Friday (including holidays).",
    "metadata": {
      "section_title": "Q. What should I do if | forget to certify my claim on the assigned day?",
      "page_number": 31
    }
  },
  {
    "section_id": "NJ-96",
    "content": "A. If you choose to have your Ul benefit payments deposited directly into your bank account, the money will usually be available in your account within 48 hours after you certify for your benefits.",
    "metadata": {
      "section_title": "Q. How long after I certify for my benefits will | get a payment to my direct deposit account?",
      "page_number": 31
    }
  },
  {
    "section_id": "NJ-97",
    "content": "A. If you did not choose direct deposit, you will receive benefits through a pre-paid debit card. The funds will usually be posted to your pre-paid debit card within 48 hours after you certify for your benefits. Get more information about pre-paid debit benefits here.",
    "metadata": {
      "section_title": "Q. How long after I certify for my benefits will | get a payment to my pre-paid debit card?",
      "page_number": 31
    }
  },
  {
    "section_id": "NJ-98",
    "content": "Q. How can I find out the balance of my unemployment insurance claim and the tax amount that was withheld this year until now?\nA. After you certify for your weekly benefits online, you will see a confirmation screen. This screen shows the gross and net amount of your payment, any amount deducted for refunds or garnishments, tax withheld on your payment, and tax withheld this year to date. It also shows the remaining balance on your claim.\n30 Unemployment Insurance\nYou can view your claim status anytime here, where you can get information about your claim including your Ul benefit balance and withholding information. Your claim status is not available on the telephone system.",
    "metadata": {
      "section_title": "Your unemployment insurance claim account",
      "page_number": 32
    }
  },
  {
    "section_id": "NJ-99",
    "content": "A. No. You may get your 1099-G income tax statement online by logging in using your user name and password here . On your dashboard select “Print 1099-G.” You don’t need to send a copy of Form 1099-G with your income tax return, as we have already reported the information to the Internal Revenue Service.",
    "metadata": {
      "section_title": "Q. Will I be mailed a yearly income tax statement?",
      "page_number": 32
    }
  },
  {
    "section_id": "NJ-100",
    "content": "A. You may request a copy from your Reemployment Call Center. It may take 10 business days to receive a copy of your Form 1099-G.",
    "metadata": {
      "section_title": "Q. What if | cannot access the self-service system to obtain my Form 1099-G?",
      "page_number": 32
    }
  },
  {
    "section_id": "NJ-101",
    "content": "A. Contact your Reemployment Call Center and inform the agent that the amounts on the 1099-G are incorrect. The agent will review the facts and data with you to resolve the matter.",
    "metadata": {
      "section_title": "Q. What if the amounts on Form 1099-G are not correct?",
      "page_number": 32
    }
  },
  {
    "section_id": "NJ-102",
    "content": "Answers to frequently asked questions about nj.gov/labor/UnemploymentQs unemployment insurance benefits Calculate your weekly benefits nj.gov/labor/Ulbenefit-calculator Claim weekly unemployment insurance nj.gov/labor/ui benefits Your appeal rights nj.gov/labor/Ul-appeals Search for a job careerconnections.nj.gov careerconnections.nj.gov (click on Job fairs in your area “View the job fairs calendar” at the bottom of the homepage) Pay back overpaid benefits nj.gov/labor/Ul-overpaid Report unemployment insurance fraud nj.gov/labor/ReportFraud\nYour Rights & Responsibilities\n31",
    "metadata": {
      "section_title": "Online Help",
      "page_number": 33
    }
  },
  {
    "section_id": "NJ-103",
    "content": "List all the employers and labor unions you contact each week while claiming unemployment insurance benefits. This template may help you keep a record of your work search contacts. The Division of Unemployment Insurance may ask you to provide proof of your search for work at any time you are claiming benefits. You must contact different employers each week. When you run out of space on this sheet, continue your list on separate sheets of paper.\nDate of Method Name of Position Was Result of contact Employer name, contact address, phone number of contact person applied for application contacted taken?\n32 Unemployment Insurance",
    "metadata": {
      "section_title": "Work Search Record",
      "page_number": 34
    }
  },
  {
    "section_id": "NJ-104",
    "content": "The easiest, quickest way to file your unemployment insurance claim is to file online. File your claim as soon as you become unemployed — but not before.\nFile online: nj.gov/labor/ui\nFile by phone (Reemployment Call Centers/Customer Service):\n201-601-4100 North New Jersey: Central New Jersey: 732-761-2020 South New Jersey: 856-507-2340 Out-of-State claims: 1-888-795-6672 — You must call from a phone with an out-of-state area code\nIMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.\nCan’t find an answer to your question on our website? To get help with your claim, call your nearest Reemployment Call Center — for Customer Service (phone numbers listed above).",
    "metadata": {
      "section_title": "Unemployment Insurance",
      "page_number": 34
    }
  },
  {
    "section_id": "NJ-105",
    "content": "Unemployment Insurance — Customer Service Office New Jersey Department of Labor and Workforce Development P.O. Box 058 Trenton, NJ 08625-0058",
    "metadata": {
      "section_title": "Mailing address",
      "page_number": 34
    }
  },
  {
    "section_id": "NJ-106",
    "content": "If you have questions about your debit card, please call Bank of America directly at 1-866-213-4074.",
    "metadata": {
      "section_title": "Bank of America (prepaid debit cards)",
      "page_number": 34
    }
  },
  {
    "section_id": "NJ-107",
    "content": "Please take the time to let us know how we can do our jobs better by completing a short, anonymous online survey at https://www.surveymonkey.com/s/UlWebsiteSurveyMay2014.\nYour Rights & Responsibilities\n33",
    "metadata": {
      "section_title": "Help us serve you better!",
      "page_number": 35
    }
  },
  {
    "section_id": "NJ-108",
    "content": "IMPORTANT: All of these phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.\nto certify for for claim Location weekly benefits information Camden 856-614-3801 856-614-3833 973-680-3518 973-748-4800 East Orange Elizabeth 908-820-3969 908-820-3150 Hackensack 201-996-8021 201-996-8940 Jersey City 201-217-4602 201-795-8707 732-775-5131 732-775-7970 Neptune New Brunswick 732-937-4525 732-937-6260 Newark 973-648-7601 973-648-2429 Newton 973-383-4432 973-383-7653 Passaic 973-458-6724 973-916-2630 Paterson 973-977-4307 973-977-4300 Perth Amboy 732-937-4525 732-937-6260 Phillipsburg 908-859-5467 908-859-3320 Plainfield 908-412-7779 908-412-7951 Pleasantville 609-441-7581 609-441-3300 973-328-6490 973-361-9055 Randolph Somerville 908-704-3366 908-704-3006 Thorofare 856-853-4177 856-384-3754 Toms River 732-286-6460 732-286-5639 Trenton 609-292-6800 609-292-0695 Out-of-State claims 1-888-795-6672 1-888-795-6672 You must call from a phone with an out-of- state area code\n34 Unemployment Insurance\n34",
    "metadata": {
      "section_title": "to certify for weekly Ul benefits and for Ul claim information",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-109",
    "content": "2 South Main Street, First Floor, Suite 1 Pleasantville, N 08232-2728 (609) 813-3900",
    "metadata": {
      "section_title": "Atlantic",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-110",
    "content": "60 State Street, Floor 1 Hackensack, NJ 07601-5427 (201) 329-9600",
    "metadata": {
      "section_title": "Bergen",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-111",
    "content": "* 795 Woodlane Road, Floor 2 P.0. Box 6100 Westampton, NJ 08060 (609) 518-3900",
    "metadata": {
      "section_title": "Burlington",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-112",
    "content": "2600 Mount Ephraim Avenue, Suite 102 Camden, NJ 08104-3290 (856) 614-3151",
    "metadata": {
      "section_title": "Camden",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-113",
    "content": "*3810 New Jersey Avenue Wildwood, NJ 08260-0210 (609) 729-0997",
    "metadata": {
      "section_title": "Cape May",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-114",
    "content": "* Center for Workforce & Economic Development Cumberland County College 3322 College Drive Vineland, NJ 08362 (856) 696-6600",
    "metadata": {
      "section_title": "Cumberland",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-115",
    "content": "50 South Clinton Street, Floor 2 East Orange, N] 07018-3120 (973) 395-3255\n990 Broad Street Newark, NJ 07102 (973) 648-3370",
    "metadata": {
      "section_title": "Essex",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-116",
    "content": "* 215 Crown Point Road, Suite 200 Thorofare, NJ 08086 (856) 384-3700\n* locations marked with an asterisk DO NOT have unemployment staff available to answer questions about unemployment claims.",
    "metadata": {
      "section_title": "Gloucester",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-117",
    "content": "438 Summit Avenue, Floor 1 Jersey City, N] 07306-3175 (201) 795-8800/(201) 795-8840\n* 530 48th Street, Floor 7 Union City, NJ 07087 (201) 369-5205",
    "metadata": {
      "section_title": "Hudson",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-118",
    "content": "* 6 Gauntt Place, Bldg. 2 (lower level) Flemington, NJ 08822 (908) 782-2371",
    "metadata": {
      "section_title": "Hunterdon",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-119",
    "content": "26 Yard Avenue, Floor 1 P.0. Box 954 Trenton, NJ 08625-0954 (609) 292-0620",
    "metadata": {
      "section_title": "Mercer",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-120",
    "content": "* 550 Jersey Avenue New Brunswick, NJ 08901-1392 (732) 937-6200\n161 New Brunswick Avenue Suite 300, Floor 3 Perth Amboy, NJ 08861-4193 (732) 293-5016",
    "metadata": {
      "section_title": "Middlesex",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-121",
    "content": "*17 Christopher Way Eatontown, NJ 07724 (732) 683-8850\n60 Taylor Avenue Neptune, NJ 07753-4844 (732) 775-1566",
    "metadata": {
      "section_title": "Monmouth",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-122",
    "content": "*13 Emery Avenue Randolph, NJ 07860 (862) 397-5600\n* 1 Medical Drive Parsippany, NJ 07963-0900 (862) 397-5600",
    "metadata": {
      "section_title": "Morris",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-123",
    "content": "*1027 Hooper Avenue, Building 6 Toms River, N] 08753-8392 (732) 286-5616\n*1959 Route 9 Toms River, NJ 08755 (732) 286-6446 ext. 261",
    "metadata": {
      "section_title": "Ocean",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-124",
    "content": "25 Howe Avenue Passaic, NJ 07055-4007 (973) 916-2648\n200 Memorial Drive, Floor 1 Paterson, NJ 07505 (973) 742-9226",
    "metadata": {
      "section_title": "Passaic",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-125",
    "content": "* 174 East Broadway, Floor 2 Salem, NJ 08079 (856) 935-7007",
    "metadata": {
      "section_title": "Salem",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-126",
    "content": "75 Veterans Memorial Drive, Suite 102 Somerville, NJ 08876-2950 (908) 704-3000",
    "metadata": {
      "section_title": "Somerset",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-127",
    "content": "Sussex County Mall Route 206 North Newton, NJ 07860-1818 (973) 383-2775",
    "metadata": {
      "section_title": "Sussex",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-128",
    "content": "921 Elizabeth Avenue Elizabeth, N] 07201-2306 (908) 965-3929\n* 200 West Second Street, Floor 2 Plainfield, N] 07060 (908) 412-7980",
    "metadata": {
      "section_title": "Union",
      "page_number": 36
    }
  },
  {
    "section_id": "NJ-129",
    "content": "*445 Marshall Street Phillipsburg, NJ 08865 (908) 454-8335\nNOTE: This list is subject to change. For the current list of offices with UI staff, see interactive map on careerconnections.nj.gov.\nYour Rights & Responsibilities\n35\nAPPLICATION FOR DEPENDENCY BENEFITS To claim dependency benefits, COMPLETE this application and mail it, with the required proof of dependency, to: New Jersey Unemployment Insurance ¢ PO Box 908 Trenton, NJ 08625-0908 Name Claimant ID/Social Security number Are you legally married or in a civil union? Yes No If yes, is your spouse or civil union partner employed? Yes U No LOCAL OFFICE USE ONLY DEPENDENT'S NAME. If married MARRIED/IN A SOCIAL SECURITY RELATION TO YOU CIVIL UNION EMPLOYED ELIGIBLE VERIFICATION BY or in a civil union, list spouse/civil [ AGE NUMBER PROVIDED union partner first ves ves ves | no - rrr | I . [N (N N NN N If any of the dependent children listed above are over age 18, and are full-time students at a public or other non- profit educational institution, please specify which individual(s) and give the name(s) of the school(s).",
    "metadata": {
      "section_title": "Warren",
      "page_number": 37
    }
  },
  {
    "section_id": "NJ-130",
    "content": "Name School Name School Name School | certify that my statements are TRUE. | understand that the law provides penalties for false statements. Signature Date e e e P e e e e e e e e g REQUEST TO CHANGE WITHHOLDING STATUS Name (Print) Claimant ID/Social Security number Telephone Number Home Address | request that my tax withholding status be changed to help offset my future tax liability. | understand that * 10% of my weekly benefits will be withheld and forwarded to the Internal Revenue Service | can stop the withholding by writing to the Division of Unemployment Insurance * any monies withheld cannot be returned except by the federal government as part of a federal income tax refund. | request that tax withholding from my future unemployment benefits be stopped. Signature Date Mail this form to: New Jersey Unemployment Insurance PO Box 908 Trenton, NJ 08625-0908\n36\nUnemployment Insurance",
    "metadata": {
      "section_title": "Warren",
      "page_number": 38
    }
  },
  {
    "section_id": "NJ-131",
    "content": "Trenton, New Jersey 08625-0908",
    "metadata": {
      "section_title": "New Jersey Department of Labor and Workforce Development Division of Unemployment Insurance PO Box 908",
      "page_number": 38
    }
  },
  {
    "section_id": "NJ-132",
    "content": "If you choose not to receive New Jersey Unemployment Insurance benefit payments on the Bank of America debit card issued to you, the only other method of payment is direct deposit into a personal checking/savings account. Your financial institution must be a member of the Automated Clearing House network. Funds will normally be available in your account within two (2) full business days from the day you claim benefits by telephone or via the internet. Payments are not transmitted on State, Federal, or Banking holidays, or on weekends. You should still verify the deposit with your financial institution prior to writing checks or attempting to access and use the benefit payments.\nYou can apply for direct deposit to a personal checking/savings account at nj.gov/labor/ui or by completing and mailing this form to the address listed above.",
    "metadata": {
      "section_title": "AUTHORIZATION FOR DIRECT DEPOSIT OF BENEFIT PAYMENT",
      "page_number": 38
    }
  },
  {
    "section_id": "NJ-133",
    "content": "vings account at nj.gov/labor/ui or by completing and mailing this form to the address listed above. If you enrolled in direct deposit online, you do not need to complete this form.\nIf you change your financial institution or your account, you may make the necessary changes online at nj.gov/labor/ui or complete this authorization form and mail to the address above.\nNote: Please be advised that any claim inactivity of twenty-eight (28) days or longer will cause your method of benefit payment to automatically revert to a Bank of America debit card. Your Bank of America debit card is valid for four (4) years. You can use the Bank of America debit card, if you file for unemployment insurance benefits within four (4) years from when you first received the debit card.\nTo enroll in direct deposit, you must provide proof that you are the owner/joint owner of the account. Acceptable proof can be: 1) a voided check with your name and address imprinted on it; 2) an account statement showing your name and address, financial institution’s name and address and the account number; or 3) a completed direct deposit request form provided by your financial institution.",
    "metadata": {
      "section_title": "AUTHORIZATION FOR DIRECT DEPOSIT OF BENEFIT PAYMENT",
      "page_number": 38
    }
  },
  {
    "section_id": "NJ-134",
    "content": "ccount number; or 3) a completed direct deposit request form provided by your financial institution. Starter checks are not accepted. Do not include sections of the financial statement showing personal finances. Remember to provide the nine-digit bank routing number.\nComplete, sign and mail this authorization form with proof of account ownership to the address listed above.\nSLAIMANT INFORMATION (please print clearly) Name: Social Security No.: Address: Telephone No.: E-mail Address: REASON FOR REQUEST (check all that apply) O Begin Direct Deposit O Stop Direct Deposit O Change Financial Institution O Change Account Number ACCOUNT INFORMATION (attach proof of account ownership) Type of Account: O Checking O Saving O Brokerage/Investment or other (verify that they accept electronic transfers) Financial Institution/BANK Routing Number (9 g Account Number Financial Institution Name and Address: AUTHORIZATION I authorize the NILWD, Division of Unemployment Insurance to deposit my benefit payments to the account specified.",
    "metadata": {
      "section_title": "AUTHORIZATION FOR DIRECT DEPOSIT OF BENEFIT PAYMENT",
      "page_number": 38
    }
  },
  {
    "section_id": "NJ-135",
    "content": "Iunderstand that it is my responsibility to verify all benefit payment deposits. » Signature of Claimant: Date: REASON DIRECT DEPOSIT CANNOT BE PROCESSED - Your application could not be processed due to missing information. Please resubmit this form with the missing information checked below and return to the address above. O You did not sign the form. O You did not provide proof of ownership. O You did not provide your Routing Number. O Other. FOR AGENT USE ONLY: UI Agent Must Follow Security Procedures for Maintaining Confidential Information PC DOC DATE ENTERED, AGENT. Para Espaiol Vea El Lado Inverso BC-502 (R-09-18)\nYour Rights & Responsibilities\n37",
    "metadata": {
      "section_title": "AUTHORIZATION FOR DIRECT DEPOSIT OF BENEFIT PAYMENT",
      "page_number": 39
    }
  },
  {
    "section_id": "NJ-136",
    "content": "alternate base period — A period of time that may be used to determine the unemployment benefit amount you may be entitled to, if you do not qualify using the regular base period. New Jersey has 2 possible alternate base periods. Alternate base period #1 includes wages earned in the 4 most recently completed quarters before your date of claim. Alternate base period #2 is the 3 most recently completed quarters between your date of claim, plus the weeks in the current filing quarter up to your date of claim.\nAppeal Tribunal — The Appeal Tribunal decides initial disputes about eligibility for unemployment (and some temporary disability) insurance benefits. If, after you file a claim for Ul benefits, you or your employer disagrees with the determination of your eligibility for benefits, you and your employer have the right to file an appeal to the Appeal Tribunal.\naverage weekly wage —The total wages earned in your base period, divided by the number of base weeks you worked.\nbase period — A period of time used to determine if you qualify for Ul benefits and to calculate your benefit amount.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 39
    }
  },
  {
    "section_id": "NJ-137",
    "content": "eriod of time used to determine if you qualify for Ul benefits and to calculate your benefit amount. A regular base period is the first 4 of the last 5 completed calendar quarters before the week you file an initial claim. Alternate base periods may be used if a person claiming unemployment insurance benefits does not qualify using the regular base period. Also called a “base year.”\nbase week — A week in which you earn a minimum amount. For claims filed in 2019, a base week is one in which you earn at least $172. Base weeks are used to calculate the unemployment insurance benefit you are entitled to.\nbase year — The first 4 of the last 5 completed calendar quarters before the week you file an initial claim. Also called a “base period” or “regular base period.”\nbenefit amount, maximum — The maximum weekly benefit amount for unemployment insurance for claims filed in 2019 is $696.\nbenefit rate, weekly — The unemployment insurance benefit rate you are eligible for: 60% of your average weekly wage, up to the maximum amount of $696 in 2019.\ncareerconnections.nj.gov — The website of New Jersey Career Connections, featuring interactive tools including pathways for career navigation.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 39
    }
  },
  {
    "section_id": "NJ-138",
    "content": "New Jersey Career Connections, featuring interactive tools including pathways for career navigation. Other resources on the website include a directory of training programs, information on careers, and guidance on a wide variety of topics including networking, searching for employment, and preparing for interviews.\ncertifying for benefits — The weekly or biweekly process of letting us know that you are still unemployed and are actively seeking work, and continue to meet all other requirements for claiming unemployment insurance benefits. You may certify for benefits online or by phone.\n38 Unemployment Insurance\nclaimant — An unemployed worker who has filed a claim for unemployment insurance benefits.\nclaims examiner — A member of our unemployment insurance staff who determines your eligibility for Ul benefits based on available information. A claims examiner will call you if you have an appointment to clarify wage or other matters that could affect your eligibility.\ncommission — A sum of money paid to an employee upon completion of a task, usually selling goods or services A commission may be a percentage of the sales amount paid to an employee.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 40
    }
  },
  {
    "section_id": "NJ-139",
    "content": "selling goods or services A commission may be a percentage of the sales amount paid to an employee. A commission may be paid in addition to or instead of a salary. These wages may or may not affect your Ul rate.\ndate of claim —The Sunday at the start of the week in which you file your initial claim for unemployment insurance benefits is your date of claim. Ul benefits are paid for a 7-day week beginning on Sunday and ending on Saturday.\ndependency benefits — Additional benefits you may be eligible for, if you meet the eligibility requirements for this benefit. Dependency benefits may increase your basic weekly benefit by 7% for your first dependent, and an additional 4% for each of the next 2 dependents.\ndependent — An unemployed spouse or civil union partner, or an unemployed, unmarried child under the age of 19 (22 if the child is still in school).\ndetermination — A decision about whether you are eligible for unemployment insurance benefits.\ndirect deposit — One of two ways you can choose to receive your Ul benefit payments.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 40
    }
  },
  {
    "section_id": "NJ-140",
    "content": "rance benefits.\ndirect deposit — One of two ways you can choose to receive your Ul benefit payments. With direct deposit, the money will go directly into a bank account you authorize.\nfraud — Claiming or accepting unemployment insurance benéefits illegally. Fraud is a crime and will be prosecuted. For more information about fraud, see page 6.\ngross earnings — The total amount paid to a worker, before any taxes or deductions are taken out.\nidentity verification — Our process of checking the credentials of everyone who files an unemployment insurance claim, and ensuring that only those who are legally eligible collect Ul benefits.\ninitial claim — A first-time application for unemployment insurance benefits. An initial claim establishes a benefit year.\nJersey Job Clubs — Voluntary networking and support groups for jobseekers, in locations throughout New Jersey. Jersey Job Clubs hold networking events and workshops on topics with the goal of helping people find employment.\nmonetary issues — Questions concerning earnings during your base year.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 41
    }
  },
  {
    "section_id": "NJ-141",
    "content": "lping people find employment.\nmonetary issues — Questions concerning earnings during your base year.\nNew Jersey Career Connections — A comprehensive job-search and career navigation service provided by the New Jersey Department of Labor and Workforce Development. New Jersey Career Connections is online at careerconnections.nj.gov. Get in-person help from career coaches at One-Stop Career Centers and public libraries throughout New Jersey.\nYour Rights & Responsibilities 39\nnon-monetary issues — Questions that could affect your eligibility for benefits that do not have to do with wage payment (for example, the reason you are not employed, your ability to work, etc.).\nOne-Stop Career Center — These centers, throughout the state, offer a wide range of free services for jobseekers and employers alike: free career counseling, skills assessment, computer tutorials, information about job opportunities and training options, and access to computers, phones and fax machines to use in a job search Professional career coaches are always on site to offer guidance.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 41
    }
  },
  {
    "section_id": "NJ-142",
    "content": "ax machines to use in a job search Professional career coaches are always on site to offer guidance. Not all One-Stop Career Centers have Ul staff available to answer questions about claims. The list of One-Stop Career Centers on page 35 shows which offices do have unemployment staff.\nonline ID — A unique online ID you create to access nj.gov/labor/ui. Also known as a user ID.\npartial benefits — If you have been working full time, and your hours have been reduced, you may qualify for partial Ul benefits. You will not be required to search for work but you are required to work all available hours for your employer. If you are employed only part time, you will be required to search for full-time work.\nPath to Employment — an easy-to-follow and effective process to help jobseekers reach their career goals. Check out the Plan, Prepare, and Succeed pathways on careerconnections.nj.gov.\npassword — A word, number and character you create to access your account at nj.gov/labor/ui.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 41
    }
  },
  {
    "section_id": "NJ-143",
    "content": "j.gov.\npassword — A word, number and character you create to access your account at nj.gov/labor/ui. Your password must be at least 8 characters long and include at least one numeral, one uppercase letter, one lowercase letter, and at least one of the following special characters: | @ # $ %. Your password protects your personal information; do not give your password to anyone else.\npersonal identification number (PIN) — A 4-digit number you create when you certify for benefits for the first time. You must use your PIN every time you certify for benefits.\nReemployment Call Center (RCC) — A customer service center where unemployment insurance professionals answer questions about unemployment insurance claims. There are 3 RCCs in New Jersey — one each in the North, Central and South regions of the state. All of the RCC phone numbers go to the same place. Local phone numbers are offered as a courtesy for callers who are charged more for long-distance calls.",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 41
    }
  },
  {
    "section_id": "NJ-144",
    "content": "al phone numbers are offered as a courtesy for callers who are charged more for long-distance calls. If you are in a phone queue, you will not move ahead by trying one of the other phone numbers. If you hang up to call a different number, you will forfeit your place and be moved to the end of the queue.\nseparation — Loss of employment for any reason.\ntax withholding — Tax deducted from a payment or wages, paid to the government. In most jurisdictions, withholding tax applies to employment income. You have the choice of having 10% of your unemployment insurance benefits withheld.\nuser name — an email address you use to access your unemployment insurance claim at nj.gov/labor/ui.\nwork search waiver — A work search waiver excuses you from actively seeking full-time work while claiming unemployment insurance benefits. May be granted in certain cases, such as when a person is enrolled in a pre- approved training program, or finds jobs through union hiring halls, or is laid off temporarily with a definite rehire date within 8 weeks from the date of initial separation.\n40 Unemployment Insurance",
    "metadata": {
      "section_title": "of important unemployment insurance terms",
      "page_number": 41
    }
  }
]