[
  {
    "section_id": "NV-0",
    "content": "P\n(5\nBN\n!/\nWY\n&\n{9\no\n=\n2 G\n%) 3\nR\n481\n53\n3t\nN\n%\n.\na\nN\n43\nN\nA\n2%\nit\n,\n3\n5\nR\nA\noy\nby\n<\ni\ns\n5\n&\n&\nT\ni\nv\nR\no\n73\n% l\n3.\nS\n&\nS\n3\ni\nN\nil\n,\ng\ny\n5l\no\ni\n4\n&\n4\nL5 U\nR\ns\n4\ne\nVs\n)\n|\nN\ne\n. | )\n=\noy\nR\n—\n—\n&\ne",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "NV-1",
    "content": "Claimant Handbook\nDETR Ting and Reabiaton",
    "metadata": {
      "section_title": "Unemployment Insurance",
      "page_number": 2
    }
  },
  {
    "section_id": "NV-2",
    "content": "1. Protect your benefit rights 2. Reporting Fraud 3. Important Contact Information 4. Use of Social Security Number 5. Funding for Unemployment Insurance 6. Types of Claims 7. Base Period and Wage Requirements 8. Claim Start Date 9. Identity Verification 10. Claim Process 11. Benefit Payment Methods 12. Filing Weekly Certifications 13. Quitting or Getting Fired 14. Appeals Process 15. Fraud Prevention 16. Overpayments 17. Federal Income Tax 18. Confidentiality 19. Trade Act Benefits 20. Work Search Activity Advisement 21. Using Your Claimant Self-Service (CSS) Account 22. Finding a Job 23. Requesting Proof of Claim or Exhaustion Letter 24. Withdrawing a Claim 25. Ending a Disqualification or Requalifying for Benefits Contact Information: Term Definitions: 3 4 5 5 6 6 7 7 8 8 9 10 10 11 12 12 13 13 13 13 14 15 15 16 16 17 18\n2",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-3",
    "content": "This handbook provides essential information to help you understand and manage your unemployment insurance (UI) benefits. By following the guidelines provided here, you can ensure that if eligible, your benefits are received without delay and that you remain eligible throughout the process. Should you have any questions, our team is available to help.",
    "metadata": {
      "section_title": "Welcome to Unemployment Insurance in Nevada",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-4",
    "content": "Before you receive benefits, there are some key things you must know and do. This section gives you the basics so you can avoid delays or problems with your claim.",
    "metadata": {
      "section_title": "1. Protect your benefit rights",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-5",
    "content": "You must give the correct reason why you’re no longer working. Report your gross wages (before taxes) in the week you earn them— even if you have not been paid yet. Giving false or incomplete information may lead to overpayments, disqualification, or fraud penalties.",
    "metadata": {
      "section_title": "1.1 Give Accurate Information",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-6",
    "content": "If you move or change your phone number, update your information in your Claimant Self- Service (CSS) account right away. The post office will not forward important documents like debit cards or your 1099-G tax form.",
    "metadata": {
      "section_title": "1.2 Keep Your Contact Details Updated",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-7",
    "content": "When you file a claim in Nevada, you’ll automatically be registered with EmployNV Hub. If you live outside Nevada, you must register with your local job service unless you’re exempt.",
    "metadata": {
      "section_title": "1.3 Register for Work",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-8",
    "content": "To stay eligible, you must be able and\navailable to work and actively searching for a job each week you request benefits.\n• Use your CSS account to track your work search activities.\n• Visit EmployNV Hub for help building your résumé or developing a work search plan.",
    "metadata": {
      "section_title": "1.4 Meet Work Search Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-9",
    "content": "Communication about your claim—including FactFinding requests, determinations, and other important updates—happens online in your Claimant Self-Service (CSS) account at nui.nv.gov.\nYou are responsible for checking your account regularly and responding by the deadlines listed. Failing to respond on time can delay your payments or result in denial of benefits.",
    "metadata": {
      "section_title": "1.5 Respond on Time",
      "page_number": 3
    }
  },
  {
    "section_id": "NV-10",
    "content": "As soon as you return to work, report your wages on your weekly certification. Do not wait for your first paycheck. If you’re working full-time or earning more than your weekly benefit amount, you can stop filing.\n3\nU\nUnemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "1.6 Report Your Return to Work",
      "page_number": 4
    }
  },
  {
    "section_id": "NV-11",
    "content": "You are legally responsible for following all UI rules. If you break the rules, you may have to pay back benefits and could face penalties, loss of eligibility, or criminal charges.",
    "metadata": {
      "section_title": "1.7 Avoid Fraud",
      "page_number": 4
    }
  },
  {
    "section_id": "NV-12",
    "content": "The UI process can be confusing, and we’re here to help. You can:\n• Use Benny the online guide on nui.nv.gov to get answers and find what you need\n• Watch step-by-step instructional videos on how to file, certify for benefits, update your account, and more\n• Visit our website for written guides and frequently asked questions\n• Call a Telephone Claims Representative if you need more help\nDon’t hesitate to reach out—getting help early can prevent problems later.",
    "metadata": {
      "section_title": "1.8 Need Help? Just Ask.",
      "page_number": 4
    }
  },
  {
    "section_id": "NV-13",
    "content": "If you suspect unemployment insurance fraud, report it immediately at nui.nv.gov or call (775) 684-0475.\n4\nU\nUnemployment Insurance Claimant Handbook\nUpdated May 2025\n. A y",
    "metadata": {
      "section_title": "2. Reporting Fraud",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-14",
    "content": "Northern Nevada:\n(775) 684-0350",
    "metadata": {
      "section_title": "3. Important Contact Information",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-15",
    "content": "(702) 486-0350",
    "metadata": {
      "section_title": "Southern Nevada:",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-16",
    "content": "(888) 890-8211",
    "metadata": {
      "section_title": "Long Distance or Interstate Claims:",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-17",
    "content": "(702) 486-7933",
    "metadata": {
      "section_title": "Appeals Office:",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-18",
    "content": "(866) 626-0629\nWebsite: nui.nv.gov",
    "metadata": {
      "section_title": "Appeals Office Toll-Free:",
      "page_number": 5
    }
  },
  {
    "section_id": "NV-19",
    "content": "Your Social Security number is required when filing a claim. It is used to process your claim, for statistical purposes, and to verify your eligibility. It may also be shared with other state agencies or approved third parties for verification purposes.\n5\nU\nUnemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "4. Use of Social Security Number",
      "page_number": 6
    }
  },
  {
    "section_id": "NV-20",
    "content": "Unemployment insurance benefits are funded entirely by Nevada Employers. No deductions are taken from your paycheck for this purpose.",
    "metadata": {
      "section_title": "5. Funding for Unemployment Insurance",
      "page_number": 6
    }
  },
  {
    "section_id": "NV-21",
    "content": "A claim based only on wages earned in Nevada.",
    "metadata": {
      "section_title": "Regular Unemployment Insurance Claim:",
      "page_number": 6
    }
  },
  {
    "section_id": "NV-22",
    "content": "A claim that uses federal government or military wages, with or without Nevada wages.",
    "metadata": {
      "section_title": "Federal Service or Military Claim:",
      "page_number": 6
    }
  },
  {
    "section_id": "NV-23",
    "content": "A claim filed by someone who lives outside of Nevada but qualifies for benefits based on Nevada wages. Interstate claimants must follow all the same requirements listed in this handbook.",
    "metadata": {
      "section_title": "Interstate Claim:",
      "page_number": 6
    }
  },
  {
    "section_id": "NV-24",
    "content": "A claim that combines wages from Nevada and one or more other states to help meet eligibility or increase your benefit amount.\n- N, S N L l T\n6",
    "metadata": {
      "section_title": "Combined Wage Claim:",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-25",
    "content": "If you suspect unemployment insurance fraud, report it immediately at nui.nv.gov or call (775) 684-0475.",
    "metadata": {
      "section_title": "7. Base Period and Wage Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-26",
    "content": "The base period is the first four of the last five completed calendar quarters before you filed your claim. Your benefit amount is determined based on your earnings during this period. The higher your earnings in the highest quarter, the higher your weekly benefit amount, up to a maximum set by law every July.",
    "metadata": {
      "section_title": "7.1 Base Period",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-27",
    "content": "To qualify for benefits, your earnings during the base period must meet one of the following conditions:\n• Your total base period earnings must equal or exceed one and a half (1.5) times your highest quarter earnings.\n• You must have wages in at least three of the four quarters in the base period, with at least $400 earned in the highest quarter.",
    "metadata": {
      "section_title": "7.2 Wage Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-28",
    "content": "If you believe that wages are missing from your monetary determination, you can file a wage protest online from your portal within 11 days of receiving the determination. Be sure to provide proof of your wages, such as pay stubs, W-2s, or any payroll records you have, and continue filing weekly certifications during the redetermination process.",
    "metadata": {
      "section_title": "7.4 Missing Base Period Wages",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-29",
    "content": "If you do not qualify using the standard base period, you may be eligible under an alternate base period, which uses the last four completed quarters. This option is available only if you are not eligible under the standard base period.",
    "metadata": {
      "section_title": "7.5 Alternate Base Period",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-30",
    "content": "If eligible, your weekly benefit amount is calculated as 1/25 (or 4%) of your highest quarter earnings, up to the maximum weekly benefit amount set by law.",
    "metadata": {
      "section_title": "7.3 Weekly Benefit Amount",
      "page_number": 7
    }
  },
  {
    "section_id": "NV-31",
    "content": "Your claim begins on the Sunday of the week you filed your claim. Benefits typically cannot be paid for weeks before this date.\n7",
    "metadata": {
      "section_title": "8. Claim Start Date",
      "page_number": 8
    }
  },
  {
    "section_id": "NV-32",
    "content": "To protect you and ensure the integrity of your claim, you must verify your identity. Once you file a claim, you will receive detailed instructions on how to complete this process. It is important that you follow these instructions immediately.\nYou will have a limited amount of time to verify your identity. Failure to complete the verification process within this timeframe may result in delays to your benefits or even disqualification.\nThe steps are simple and designed to be user-friendly, so please complete them as soon as possible to avoid any delays in processing your claim.",
    "metadata": {
      "section_title": "9. Identity Verification",
      "page_number": 8
    }
  },
  {
    "section_id": "NV-33",
    "content": "After filing and your identity has been verified, you will receive a Monetary Determination notice showing whether you have sufficient base period wages to qualify for benefits. This notice does not guarantee payment of benefits; further eligibility will be based on the reason for your unemployment and other factors.",
    "metadata": {
      "section_title": "10.1 Monetary Determination",
      "page_number": 8
    }
  },
  {
    "section_id": "NV-34",
    "content": "To receive benefits, you must:\n• Be unemployed through no fault of your own\n• File weekly certifications on time\n• Be physically and mentally able to work\n• Be available for and actively seeking suitable employment\n• Accurately report any work and earnings",
    "metadata": {
      "section_title": "10.2 Eligibility Requirements",
      "page_number": 8
    }
  },
  {
    "section_id": "NV-35",
    "content": "• If there is an eligibility issue on your claim, the adjudication process will begin. During this process, you must log in to your Claimant Self Service (CSS) portal to\ncomplete a FactFinding questionnaire. This form allows you to provide information the agency needs to determine your eligibility for unemployment benefits.\n• You will have a limited amount of time to complete and submit the FactFinding questionnaire. It is crucial that you complete the form by the due date. Failure to provide the required information may result in a delay or denial of your benefits. You will be notified of the determination in writing.\n• Please note: You will not be contacted by phone for this information. All communication regarding your eligibility will be posted through your portal, so it is your responsibility to stay informed and respond promptly.",
    "metadata": {
      "section_title": "10.3 Adjudication—Determining Eligibility",
      "page_number": 8
    }
  },
  {
    "section_id": "NV-36",
    "content": "The Reemployment Services and Eligibility Assessment (RESEA) program helps claimants find employment. If selected, you must attend appointments and follow the program’s instructions to avoid delays or denial of benefits.\n8\nU Unemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "10.4 Additional Programs",
      "page_number": 9
    }
  },
  {
    "section_id": "NV-37",
    "content": "You can choose to receive your benefits through direct deposit (preferred method) or a prepaid debit card.",
    "metadata": {
      "section_title": "11. Benefit Payment Methods",
      "page_number": 9
    }
  },
  {
    "section_id": "NV-38",
    "content": "Direct deposit is the most secure and efficient way to receive your benefits. Funds are directly transferred into your checking or savings account.\n• How to Set Up Direct Deposit: Log into your CSS account and select the “Direct Deposit” option under payment methods. You will need to provide your bank’s routing and account numbers.\n• Benefits of Direct Deposit:\n• Faster access to your benefits\n• No ATM or card fees\n• Secure, direct transfer to your account\n• Changing or Canceling Direct Deposit:\nYou can update your bank information or cancel direct deposit through your CSS account one time. For any additional changes, you will need to call the Claims Center. Changes will take effect within 1–2 business days.",
    "metadata": {
      "section_title": "11.1 Direct Deposit: NO FEES (Preferred Method)",
      "page_number": 9
    }
  },
  {
    "section_id": "NV-39",
    "content": "If you do not select direct deposit, you will receive your benefits via a prepaid debit card. The card will be mailed to you within 7-10 days after you file your first claim.\n• Activation: You must activate your card once received. If you fail to activate your card, your benefits will be returned to the agency, causing delays in receiving payments.\n• Using the Card: You can use your prepaid card for purchases wherever MasterCard® is accepted. You can also withdraw cash from ATMs. Use Comerica and MoneyPass® ATMs to avoid fees.\n• Fees:\nCertain transactions, like non-network ATM withdrawals, international transactions, or card replacements, may incur fees. Refer to the fee schedule provided with your card.\ne ~ T P i\n9",
    "metadata": {
      "section_title": "11.2 Prepaid Debit Card: POSSIBLE FEES",
      "page_number": 10
    }
  },
  {
    "section_id": "NV-40",
    "content": "Filing your weekly certification online is the fastest, most efficient, and most secure method. Online filing allows you to:\n• Submit your certification anytime, 24/7\n• Instantly receive confirmation that your certification was submitted successfully\n• Track your work search activities, which automatically prepopulate on your weekly certification\n• Check your claim status and update personal information\n• To file online, visit nui.nv.gov and log into your Claimant Self-Service (CSS) account.",
    "metadata": {
      "section_title": "12.1 Online Weekly Certifications",
      "page_number": 10
    }
  },
  {
    "section_id": "NV-41",
    "content": "If you are unable to file online, you may use the QuickClaim system to file your weekly certification by phone.\n• Be sure to file within the specified timeframe to avoid benefit delays.\n• Phone filing may have limited availability and longer processing times compared to online filing.\n• For the fastest and most reliable experience, claimants are strongly encouraged to file online whenever possible.",
    "metadata": {
      "section_title": "12.2 Telephone Filing (QuickClaim)",
      "page_number": 10
    }
  },
  {
    "section_id": "NV-42",
    "content": "Your Personal Identification Number (PIN) is required to file weekly certifications by phone. Keep this number secure and do not share it with anyone. If you forget your PIN or suspect unauthorized access, contact the Claims Center to reset it.",
    "metadata": {
      "section_title": "12.3 PIN Security",
      "page_number": 10
    }
  },
  {
    "section_id": "NV-43",
    "content": "As part of your weekly certification, you must report your job search activities. The system allows you to track your work searches online, and these will automatically prepopulate on your certification screen. This helps avoid errors and ensures compliance with work search requirements.",
    "metadata": {
      "section_title": "12.4 Work Search Requirements",
      "page_number": 10
    }
  },
  {
    "section_id": "NV-44",
    "content": "Unemployment benefits are intended for individuals who are unemployed through no fault of their own. If you quit a job without good cause or are fired for misconduct, you may be denied benefits. Continue filing weekly certifications while your case is being reviewed, in the adjudication and appeals process.\n10\nU\nUnemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "13. Quitting or Getting Fired",
      "page_number": 11
    }
  },
  {
    "section_id": "NV-45",
    "content": "If you or your former employer disagree with a decision made about your claim, you have the right to file an appeal. This process allows a review of the decision to determine if it was correct based on the facts and circumstances.",
    "metadata": {
      "section_title": "14. Appeals Process",
      "page_number": 11
    }
  },
  {
    "section_id": "NV-46",
    "content": "Appeals must be filed within 11 days from the date of the determination.\nIt is recommended that you file your appeal online through your Claimant Self Service (CSS) account. If you cannot file online, you must mail your appeal. Include all of the following information to avoid delays:\n• Your name\n• Your claimant ID\n• The issue ID\n• The reason for your appeal\n• If you require an interpreter\n• Your signature\nIncomplete mailed appeals may be delayed or not accepted, and the appeal deadline will not be extended for missing information.",
    "metadata": {
      "section_title": "14.1 How to File an Appeal",
      "page_number": 11
    }
  },
  {
    "section_id": "NV-47",
    "content": "While your appeal is under review, you must continue to file weekly certifications to ensure that you receive benefits if the appeal is decided in your favor.",
    "metadata": {
      "section_title": "14.2 Continue Filing Weekly Certifications",
      "page_number": 11
    }
  },
  {
    "section_id": "NV-48",
    "content": "Once your appeal is processed, you will receive a notice for a hearing. This hearing is conducted by an appeals referee, and both you and any interested parties, including your former employer, if applicable, may present evidence or testify. If you are appealing more than one issue, the agency will make every effort to schedule related issues for a single hearing. However, we cannot guarantee that all issues will be heard together. Scheduling depends on many factors, including the timing of determinations, availability of parties, and hearing officer assignments.",
    "metadata": {
      "section_title": "14.3 Appeal Hearings",
      "page_number": 11
    }
  },
  {
    "section_id": "NV-49",
    "content": "After the hearing, the appeals referee will issue a decision in writing. If any interested party disagrees with this decision, further appeals can be filed with the Board of Review or in district court.\np 2= -\n11",
    "metadata": {
      "section_title": "14.4 Post-Hearing Decision",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-50",
    "content": "Providing false information or failing to report earnings while receiving unemployment benefits is considered fraud. Fraudulent activities can lead to serious penalties, including repayment of benefits, disqualification from future benefits, and even criminal prosecution.",
    "metadata": {
      "section_title": "15. Fraud Prevention",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-51",
    "content": "• Misreporting Earnings: Not reporting wages, bonuses, or other earnings.\n• False Information: Deliberately providing false information about your reason for unemployment or your work search activities.",
    "metadata": {
      "section_title": "15.1 Common Forms of Fraud",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-52",
    "content": "Penalties for fraud can include:\n• Repayment of benefits received, plus penalties\n• Loss of future eligibility for benefits\n• Criminal charges, fines, and possible imprisonment",
    "metadata": {
      "section_title": "15.2 Consequences of Fraud",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-53",
    "content": "If you suspect that someone is committing unemployment fraud, report it immediately. You can report fraud at nui.nv.gov or call (775) 684-0475.",
    "metadata": {
      "section_title": "15.3 Reporting Fraud",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-54",
    "content": "If you receive benefits that you are not entitled to, you must repay the overpayment. There are two types of overpayments: non-fraud and fraudulent.",
    "metadata": {
      "section_title": "16. Overpayments",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-55",
    "content": "Non-fraud overpayments occur when benefits are paid in error, or if there’s a change in your eligibility. These overpayments must still be repaid, but you may request a waiver or set up a repayment plan online.",
    "metadata": {
      "section_title": "16.1 Non-Fraud Overpayments",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-56",
    "content": "If you receive benefits due to fraud (e.g., misreporting earnings), you are required to repay the benefits plus penalties. Fraudulent overpayments cannot be waived, and failure to repay may result in criminal prosecution.",
    "metadata": {
      "section_title": "16.2 Fraudulent Overpayments",
      "page_number": 12
    }
  },
  {
    "section_id": "NV-57",
    "content": "If you are unable to repay the overpayment, you may request a waiver (non-fraud cases only) or set up a repayment plan. You can do this online through your CSS account at nui. nv.gov or by contacting the BPC Collections Office. Online options include one-time payments, payment plans, and recurring payments.\n12\nU\nUnemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "16.3 Requesting a Waiver or Repayment Plan",
      "page_number": 13
    }
  },
  {
    "section_id": "NV-58",
    "content": "Unemployment benefits are considered taxable income. You can choose to have federal taxes withheld from your weekly benefit amount. You will be sent a 1099-G form by January 31 of each year, which will show the total amount of benefits paid to you during the prior year. This information is also reported to the IRS. You can always find a copy of this information in your CSS account.",
    "metadata": {
      "section_title": "17. Federal Income Tax",
      "page_number": 13
    }
  },
  {
    "section_id": "NV-59",
    "content": "Your unemployment claim information is confidential. The UI office is legally restricted from sharing your personal information with others without your consent, except for specific situations involving verification with other state agencies.",
    "metadata": {
      "section_title": "18. Confidentiality",
      "page_number": 13
    }
  },
  {
    "section_id": "NV-60",
    "content": "If you were laid off due to competition from foreign imports, you may be eligible for benefits under the Trade Act of 1974. These benefits include Trade Readjustment Allowances (TRA), job retraining programs, and job search allowances. Contact EmployNV Hub for assistance with Trade Act benefits. Please note: This program is not currently active, but it may return at a future date.",
    "metadata": {
      "section_title": "19. Trade Act Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "NV-61",
    "content": "You are required to perform and record weekly work search activities while claiming unemployment benefits.",
    "metadata": {
      "section_title": "20. Work Search Activity Advisement",
      "page_number": 13
    }
  },
  {
    "section_id": "NV-62",
    "content": "You can now track your work searches directly in the UI system. Enter your job search activities online, and they will automatically prepopulate on your weekly certification. This feature saves time and helps prevent errors.\nS ,\n13",
    "metadata": {
      "section_title": "20.1 New Feature: Track Work Searches Online",
      "page_number": 14
    }
  },
  {
    "section_id": "NV-63",
    "content": "Your Claimant Self-Service (CSS) account at nui.nv.gov is your central hub for managing your unemployment benefits claim. This secure online portal provides all the tools you need to stay informed and take action on your claim.",
    "metadata": {
      "section_title": "21. Using Your Claimant Self-Service (CSS) Account",
      "page_number": 14
    }
  },
  {
    "section_id": "NV-64",
    "content": "• Benny the Bighorn, your online guide offers instant answers to your questions 24/7. Benny can also direct you straight to the page you need for filing, updating information, or checking your claim status.\n• Complete FactFinding Online: If there’s an eligibility issue with your claim, you can submit FactFinding responses online. This allows the agency to review your information and determine your eligibility more quickly, reducing delays in benefit payments.\n• Web Requests for Additional Information: If we need more details regarding your claim, you will receive a web request in your CSS account, where you can securely provide the necessary information.\n• Receive Secure Email Alerts: If there is a new message or update on your claim, you will receive an email alert notifying you to check your CSS account.\n• We will never send a direct email with links requesting personal information— only a notification that something is available in your account.\n• Watch out for scams! If you receive an email asking for your login credentials, Social Security number, or other personal information, it is not from us.\n• Always log into your CSS account directly at nui.nv.gov to check for official messages.",
    "metadata": {
      "section_title": "21.1 Key Features of Your CSS Account:",
      "page_number": 14
    }
  },
  {
    "section_id": "NV-65",
    "content": "We will only mail limited information via the U.S. Postal Service. Everything related to your claim—including FactFinding requests, determinations, and appeal notices—will be available in your CSS account. You must log in regularly to check for updates and take any required actions.",
    "metadata": {
      "section_title": "21.2 The Portal is Your Primary Source for Information",
      "page_number": 14
    }
  },
  {
    "section_id": "NV-66",
    "content": "It is your responsibility to keep your contact details current in your CSS account. If your phone number, email, or mailing address changes, update it immediately. Failure to do so could result in missed deadlines, delayed payments, or loss of benefits. Your 1099-G tax form and other important documents will be mailed to the address on file, so it’s critical to keep it current.\nUsing the CSS account ensures that you have faster access to claim updates, secure communication with the agency, and the ability to complete key claim actions online. Make it your go-to resource for managing your unemployment benefits.\n14",
    "metadata": {
      "section_title": "21.3 Keep Your Contact Information Up to Date",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-67",
    "content": "Nevada’s EmployNV Hubs offer several services to assist you in finding new employment. Utilize the following resources to improve your job search:\n• Career Information System: Provides comprehensive career guidance.\n• Job Search Online: Internet-based job search services at no cost.\n• Job Search Workshops: Improve your job search skills with workshops and résumé- building tools.\n• Resource Centers: Access to computers, telephones, fax machines, and printers.\n• Veteran Services: Job referral and placement services for veterans.\n• Vocational Counseling: Assistance in making career decisions and developing job search strategies.",
    "metadata": {
      "section_title": "22. Finding a Job",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-68",
    "content": "You can expand your job search by reaching out to former employers, professional contacts, unions, community organizations, and private employment agencies. Consider using classified ads, online job boards, networking events, and social media to increase your opportunities.",
    "metadata": {
      "section_title": "22.1 Looking for Work on Your Own",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-69",
    "content": "If you need to show proof that you have applied for, are currently receiving, or have exhausted your unemployment benefits, you can request a Proof of Claim or Proof of Exhaustion letter.",
    "metadata": {
      "section_title": "23. Requesting Proof of Claim or Exhaustion Letter",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-70",
    "content": "• Public assistance programs (such as SNAP or Medicaid)\n• Housing or rental assistance\n• Requests from landlords or other agencies",
    "metadata": {
      "section_title": "These letters are often needed for:",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-71",
    "content": "To request either type of letter:\n1. Log into your Claimant Self-Service (CSS) account at nui.nv.gov\n2. Click the option for “Request Proof of Claim Letter” / “Request Exhaustion Letter”\n3. Follow the prompts to submit your request\nOnce submitted, your letter will be processed and provided through your Claimant Self- Service (CSS) account or mailed to your address on file, depending on your selected delivery method.",
    "metadata": {
      "section_title": "How to Request a Letter",
      "page_number": 15
    }
  },
  {
    "section_id": "NV-72",
    "content": "Make sure your email and mailing address are correct in your CSS account. This ensures that you receive your letter promptly and without delays.\n15",
    "metadata": {
      "section_title": "Keep Your Contact Information Updated",
      "page_number": 16
    }
  },
  {
    "section_id": "NV-73",
    "content": "If you filed a claim and later decide that you no longer want to pursue it, you may request to withdraw it. Under Nevada law, you have 11 days from the date you filed your claim to request a withdrawal.",
    "metadata": {
      "section_title": "24. Withdrawing a Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "NV-74",
    "content": "To request a withdrawal:\n1. Log into your Claimant Self-Service (CSS) account at nui.nv.gov\n2. Select the option to Withdraw Claim\n3. Complete the request form and submit it through the portal\nThe agency will review your request and notify you through your CSS account if the withdrawal has been approved.",
    "metadata": {
      "section_title": "How to Withdraw Your Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "NV-75",
    "content": "• Withdrawing a claim means it will be treated as if it was never filed.\n• You cannot withdraw a claim after the 11-day window has passed.\n• If any benefits were already paid on the claim, you may not be eligible to withdraw it.",
    "metadata": {
      "section_title": "Important:",
      "page_number": 16
    }
  },
  {
    "section_id": "NV-76",
    "content": "If your claim was denied and you were disqualified from receiving benefits, you may be able to requalify after meeting certain requirements. For example, you might need to earn a set amount of wages in new work or complete a waiting period, depending on the reason for your disqualification.\nOnce you believe you’ve met the requirements to requalify, you can submit your information online.\n3. Fill out the short form with your updated information, such as details about new employment or earnings\n4. Submit the request through your CSS account\nThe agency will review your submission and determine if you are now eligible to receive benefits. You will be notified of the decision through your CSS account.",
    "metadata": {
      "section_title": "25. Ending a Disqualification or Requalifying for Benefits",
      "page_number": 16
    }
  },
  {
    "section_id": "NV-77",
    "content": "1. Log into your Claimant Self-Service (CSS) account at nui.nv.gov\n2. Click the option labeled “Request to End Denial” or “Request for Requalification”\n16\nUnemployment Insurance Claimant Handbook\nUpdated May 2025",
    "metadata": {
      "section_title": "How to Requalify or End a Disqualification:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-78",
    "content": "Visit nui.nv.gov for detailed information and services.",
    "metadata": {
      "section_title": "General Assistance:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-79",
    "content": "Contact for any questions or issues regarding your claim.",
    "metadata": {
      "section_title": "Telephone Claim Center:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-80",
    "content": "(775) 684-0350",
    "metadata": {
      "section_title": "Northern Nevada:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-81",
    "content": "(888) 890-8211",
    "metadata": {
      "section_title": "Long Distance or Interstate:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-82",
    "content": "(702) 486-7933",
    "metadata": {
      "section_title": "Appeals Office:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-83",
    "content": "(866) 626-0629",
    "metadata": {
      "section_title": "Appeals Office Toll-Free:",
      "page_number": 17
    }
  },
  {
    "section_id": "NV-84",
    "content": "(702) 486-0350\n“ = - & —ay k < £ a = = ' O ¢\n17",
    "metadata": {
      "section_title": "Southern Nevada:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-85",
    "content": "An alternative period used to determine eligibility if a claimant does not qualify using the standard base period.",
    "metadata": {
      "section_title": "Alternate Base Period:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-86",
    "content": "A separation initiated by the employer, typically due to performance, behavior, or violation of policy.",
    "metadata": {
      "section_title": "Discharge:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-87",
    "content": "A request for a review of a decision made about a claim.",
    "metadata": {
      "section_title": "Appeal:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-88",
    "content": "The system used to deliver unemployment benefits to claimants via a prepaid debit card.",
    "metadata": {
      "section_title": "Debit Card Program:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-89",
    "content": "The time period used to determine a claimant’s eligibility and benefit amount, typically the first four of the last five completed calendar quarters before filing a claim.",
    "metadata": {
      "section_title": "Base Period:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-90",
    "content": "The one-year period beginning the Sunday of the week in which a claim is filed.",
    "metadata": {
      "section_title": "Benefit Year:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-91",
    "content": "The process of confirming eligibility and reporting any work or earnings for a specific week.",
    "metadata": {
      "section_title": "Claim Certification:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-92",
    "content": "A person who files a claim for unemployment benefits.",
    "metadata": {
      "section_title": "Claimant:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-93",
    "content": "A claim that combines wages from multiple states to determine eligibility and benefits.",
    "metadata": {
      "section_title": "Combined Wage Claim:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-94",
    "content": "Claimant Self Service portal for claim management. Link for CSS is nui.nv.gov",
    "metadata": {
      "section_title": "CSS:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-95",
    "content": "Criteria that must be met to qualify for unemployment benefits.",
    "metadata": {
      "section_title": "Eligibility:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-96",
    "content": "A network of offices providing employment services, job referrals, and reemployment resources in Nevada.",
    "metadata": {
      "section_title": "EmployNV Hub:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-97",
    "content": "An online questionnaire used by the agency to gather information about an issue on a claim.",
    "metadata": {
      "section_title": "FactFinding:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-98",
    "content": "Deliberately providing false information or failing to report information to receive benefits.",
    "metadata": {
      "section_title": "Fraud:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-99",
    "content": "Any situation that may affect a claimant’s qualification for benefits, such as job separation, availability, or earnings.",
    "metadata": {
      "section_title": "Eligibility Issue:",
      "page_number": 18
    }
  },
  {
    "section_id": "NV-100",
    "content": "Total earnings before any deductions.\n18",
    "metadata": {
      "section_title": "Gross Wages:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-101",
    "content": "Data related to job openings, wage rates, and employment trends in a particular area.",
    "metadata": {
      "section_title": "Labor Market Information:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-102",
    "content": "The end of employment, whether due to quitting, being laid off, or being fired.",
    "metadata": {
      "section_title": "Separation:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-103",
    "content": "A notice that indicates whether a claimant has earned enough wages during the base period to qualify for benefits.",
    "metadata": {
      "section_title": "Monetary Determination:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-104",
    "content": "Employment that is reasonable based on a claimant’s previous job experience, education, and training.",
    "metadata": {
      "section_title": "Suitable Work:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-105",
    "content": "A decision about a claimant’s eligibility for benefits based on factors other than wages.",
    "metadata": {
      "section_title": "Nonmonetary Determination:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-106",
    "content": "Benefits and services provided to workers who lose their jobs due to foreign competition.",
    "metadata": {
      "section_title": "Trade Adjustment Assistance (TAA):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-107",
    "content": "A work arrangement where an employee is scheduled to be available for work if needed but is not guaranteed hours.",
    "metadata": {
      "section_title": "On Call:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-108",
    "content": "Benefits paid to a claimant that exceed the amount they are eligible to receive.",
    "metadata": {
      "section_title": "Overpayment:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-109",
    "content": "A unique number used to protect a claimant’s information and authorize claim filing.",
    "metadata": {
      "section_title": "Personal Identification Number (PIN):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-110",
    "content": "An automated system for filing weekly claims by telephone.",
    "metadata": {
      "section_title": "QuickClaim:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-111",
    "content": "Programs designed to help claimants find suitable employment.",
    "metadata": {
      "section_title": "Reemployment Services and Eligibility Assessment (RESEA):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-112",
    "content": "Reactivating an existing claim after stopping weekly filings, usually due to returning to work or other reasons.",
    "metadata": {
      "section_title": "Reopening a Claim:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-113",
    "content": "A contact number for reporting suspected unemployment insurance fraud.",
    "metadata": {
      "section_title": "UI Fraud Hotline:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-114",
    "content": "A government program that provides temporary financial assistance to workers who have lost their jobs through no fault of their own.",
    "metadata": {
      "section_title": "Unemployment Insurance (UI):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-115",
    "content": "The prepaid debit card used for distributing unemployment benefits in Nevada.",
    "metadata": {
      "section_title": "Way2Go Card®:",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-116",
    "content": "The amount of money a claimant is eligible to receive each week.",
    "metadata": {
      "section_title": "Weekly Benefit Amount (WBA):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-117",
    "content": "Programs that identify claimants likely to exhaust benefits and need job search assistance.",
    "metadata": {
      "section_title": "Worker Profiling and Reemployment Services (WPRS):",
      "page_number": 19
    }
  },
  {
    "section_id": "NV-118",
    "content": "A log of efforts made to find employment, which claimants must maintain and submit upon request.\n19",
    "metadata": {
      "section_title": "Work Search Activity Record:",
      "page_number": 19
    }
  }
]