[
  {
    "section_id": "NY-0",
    "content": "—_\nYR Department STATE of Labor",
    "metadata": {
      "section_title": "WE ARE YOUR DOL",
      "page_number": 1
    }
  },
  {
    "section_id": "NY-1",
    "content": "A GUIDE TO UNEMPLOYMENT BENEFITS\nJULY 2025\n*To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\n*To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "CLAIMANT HANDBOOK",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-2",
    "content": "1 PURPOSE OF THE CLAIMANT HANDBOOK\n2 CONTACT INFORMATION\n4 LANGUAGE ASSISTANCE",
    "metadata": {
      "section_title": "1 ABOUT THIS HANDBOOK",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-3",
    "content": "5 ABOUT THE UI PROGRAM\n5 WE ARE HERE TO HELP YOU",
    "metadata": {
      "section_title": "5 OVERVIEW OF UNEMPLOYMENT INSURANCE (UI)",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-4",
    "content": "8 QUALIFYING FOR UI BENEFITS\n10 RECEIVING YOUR BENEFITS: YOUR PIN, NY.GOV ID, DIRECT DEPOSIT AND THE DEBIT CARD\n12 OPTIONS FOR RECEIVING PAYMENT",
    "metadata": {
      "section_title": "8 ELIGIBILITY FOR UI BENEFITS",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-5",
    "content": "17 WAITING WEEK\n18 REDUCTIONS",
    "metadata": {
      "section_title": "14 HOW MUCH WILL I RECEIVE IN BENEFITS EACH WEEK?",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-6",
    "content": "20 COMPLETING A WEEKLY CLAIM CERTIFICATION",
    "metadata": {
      "section_title": "20 WHEN WILL I START RECEIVING BENEFITS?",
      "page_number": 3
    }
  },
  {
    "section_id": "NY-7",
    "content": "22 SEARCHING FOR WORK\n23 REPORTING WORK",
    "metadata": {
      "section_title": "22 MAINTAINING YOUR UI ELIGIBILITY",
      "page_number": 4
    }
  },
  {
    "section_id": "NY-8",
    "content": "MANDATORY JOB SEARCH REGISTRATION\n27\n27\n28\nREEMPLOYMENT SERVICES\n28 WHEN YOU FIND A NEW JOB",
    "metadata": {
      "section_title": "27 GETTING YOU BACK TO WORK",
      "page_number": 4
    }
  },
  {
    "section_id": "NY-9",
    "content": "30\n30 WHAT WE DO TO STOP UI FRAUD",
    "metadata": {
      "section_title": "29 UI FRAUD AND WILLFUL MISREPRESENTATION: HOW TO AVOID COMMITTING FRAUD",
      "page_number": 4
    }
  },
  {
    "section_id": "NY-10",
    "content": "33\nHOW TO SUBMIT AN APPEAL\n35\nTHE HEARING AND APPEAL PROCESS\n37\nREMAINING ELIGIBLE DURING YOUR HEARING AND/OR APPEAL",
    "metadata": {
      "section_title": "33 HEARING REQUESTS AND APPEAL RIGHTS",
      "page_number": 4
    }
  },
  {
    "section_id": "NY-11",
    "content": "40 APPENDIX A - LEGAL DISCLOSURES 42 APPENDIX B - GLOSSARY 44 APPENDIX C – FORMS\n44\n*To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "40 APPENDIX",
      "page_number": 5
    }
  },
  {
    "section_id": "NY-12",
    "content": "You are required to read this handbook. The UI Claimant Handbook provides important information. It explains how Unemployment Insurance works and tells you your rights and responsibilities. (Please see the Glossary in Appendix B for definitions of all underlined terms.)\nThis handbook answers many questions you may have. If your question is not answered here, please check our website at labor.ny.gov, especially the Frequently Asked Questions page. From our homepage, choose “Get Unemployment Assistance” and then “Frequently Asked Questions.”\nThe NY State Department of Labor has also introduced an online automated assistant named “Perkins” which can help with common questions about unemployment insurance.\nThis handbook is also available in the following languages: shqip (Albanian) Ελληνικά (Greek) język polski (Polish) عرب (Arabic) Kreyòl ayisyen (Haitian-Creole) Русский (Russian) বাঙালি (Bengali) हिन्दी (Hindi) Español (Spanish) 繁體字 (Chinese) Italiano (Italian) اردو (Urdu) English 日本語 (Japanese) יידיש (Yiddish) Française (French) -한국어(Korean)\nYou may view the handbook online at dol.ny.gov or you may request a copy by calling (888)-209-8124. If you have a specific question and your language is not listed above, call (888)-209-8124. Press “9” and we will arrange for an interpreter.\n1\nABOUT THIS HANDBOOK",
    "metadata": {
      "section_title": "Important notice",
      "page_number": 6
    }
  },
  {
    "section_id": "NY-13",
    "content": "There are many ways to contact us:\nAA ap wi",
    "metadata": {
      "section_title": "CONTACT INFORMATION",
      "page_number": 6
    }
  },
  {
    "section_id": "NY-14",
    "content": "Log in to our website with your NY.gov ID at labor.ny.gov/signin. If you do not already have an account, directions for creating one are on our website at labor.ny.gov/signin. If you experience trouble logging in, please refer to our help page, dol.ny.gov/loginhelp. Once you have signed in, on the My Online Services page, in the Messages section, click \"Go to My Inbox.\" and then select “Compose New.” Then follow the drop-down prompts.",
    "metadata": {
      "section_title": "Go to Our Website",
      "page_number": 6
    }
  },
  {
    "section_id": "NY-15",
    "content": "You can call the Telephone Claims Center (TCC) at (888) 209-8124.\nFor services for the hearing or visually impaired:\n• TTY/TDD users (deaf or hard or hearing): call a relay operator at (800)-662-1220 and ask the relay operator to call (888)-783-1370.\n• Video Relay Users: If you use a Video Relay System or another type of relay service, contact your relay operator and ask the relay operator to call (888)-783-1370.",
    "metadata": {
      "section_title": "Call Us",
      "page_number": 6
    }
  },
  {
    "section_id": "NY-16",
    "content": "To locate the Department of Labor Career Center near you, search here: dol.ny.gov/career-centers.\n2\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "Visit in Person",
      "page_number": 7
    }
  },
  {
    "section_id": "NY-17",
    "content": "New York State law (Section 94(1) (d) of the New York Public Officers Law) requires us to tell you that we must collect personal information from you in order for you to participate in the Unemployment Insurance program. If you do not give us the information we ask for, we may have to deny you Unemployment Insurance benefits. Under certain conditions and if authorized by law, the information we collect may be sent to your employer(s) and various state and federal agencies to verify your employment and eligibility for benefits. This may include the use of computer systems that match the information we obtain with that in other databases, for example: lists of people recently hired that are maintained by the New York State Department of Taxation and Finance. You have the right to review information about you, which is maintained by the Unemployment Insurance Division, unless exempted by law.",
    "metadata": {
      "section_title": "PERSONAL PRIVACY PROTECTION LAW NOTICE:",
      "page_number": 7
    }
  },
  {
    "section_id": "NY-18",
    "content": "The Unemployment Insurance Division routinely verifies non-citizen registration numbers with United States Citizenship and Immigration Services of the United States Department of Homeland Security to determine if a person is eligible for Unemployment Insurance benefits. This is required by the Federal Immigration Reform and Control Act of 1986. Our authority to request personal information when you file a claim is found in Article 18 of the New York State Labor Law for Regular State and Extended Unemployment Benefits, Chapter 85 of Title 5 of the United States Code for Federal Civilian and Military Unemployment Compensation and Chapter 68 of Title 42 of the United States Code for Disaster Unemployment Assistance.\n3 \nABOUT THIS HANDBOOK",
    "metadata": {
      "section_title": "PERSONAL PRIVACY PROTECTION LAW NOTICE:",
      "page_number": 8
    }
  },
  {
    "section_id": "NY-19",
    "content": "Claimant Handbooks are available in shqip (Albanian) – عرب (Arabic) – বাঙালি (Bengali) – (Chinese) – English – Française (French) – 繁體字 Ελληνικά (Greek) – Ελληνικά (Haitian-Creole) – हिन्दी (Hindi) – Italiano (Japanese) -한국어(Korean) – język polski (Polish) – (Italian) – 日本語 Русский (Russian) – Español (Spanish) – اردو (Urdu) – יידיש (Yiddish).\nFor a Braille Claimant Handbook: Call the Division of Equal Opportunity Development at (518) 457-1984.\nThe Telephone Claims Center (TCC) has English, Spanish and Chinese speaking staff and offers free translation services for more than 100 languages. Please call (888) 209-8124 from 8:30 a.m. to 4:30 p.m., Monday-Friday.\n4",
    "metadata": {
      "section_title": "LANGUAGE ASSISTANCE",
      "page_number": 9
    }
  },
  {
    "section_id": "NY-20",
    "content": "UI is a program designed to provide temporary income to workers who lost their job through no fault of their own—for example, due to a layoff, plant closure or lack of available work. Benefits are not available to all workers. For example, workers who quit or were fired from their job for misconduct may not be eligible for UI benefits. You are encouraged to apply for benefits and to provide us with accurate information. NYSDOL will review the information you provide, and we’ll do our best to assist you in getting benefits, if you qualify.\n¥",
    "metadata": {
      "section_title": "ABOUT THE UI PROGRAM",
      "page_number": 9
    }
  },
  {
    "section_id": "NY-21",
    "content": "The unemployment insurance system is a joint federal and state partnership which is funded by federal and state taxes on employers. In NY State, no money is deducted from your paycheck to pay for UI benefits. The federal government requires that state law impose minimum qualifications on UI recipients for the state to receive federal grants for the administration of state UI programs. In this handbook, we will explain what those requirements are.",
    "metadata": {
      "section_title": "Funding for the UI Program",
      "page_number": 9
    }
  },
  {
    "section_id": "NY-22",
    "content": "The New York State Department of Labor is here to assist you through your time of unemployment. To make sure you are paid benefits in a timely manner, please help us by:\n• Providing accurate information.\n• Responding to requests for information right away.\n• Completing all requirements to maintain UI eligibility, as outlined in this handbook.\n• Keeping your contact information up to date.\n5\nOVERVIEW OF UNEMPLOYMENT INSURANCE (UI)",
    "metadata": {
      "section_title": "WE ARE HERE TO HELP YOU",
      "page_number": 10
    }
  },
  {
    "section_id": "NY-23",
    "content": "If you move or change your phone number, let us know as soon as possible. Failure to notify our agency of your current contact information may result in a delay in payment of benefits or cause you to miss important information from us. The easiest way to update your address or phone number is through our website at www.labor.ny.gov/signin",
    "metadata": {
      "section_title": "Change of Address or Phone Number",
      "page_number": 10
    }
  },
  {
    "section_id": "NY-24",
    "content": "Call the Telephone Claims Center at (888) 209-8124 and select appropriate menu options. If you receive your UI Benefits via a Way2GO debit card, New York State Department of Labor will notify Way2Go customer service of the change.",
    "metadata": {
      "section_title": "You may also:",
      "page_number": 10
    }
  },
  {
    "section_id": "NY-25",
    "content": "You can check the status of your claim, request information, and more through our safe and secure website. Visit www.labor.ny.gov/signin 24 hours a day, seven days a week.\nTo set up an online account, you can go to www.labor.ny.gov/signin and follow the directions to create an account. OR call the Telephone Claims Center (888) 209-8124 from 8:30 a.m. to 4:30 p.m., Monday- Friday. Press Option 2 to speak with a representative.\nLastly, don’t forget, for commonly asked UI questions you can always ask “Perkins,” the automated online assistant. Perkins is located at the bottom of the Department of Labor UI main landing page.",
    "metadata": {
      "section_title": "For Fastest Service, Go Online",
      "page_number": 10
    }
  },
  {
    "section_id": "NY-26",
    "content": "• TTY/TTD users: Call a relay operator at (800) 662-1220 and ask the operator to call (888) 783-1370.\n6\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\n• Video Relay Service users: If you use a Video Relay System or another type of relay service, contact your relay operator and ask the relay operator to call (888) 783-1370.\n• Braille Claimant Handbook: Call the Division of Equal Opportunity Development at (518) 457-1984 for a copy.\n7 \nELIGIBILITY FOR UI BENEFITS\nV V- V- (",
    "metadata": {
      "section_title": "Services for the Hearing or Visually Impaired:",
      "page_number": 12
    }
  },
  {
    "section_id": "NY-27",
    "content": "Our agency will review your claim to determine if you qualify for benefits. We look at these three criteria:",
    "metadata": {
      "section_title": "QUALIFYING FOR UI BENEFITS",
      "page_number": 12
    }
  },
  {
    "section_id": "NY-28",
    "content": "You must have earned sufficient wages in the 12 to 18 months prior to filing a claim. If you did not earn enough wages, you may not be eligible for benefits. After receiving your Monetary Determination you will have the opportunity to provide additional proof of any wages not already included in the determination.",
    "metadata": {
      "section_title": "1. How much did you work in the 12-18 months before filing a claim?",
      "page_number": 12
    }
  },
  {
    "section_id": "NY-29",
    "content": "The reason you are no longer employed helps determine whether you can receive UI benefits. Below are some examples of separation reasons that may qualify or disqualify you from receiving benefits.\n8 \nYou may receive benefits if you: Were laid off or your hours were reduced because your employer did not have enough work for you. Left your last job and can show it was for good cause related to the job (such as unsafe working conditions). Are unemployed because you or your child were a victim of domestic violence, stalking or sexual assault. Labor dispute (or strike). You may not receive benefits if you: Left your job for personal reasons unrelated to work. Were fired for misconduct. Are self-employed full-time. Are currently receiving workers’ compensation for an on-the-job injury. Are currently receiving NYS disability benefits. You are incarcerated. If you commit a criminal act in connection with your employment and you admit guilt in a signed statement or were convicted of the felony, you will be disqualified for 12 months.\n9\nELIGIBILITY FOR UI BENEFITS",
    "metadata": {
      "section_title": "2. Why are you no longer working for your past employer?",
      "page_number": 14
    }
  },
  {
    "section_id": "NY-30",
    "content": "To qualify for Ul benefits you must be:\n• Actively looking for work.\n• Mentally and physically able to work.\n• Legally authorized to work in the United States.\n• Available to accept new work (for example, you do not have personal responsibilities that would prevent you from working).",
    "metadata": {
      "section_title": "3. Are you able and available to work?",
      "page_number": 14
    }
  },
  {
    "section_id": "NY-31",
    "content": "If you filed your claim over the phone, you were prompted to create a Personal Identification Number, or PIN. It is important to remember your PIN. You will use it when you:\n• Call the Telephone Claims Center at (888)-209-8124 to ask a question about your weekly benefits, or\n• Claim weekly benefits (certify for benefits) by telephone using Tel- Service at (888)-581-5812.\nIf you forget your PIN or if you think someone else might know your PIN, you can reset it by calling the Telephone Claims Center.* Select the menu option for “PIN or address changes.”",
    "metadata": {
      "section_title": "Setting up your Personal Identification Number (PIN)",
      "page_number": 14
    }
  },
  {
    "section_id": "NY-32",
    "content": "If you choose to claim weekly benefits (certify for benefits) on our website, you will need to set up and use a NY.gov ID. This is different from the PIN you set up when you file a claim. With a NY.gov ID, you can:\n• Claim weekly benefits and get other information about your benefits on our website.\n• Ask a specific question about your claim via secure message.\n• Access services offered by other New York State agencies.\n10\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nDirections for creating an NY.gov ID are on our website at labor. ny.gov/signin. For more information, check the NY.gov Frequently Asked Questions, or call (800)-833-3000 Monday - Friday, 8:30 a.m. to 4:30 p.m.",
    "metadata": {
      "section_title": "Setting up your NY.gov ID",
      "page_number": 15
    }
  },
  {
    "section_id": "NY-33",
    "content": "he NY.gov Frequently Asked Questions, or call (800)-833-3000 Monday - Friday, 8:30 a.m. to 4:30 p.m.\nIf you forget your NY.gov ID username or password or if you think someone else might know them, you can reset them at any time. Follow the directions to reset your NY.gov ID username and password at labor.ny.gov/signin or call (800)-833-3000 between 8:30 a.m. and 4:30 p.m. Monday - Friday for help.\nImportant: Allowing someone to get benefits or access your claim using your PIN, your NY.gov ID or your NY.gov password is a serious offense. It can lead to severe penalties, including criminal prosecution and imprisonment. You can also lose up to 20 weeks of benefits. Do not tell anyone your PIN, your NY.gov ID or your NY.gov password. Do not write them down where they may be seen by others. Your PIN, your NY.gov ID and your NY.gov password are your electronic signatures. They are security measures that ensure that no one besides you can claim and receive your Unemployment Insurance benefits or look at your private claim information.",
    "metadata": {
      "section_title": "Setting up your NY.gov ID",
      "page_number": 15
    }
  },
  {
    "section_id": "NY-34",
    "content": "You are responsible for safeguarding and using your PIN, NY.gov ID and NY.gov ID passwords.\nThe only exception is if you need a helper to file for or certify for benefits—for example, if you have a disability or language issue. If you cannot enter your own PIN or NY.gov credentials, you may have a helper enter that information for you. However, you must be physically with your helper when they enter your password or PIN. Note: Claimants are not required to use a helper for any services through the Department of Labor, including unemployment insurance. Interpretive services are available at no cost.\n11\nELIGIBILITY FOR UI BENEFITS\nO=",
    "metadata": {
      "section_title": "Setting up your NY.gov ID",
      "page_number": 16
    }
  },
  {
    "section_id": "NY-35",
    "content": "If you are eligible for Ul benefits, you may receive your payment:\n• Through direct deposit—this option puts money directly into your checking account. You can register for direct deposit when you file a claim on our website at labor.ny.gov/signin, or you can change to direct deposit when you claim weekly benefits (certify for benefits) online. Sign into your account at labor.ny.gov/signin and follow the directions to “Update Your Personal Information.”\nTo register for direct deposit, you will need your bank routing number and your checking account number.\nJEFFREY MAPLE SUZANNE MAPLE 1234 123 Pear Lane 15-0000/9000 Anyplace, NY 20000 PAY TO THE ORDER OF | $ DOLLARS ANYPLACE BANK Anyplace, NY 20000 Do not include For Routing Number | [ Account Number the check number. |(250250025)| (2020207 '8k\".) 123y ¢——\nYou can register for direct deposit or change your banking information online:\n• 7:30 a.m. - 7:30 p.m.",
    "metadata": {
      "section_title": "OPTIONS FOR RECEIVING PAYMENT",
      "page_number": 16
    }
  },
  {
    "section_id": "NY-36",
    "content": "u can register for direct deposit or change your banking information online:\n• 7:30 a.m. - 7:30 p.m. Monday - Thursday\n• 7:30 a.m. - 5 p.m. Friday\n• 12:01 a.m. Saturday - 7 p.m. Sunday\n• On a prepaid debit card—this option provides you with a prepaid Way2Go debit card. *This card will be sent to you automatically unless you sign up for direct deposit.\nThe debit card will be mailed to you about seven to 10 days after you are approved to receive benefits. For security reasons, your debit card will arrive in a plain white envelope. Please watch for it in the mail and do not throw it away, even if you signed up for direct deposit in the meantime. You must activate your debit card by following the instructions enclosed with the card.\n12\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370.",
    "metadata": {
      "section_title": "OPTIONS FOR RECEIVING PAYMENT",
      "page_number": 17
    }
  },
  {
    "section_id": "NY-37",
    "content": "Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\n• You can make purchases, get cash, and pay bills everywhere Mastercard debit is accepted.\n• It allows you to withdraw your benefits from an ATM (Automated Teller Machine) and make purchases wherever MasterCard is accepted.\n• Only the Department of Labor can deposit money into the debit card account.\n• You will be mailed a Way2Go debit card automatically unless you sign up for direct deposit. For questions, call Way2Go Customer Service at (844) 649-9845. Or you can download the Way2Go Card mobile app from the Apple App Store or Google Play Store and activate your card there.\nYour Way2Go debit card is valid for five years and will be used for current and potential future claims. Even if you are not currently receiving benefits, keep the card in a safe place. If you receive Unemployment Insurance benefits later, the same debit card PIN you originally created will re-activate your card. If you have not used your card for five years or if you file a new claim after five years, call Way2Go Program Customer Service at (844)-649-9845 to request a new card. Department of Labor staff cannot replace or request a new card for you.\nTo learn more about these payment options, visit on.ny.gov/debitcard.\ne 6 0 O\n13\nHOW MUCH WILL I RECEIVE IN BENEFITS EACH WEEK?\ns",
    "metadata": {
      "section_title": "OPTIONS FOR RECEIVING PAYMENT",
      "page_number": 18
    }
  },
  {
    "section_id": "NY-38",
    "content": "Your weekly Unemployment Insurance benefit payment amount depends on how much you were paid during a base period.",
    "metadata": {
      "section_title": "HOW MUCH WILL I RECEIVE IN BENEFITS EACH WEEK?",
      "page_number": 18
    }
  },
  {
    "section_id": "NY-39",
    "content": "A base period represents one year of your work and wages (four calendar quarters). Calendar quarters are the three-month blocks of time shown in the chart below. Wages paid in your base period are used to calculate your benefit rate. Wages are calculated based on the quarter of the pay date, not the pay period. Your benefit rate is the amount of money you may receive if you are eligible for a full week of Unemployment Insurance benefits.\nThere are two types of base periods shown in the chart below. The Basic UI Base Period is the first four of the last five completed calendar quarters before the quarter in which you file for benefits. If you have enough wages in your Basic Base Period, we use it when we calculate your benefit payment.",
    "metadata": {
      "section_title": "Understanding Your UI Base Period",
      "page_number": 18
    }
  },
  {
    "section_id": "NY-40",
    "content": "Example only. Your actual quarters may differ from those shown.\nPrevious Year Current Year 1st r 2nd Quarter 3rd Quarter 4th Quarter 5th Quarter January 1 - April 1 - July 1- October 1 - January 1 - March 31 June 30 September 30 December 31 March 31 Quarter you filed for Basic Base Period Wages paid to you during these four quarters make up your Basic ni April Base Period. June 30 Alternate Base Period Wages paid to you during these four quarters make up your Alternate Base Period.\n14\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nIf you do not have enough wages in your Basic Base Period, we use your UI Alternate Base Period to calculate your benefit payment.",
    "metadata": {
      "section_title": "How Base Periods Work",
      "page_number": 19
    }
  },
  {
    "section_id": "NY-41",
    "content": "s in your Basic Base Period, we use your UI Alternate Base Period to calculate your benefit payment. The UI Alternate Base Period is the last four completed calendar quarters before the quarter in which you file for benefits.\nImportant: If you have enough wages in your Basic Base Period, we do not automatically check to see if your benefit rate would be higher if your Alternate Base Period is used instead. If you think your benefit payment would be higher using your Alternate Base Period, you can ask us to use your Alternate Base Period to calculate your benefit amount. To do this, complete the Request for Alternate Base Period form found at the end of this handbook or online at dol.ny.gov/ forms-and-publications. This form must be received by us within 10 calendar days as of the date mailed stamp on your most recent Monetary Benefit Determination.\nHowever, if you choose to use the alternate quarter wages for your current claim, you cannot use these wages again in the future.",
    "metadata": {
      "section_title": "How Base Periods Work",
      "page_number": 19
    }
  },
  {
    "section_id": "NY-42",
    "content": "This may affect your ability to qualify for a future claim.\nFor all base periods, the quarter in which you file for benefits does not count as part of your base period. This means that wages paid during the quarter you filed will not be used to calculate your benefit rate.\nRegardless of which base period is used (Basic Base Period or Alternate Base Period), you must meet the following earnings requirements:\n• You must have worked and been paid in jobs covered by unemployment Insurance in at least 2 calendar quarters of your base period.\n• For claims filed in 2025, you must have been paid at least $3,400 in one calendar quarter.\n• The total wages paid to you must be at least 1.5 times the amount paid to you in your high quarter.\n15\nHOW MUCH WILL I RECEIVE IN BENEFITS EACH WEEK?",
    "metadata": {
      "section_title": "How Base Periods Work",
      "page_number": 20
    }
  },
  {
    "section_id": "NY-43",
    "content": "Once your weekly benefit payment is calculated, you will receive a Monetary Determination in the mail.",
    "metadata": {
      "section_title": "Receiving Your Monetary Determination",
      "page_number": 20
    }
  },
  {
    "section_id": "NY-44",
    "content": "• The amount of benefits you are eligible to receive, if approved, and how that amount was calculated.\n• The number of weeks you will be eligible for benefits.\nThe Monetary Benefit Determination does not say that you will definitely receive benefits. It simply shows whether you have enough earnings to establish a weekly benefit payment or not. There may be other reasons you don’t qualify. *See the Eligibility for UI Benefits section for more information on eligibility.\nPlease Note - The maximum amount of benefits you can receive weekly in the state of New York increases from $504.00 per week to $869.00 per week on October 6, 2025. The minimum weekly benefit rate in the state of New York increases from $136.00 per week to $140.00 per week on January 1, 2026",
    "metadata": {
      "section_title": "The Monetary Determination explains:",
      "page_number": 20
    }
  },
  {
    "section_id": "NY-45",
    "content": "If you see that wages or employers are missing from your Monetary Benefit Determination notice, complete and return the Request for Reconsideration form sent with the notice. Include proof of employment and wages, such as copies of pay stubs, for all the wages you listed on the form and for the entire time period in question.\nIf you have no proof of your wages, include them on the form anyway and tell us why you have no proof. If you were paid in cash, you should include those wages even if you do not have pay stubs or other proof you were paid. We can investigate why your employer(s) did not report your wages to us.\n16\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nIf you worked for an agency of the federal government, a branch of military service or outside of New York State, or if you were paid as an independent contractor, your wages may not be listed on the Monetary Benefit Determination notice. If you received any of these types of wages, complete and return the Request for Reconsideration form.",
    "metadata": {
      "section_title": "Missing Wages and/or Employers on your Monetary Benefit Determination?",
      "page_number": 21
    }
  },
  {
    "section_id": "NY-46",
    "content": "• If your Monetary Benefit Determination shows employers you have not worked for, or shows wages you were not paid, you must tell us as soon as possible by calling the Telephone Claim Center.\n• The Request for Reconsideration form must be received by us within 30 calendar days of the Date Mailed as stated on your most recent Monetary Benefit Determination notice.",
    "metadata": {
      "section_title": "Important Things to Remember:",
      "page_number": 21
    }
  },
  {
    "section_id": "NY-47",
    "content": "The first week of your claim is considered a waiting week. You must file a claim and meet all eligibility requirements during this week, but you will not be paid. During this time, we review and process your application, determine your weekly benefit rate and verify your employment information with your former employer(s). Your payments will start the following week, assuming you are still eligible for benefits and fulfill all requirements. (In some cases, additional information must be obtained before payment can be made so your first payment may take longer.)\nFor example, consider a situation where John lost his job on the first Monday of the month and filed an initial claim for UI benefits on the same day. Even though John submits a certification for the first week of benefits, he will not be paid for this waiting week.\nThe next week, if John fulfills all eligibility requirements, he will be eligible to receive payment. See the Maintaining Your UI Eligibility section for more details on the continuing eligibility requirements.\n17\nHOW MUCH WILL I RECEIVE IN BENEFITS EACH WEEK?\nMonth Sun Mon Tues Wed Thurs Fri Sat x $ $ $ $ $ $ S",
    "metadata": {
      "section_title": "WAITING WEEK",
      "page_number": 22
    }
  },
  {
    "section_id": "NY-48",
    "content": "Your benefits may be reduced under the following circumstances:\n1",
    "metadata": {
      "section_title": "REDUCTIONS",
      "page_number": 22
    }
  },
  {
    "section_id": "NY-49",
    "content": "A severance package, pay in lieu of notice or a continuation of pay with full benefits from an employer may affect UI benefits. Be sure to report any separation payments when you file your weekly claim. You may be contacted by the agency for additional details to help determine if your separation pay will cause a change in your UI benefit amount.",
    "metadata": {
      "section_title": "Separation Pay",
      "page_number": 22
    }
  },
  {
    "section_id": "NY-50",
    "content": "Retirement income, such as Social Security Payments, disability payments or survivor benefits, may affect your weekly benefit amount (WBA). You must tell us if you receive or apply to receive payment from your retirement plan.\n;",
    "metadata": {
      "section_title": "Retirement Income",
      "page_number": 22
    }
  },
  {
    "section_id": "NY-51",
    "content": "Some or all of your unemployment benefits may be reduced if you:\n18\n• Owe court-ordered child support.\n• Previously received unemployment benefits that you were not entitled to and did not repay the Overpayment.\nYou will be notified if your UI benefits will be applied to any of these types of debts.\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "Money Owed",
      "page_number": 23
    }
  },
  {
    "section_id": "NY-52",
    "content": "Your UI benefits are taxable by the federal and state government. You may choose if you want to have taxes withheld from your weekly payment or not. If you elect not to have taxes withheld, you will be responsible for the full taxable amount at the end of the year. Questions about taxes on UI payments should be directed to the Internal Revenue Service (IRS) or your tax professional.\nBy the end of January each year, the New York State Department of Labor will mail you an IRS form 1099-G. Your 1099-G can also be accessed online (along with previous years if applicable). This form shows the amount of benefits you were paid during the previous year and the amount of income tax withheld if you selected that option.\n19 \nWHEN WILL I START RECEIVING BENEFITS?",
    "metadata": {
      "section_title": "Taxes",
      "page_number": 24
    }
  },
  {
    "section_id": "NY-53",
    "content": "After you file your claim, you must certify weekly while your eligibility is under review. If you are eligible, your first payment will generally be made in two to three weeks from the time you file your claim. In some cases, we must obtain additional information before a payment can be made, so your first payment may take longer. During this time, we review and process your application, determine your weekly benefit rate and verify your employment information with your former employer(s). You will not receive benefits during this review period. *See Waiting Week",
    "metadata": {
      "section_title": "WHEN WILL I START RECEIVING BENEFITS?",
      "page_number": 24
    }
  },
  {
    "section_id": "NY-54",
    "content": "• Complete and return any questionnaires and return any phone calls you may receive from the Department of Labor right away. Important: Respond to our communications within the time frames listed in those documents. Not doing so could cause your claim to be delayed, suspended or denied.\n• Continue to claim weekly benefits as long as you are unemployed and meet the eligibility requirements, beginning the week immediately after you file your claim.",
    "metadata": {
      "section_title": "During this time, there are two things you should do:",
      "page_number": 24
    }
  },
  {
    "section_id": "NY-55",
    "content": "To receive benefit payments, you will need to file a weekly claim certification to tell NYS Department of Labor you are still unemployed. The claim certification includes a series of questions that help determine if you are eligible to continue receiving UI benefits. For example, you will be asked if you:\n• Were able and available to accept work.\n• Looked for work, along with details about your work search efforts.\n• Refused any jobs or offers of work.\n• Completed any work, and if so, how much money you earned for that work.\n20\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nUnder penalty of law, you are required to truthfully answer the questions for each week you claim UI benefits. You should always do this yourself—do NOT let someone claim benefits for you.\nSometimes a person might need a helper to assist them with accessing benefits or answering questions. A helper can be a friend, relative, attorney or other advocate. For more information regarding using a helper to assist with services please visit dol.ny.gov/system/ files/documents/2021/08/p808.pdf\n21 \nMAINTAINING YOUR UI ELIGIBILITY",
    "metadata": {
      "section_title": "COMPLETING A WEEKLY CLAIM CERTIFICATION",
      "page_number": 26
    }
  },
  {
    "section_id": "NY-56",
    "content": "Every week that you claim benefits, you must complete three tasks to remain eligible:\n• Search for work\n• Complete your claim certification and\n• Report job offers you received, money you earned and/or days that you were unable to work (due to illness, other commitments, or travel). (Failure to complete any of these actions can disqualify you from future benefits.)",
    "metadata": {
      "section_title": "MAINTAINING YOUR UI ELIGIBILITY",
      "page_number": 26
    }
  },
  {
    "section_id": "NY-57",
    "content": "You are required to actively search for work every week you receive UI benefits by completing at least three work search activities. Below are examples of work search activities that fulfill this requirement, along with activities that are not considered valid.\n22\nQualifying Work Search Invalid Work Search Activities: Activities: Applying for a job that fits your Applying for a job that you are skills and qualifications unqualified for Interviewing for a job Viewing job leads without applying Reporting to a union hiring hall Failing to apply for a job in if you are a registered member the manner directed by an of that union employer (e.g., failing to submit an online application when an employer tells you to apply online) Participating in reemployment services at a NYS Career Center\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nAll work search activities must be documented. See Appendix C for a sample work search log.",
    "metadata": {
      "section_title": "SEARCHING FOR WORK",
      "page_number": 27
    }
  },
  {
    "section_id": "NY-58",
    "content": "The Sunday after you initially apply for benefits is the first day that you can submit a weekly claim. Weekly claims must be completed by 11:59 p.m. on Saturday of each week you are claiming benefits. For the purposes of Unemployment Insurance, a week runs from Monday to Sunday. You must file your claim for the previous week on the last day of that week (Sunday) through the following Saturday. This is called the claim window.\nFor example, if you lost your job on Monday the 3rd of the month, you could file an initial claim for UI benefits on the same day or on any other day that week. Then you could submit a weekly claim for your first week of benefits starting on Sunday the 9th or any day up to 11:59 on Saturday the 15th.\nFailure to submit the weekly claim on or before 11:59 p.m. on Saturday the 15th may result in delayed benefit payment or a denial of benefits for that week.\nIf you are unable to submit your claim by the due date for any week, but later want or need to claim benefits, you can do so through our Perkins automated assistant, fax or U.S. Mail.\nMonth Sun Mon Tues Wed Thurs Fri Sat 2 3 4 5 6 7 8 9 10 1 12 13 14 15 16 17 18 19\n23\nMAINTAINING YOUR UI ELIGIBILITY",
    "metadata": {
      "section_title": "When to File Your Weekly Claim for Benefits",
      "page_number": 28
    }
  },
  {
    "section_id": "NY-59",
    "content": "For fastest service, visit: www.labor.ny.gov/signin.",
    "metadata": {
      "section_title": "Online",
      "page_number": 28
    }
  },
  {
    "section_id": "NY-60",
    "content": "• TTY/TDD users (deaf or hard or hearing): Call a relay operator at (800)-662-1220 and ask the relay operator to call (888)-783-1370.\n• Video Relay Users: If you use a Video Relay System or another type of relay service, contact your relay operator and ask the relay operator to call (888)-783-1370.\n• Braille Claimant Handbook: Call the Division of Equal Opportunity Development at (518) 457-1984 for a copy.",
    "metadata": {
      "section_title": "(888) 581-5812 24 hours a day, seven days a week",
      "page_number": 28
    }
  },
  {
    "section_id": "NY-61",
    "content": "What is considered work? Any activity that brings in or may bring in income at any time must be reported as work. This includes training, as well as full-time, part-time, seasonal, per diem, probationary, occasional, temporary or permanent work. Even if you were not paid, you must report this activity as work. Some examples include:\n24\n• All activity related to self-employment or freelance work, including but not limited to: writing checks, taking phone calls, writing or responding to business correspondence, or any other tasks associated with starting or continuing a business\n• On-the-job training\n• Job orientation\n• Performing duties or favors for a friend or relative’s business\n• Active duty for training with a branch of the military\n• Activities involved in managing a multi-family (two or more rental apartments) rental unit\n• Working as a building superintendent\n• Working for tips\n• An internship and/or externship\n• A college work-study job\n“To reach the Telephone Claims Center, please call (888)-209-8124.",
    "metadata": {
      "section_title": "What Work to Report",
      "page_number": 29
    }
  },
  {
    "section_id": "NY-62",
    "content": "TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\n• Activities connected with starting a business (unless you are approved for and participating in the Department of Labor’s Self- Employment Assistance Program)\n• All activity for which you receive non-monetary compensation or benefits such as lower rent, or free or discounted goods or services",
    "metadata": {
      "section_title": "What Work to Report",
      "page_number": 29
    }
  },
  {
    "section_id": "NY-63",
    "content": "If you lost work and you are working part-time 30 hours or fewer a week and making $504 or less per week, the following guidelines apply when reporting your part-time work.\nBe Advised: These guidelines will also apply to the new maximum benefit rate of $869.00 which takes effect on October 6, 2025. See the Reporting Wages section for more information.",
    "metadata": {
      "section_title": "What if I work part time?",
      "page_number": 29
    }
  },
  {
    "section_id": "NY-64",
    "content": "Claimants should refer to the following guidelines when reporting part-time work (round up to the nearest hour):\nReporting guidelines for part-time work 0 - 10 hours of work No reduction in weekly benefit = 0 days worked: rate 11 - 16 hours of work = 1 day worked: 75% of weekly benefit rate 17 - 21 hours of work = 2 days worked: 50% of weekly benefit rate 22 - 30 hours of work = 3 days worked: 25% of weekly benefit rate 31+ hours of work = 4 days worked: 0% of weekly benefit rate\n25\nMAINTAINING YOUR UI ELIGIBILITY\nFor more information, visit on.ny.gov/partialui.",
    "metadata": {
      "section_title": "Effective August 16, 2021, and forward:",
      "page_number": 30
    }
  },
  {
    "section_id": "NY-65",
    "content": "• Jury duty\n• Inactive duty for training with a branch of the military\n• Weekly or monthly drill sessions for the National Guard or Reserves\n• Any activities involved in managing a single-family rental unit (for example: a two-family home where you live upstairs and rent out the downstairs apartment, or you rent out your house)",
    "metadata": {
      "section_title": "You do not have to report the following types of activities as work:",
      "page_number": 30
    }
  },
  {
    "section_id": "NY-66",
    "content": "Do NOT attempt to claim benefits while you are outside the United States, Canada, Puerto Rico or the U.S. Virgin Islands because there is specific information that we need from you to make sure you get any benefits that you might be entitled to. Do not give your PIN to someone else to certify for you. Giving your information to someone else to certify on your behalf or by using a Virtual Private Network (VPN)or something similar to certify from abroad may result in loss of benefits.\nPlease see “Fraud and Misrepresentation” for more.\n   26",
    "metadata": {
      "section_title": "Did you know?",
      "page_number": 31
    }
  },
  {
    "section_id": "NY-67",
    "content": "The New York State Department of Labor offers a variety of no-cost programs and services—including job leads and career resources—to help you get back to work faster.",
    "metadata": {
      "section_title": "GETTING YOU BACK TO WORK",
      "page_number": 31
    }
  },
  {
    "section_id": "NY-68",
    "content": "Mandatory Career Center meetings: You may be required to report to a New York State Career Center. If so, you will be sent a letter with the appointment date, time and location.\nIf you cannot attend the appointment because you are working or for another reason, call the New York State Career Center as soon as possible to reschedule. If you cannot reach a person when you call and must leave a message requesting a call back, someone should call you back within 24 hours. If you do not receive a call back within 24 hours of leaving a message, please send us a secure message through your online account.\nIf you are attached to a union hiring hall or meet other specific criteria, we will notify you if you do not have to register because you are exempt.",
    "metadata": {
      "section_title": "MANDATORY JOB SEARCH REGISTRATION",
      "page_number": 31
    }
  },
  {
    "section_id": "NY-69",
    "content": "In addition to job search assistance, The New York State Department of Labor can assist you with resume writing, interviewing skills, labor market information, and more. To find the closest Career Center, go to dol.ny.gov/career-centers or call the New York State Department of Labor Contact Center at (888)-469-7365 between 8:30 a.m. and 4:30 p.m. Monday–Friday.\n[ ]\n27\nGETTING YOU BACK TO WORK",
    "metadata": {
      "section_title": "REEMPLOYMENT SERVICES",
      "page_number": 32
    }
  },
  {
    "section_id": "NY-70",
    "content": "Training Programs—You may be eligible for training or education programs to help you upgrade your skills or complete a degree program. To learn more about whether you might qualify, visit: dol. ny.gov/training-opportunities or contact your local NYS Career Center.\nVeterans’ Assistance—We have employment assistance programs specifically designed for veterans. If you are a veteran, get started at: dol.ny.gov/services-veterans or contact your local NYS Career Center.",
    "metadata": {
      "section_title": "Additional Services to Assist You",
      "page_number": 32
    }
  },
  {
    "section_id": "NY-71",
    "content": "After you start a new full-time job, you do not need to notify our office that you found work. Simply stop submitting the weekly claim certification to request UI benefit payments when you start your new job (even if you will not be paid for a week or more). Should you start the new job in the middle of the week, be sure to report your work on your next weekly claim.",
    "metadata": {
      "section_title": "Full-time Work",
      "page_number": 32
    }
  },
  {
    "section_id": "NY-72",
    "content": "If you find part-time work, you may still be eligible for partial UI benefit payments. Be sure to report any part-time work. See “What if I work Part-Time” in the REPORTING WORK section for more information.\n28\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "Part-time Work",
      "page_number": 33
    }
  },
  {
    "section_id": "NY-73",
    "content": "Fraud is a serious crime. Detecting and preventing unemployment insurance fraud is a priority for our agency. Claims are audited regularly to ensure benefits were paid according to state and federal law.\nFor UI purposes, a Willful Misrepresentation may be considered fraud. A willful misrepresentation occurs when someone knowingly and purposely makes a false statement, or withholds information, in order to get Unemployment Insurance benefits. The most important thing is to be honest—lying makes you guilty of fraud. If you are confused about what you are supposed to do or report, call the TCC for clarification at (888) 209-8124. We are here to help!\nFor purposes of the Unemployment Insurance Law, a willful misrepresentation \"does not imply a criminal intent to defraud but means 'knowingly', 'intentionally', 'deliberately' to make a false statement\" (see, Matter of Vick, 12 AD2d 120 [3d Dept 1960]). If you intentionally make false statements or hide information to gain or maintain UI benefits, you are committing fraud.",
    "metadata": {
      "section_title": "UI FRAUD AND WILLFUL MISREPRESENTATION: HOW TO AVOID COMMITTING FRAUD",
      "page_number": 33
    }
  },
  {
    "section_id": "NY-74",
    "content": "• Being required to pay back the overpayment.\n• Being assessed “forfeit days.” A forfeit day penalty can be for one day, or it can be for several days. For every forfeit day that is assessed, you lose 25% of your benefits for that week. If you have four forfeit days, you will receive no benefits for that week. This is because there is a maximum of four effective days of benefits in a week.\n• Being charged $100 or a 15% (whichever is higher) monetary penalty on the full amount of the overpaid benefits. This is charged in addition to any benefits that must be repaid (see Glossary).\n29\nUI FRAUD AND WILLFUL MISREPRESENTATION: HOW TO AVOID COMMITTING FRAUD",
    "metadata": {
      "section_title": "Penalties for fraud can include:",
      "page_number": 34
    }
  },
  {
    "section_id": "NY-75",
    "content": "• Certifying in your original claim for benefits that you were laid off when you knew you were fired or quit.\n• Certifying that you did not work when you knew you had worked.\n• Under-reporting the amount you worked or what you earned.\n• Certifying that you were able and available for work when you were away on vacation, were ill, or otherwise unavailable.\n• Having someone else complete your certification; Reporting that you looked for work when you did not make a valid work search effort.\n• Certifying that you did not refuse an offer of employment, when you knew you had.",
    "metadata": {
      "section_title": "Examples of what may be considered willful misrepresentation include, but are not limited to:",
      "page_number": 34
    }
  },
  {
    "section_id": "NY-76",
    "content": "These are just some of the ways we identify people who are committing fraud:\n• Comparing earnings reported by workers and their employers\n• Auditing claims\n• Checking state and national databases of recently hired individuals to make sure people are not collecting UI benefits after they start working again\n• Verifying job search contacts\n• Reviewing union attached status",
    "metadata": {
      "section_title": "WHAT WE DO TO STOP UI FRAUD",
      "page_number": 34
    }
  },
  {
    "section_id": "NY-77",
    "content": "What is an overpayment? An overpayment occurs when you receive Unemployment Insurance benefits that you were not entitled to. This could occur for a number of reasons, for example: you made a mistake when claiming weekly benefits, you were not ready, willing and able to work, you did not complete the required work search activities for a week or weeks, or you knowingly gave us false or misleading information when filing a claim or claiming weekly benefits.\n30\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "Benefit Overpayment",
      "page_number": 35
    }
  },
  {
    "section_id": "NY-78",
    "content": "If you have been overpaid, you will receive a written Notice of Determination for Overpayment in the mail.\n[]\n00\ne",
    "metadata": {
      "section_title": "What should I do if I receive an overpayment determination?",
      "page_number": 35
    }
  },
  {
    "section_id": "NY-79",
    "content": "• Show the amount of the overpayment and tell you how to pay it back.\n• Show any monetary and forfeit penalties.\n• Explain how the overpayment happened and why it must be repaid.\nIf you receive an overpayment determination, you should follow the repayment instructions on the notice. If you disagree with the overpayment determination, you have the right to request a hearing. *Please see “Hearing and Appeal Process.” If you request a hearing, collection activity on the overpayment will be suspended until the hearing is complete and a decision is issued.\nDISCLAIMER: The Department of Labor can go back an unlimited number of years to collect overpayments if we determine that you worked and collected benefits at the same time during a current or previous claim. In such an event you will need proof of work history to dispute an allegation of fraud. To prepare yourself for such a possibility, make sure you save your schedule, time records and paystubs.\n31 \nUI FRAUD AND WILLFUL MISREPRESENTATION: HOW TO AVOID COMMITTING FRAUD",
    "metadata": {
      "section_title": "This Notice will:",
      "page_number": 36
    }
  },
  {
    "section_id": "NY-80",
    "content": "You can report fraud:\n• Online at on.ny.gov/4cJIsBs\n• Through our toll-free Fraud Hotline at (866)-435-1499\nTips about possible fraud are pursued by our team of Investigators.\n32",
    "metadata": {
      "section_title": "Report Suspected Fraud",
      "page_number": 37
    }
  },
  {
    "section_id": "NY-81",
    "content": "If you disagree with a determination that denies you benefits or affects the amount of benefits you can receive, you have the right to request a hearing. Additionally, if your employer disagrees with a determination regarding your UI claim, they have a right to request a hearing. Hearing requests must be postmarked or otherwise proven to have been filed within 30 days after the mailing or personal delivery of the determination. If your hearing request is late, you may lose your right to be heard on the merits of your case. Keep notes and any records that show the date and time you submitted your request.",
    "metadata": {
      "section_title": "HEARING REQUESTS AND APPEAL RIGHTS",
      "page_number": 37
    }
  },
  {
    "section_id": "NY-82",
    "content": "To request a hearing, you need to submit a “Claimant Request for Hearing” form which provides an opportunity for you to describe the reasons you disagree with the decision. You may appeal:",
    "metadata": {
      "section_title": "HOW TO SUBMIT AN APPEAL",
      "page_number": 37
    }
  },
  {
    "section_id": "NY-83",
    "content": "To request a hearing online, go to labor.ny.gov/signin and sign in to your NY.Gov account. Choose “Go to My Online Forms.” Under the “Forms Available for Filing” menu on the left, choose the “Claimant Request for Hearing” form. Please fill out the form completely and submit it.\n33\nHEARING REQUESTS AND APPEAL RIGHTS\nll",
    "metadata": {
      "section_title": "Online",
      "page_number": 38
    }
  },
  {
    "section_id": "NY-84",
    "content": "You may also request a hearing by mail or fax. Submit a Claimant Request for a Hearing form which can be found in the back of the claimant handbook. You may also write a letter including your first and last name and the last four digits of your Social Security Number to the address below:\nNYS Department of Labor P.O. Box 15131 Albany, NY 12212-5131\ni [",
    "metadata": {
      "section_title": "By Mail",
      "page_number": 38
    }
  },
  {
    "section_id": "NY-85",
    "content": "Fax your appeal to: (518)-457-9378.",
    "metadata": {
      "section_title": "By Fax",
      "page_number": 38
    }
  },
  {
    "section_id": "NY-86",
    "content": "• Your full name.\n• The last four digits of your Social Security number.\n• Your current mailing address and telephone number.\n• The mail date of the determination.\n• A detailed explanation of why you believe the determination is incorrect.\n• Any dates that you are not available to appear at a hearing, including for religious observance.\n• Any special needs or accommodations you may require at the hearing.\nIf you or your witnesses have a disability or need of any kind, arrangements will be made to make sure all parties can participate in the hearing. If you have any documents that support your statements, attach and send them with your hearing request. If you request a hearing after the 30-day deadline, you should explain the reason your request is late. It will be discussed at your hearing.\n34\n*To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\noY",
    "metadata": {
      "section_title": "In your request please include:",
      "page_number": 39
    }
  },
  {
    "section_id": "NY-87",
    "content": "Hearing Request: After your hearing request is received, The Department of Labor will review your hearing request. We may contact you for more information and make a new determination. Respond immediately to any calls or messages from the Department. Failure to respond may lead to a new determination based only on the available information. If a new determination is made in your favor, you may not have to appear at a hearing. If a new determination is not in your favor, you may have to request a hearing again. If there is no change to the original determination, a hearing will be scheduled before an impartial Administrative Law Judge.\nIf a hearing is scheduled, a Notice of Hearing will be sent in the mail or through some other customary method of contacting you. It will inform you of the date and time of your hearing.",
    "metadata": {
      "section_title": "THE HEARING AND APPEAL PROCESS",
      "page_number": 40
    }
  },
  {
    "section_id": "NY-88",
    "content": "e other customary method of contacting you. It will inform you of the date and time of your hearing. You must participate in your hearing to protect your benefit rights.\nThe Administrative Law Judge will issue a written decision that is mailed (or emailed if that is the customary method of contacting you) after the hearing to you and any other interested parties, such as your employer. If you disagree with a hearing officer's decision, you may appeal that decision. Instructions for requesting an appeal will be included in the decision document.\nPlease note: Your employer and/or the Commissioner of Labor have the right to appeal if they disagree with the decision as well.\nthe right to appeal if they disagree with the decision as well.\n35\nHEARING REQUESTS AND APPEAL RIGHTS\nAppeals: If you disagree with the Administrative Law Judge's hearing decision you may appeal the decision with the UI Appeal Board.",
    "metadata": {
      "section_title": "THE HEARING AND APPEAL PROCESS",
      "page_number": 40
    }
  },
  {
    "section_id": "NY-89",
    "content": "Important: Appeals must be filed with the Appeal Board within 20 days after the Administrative Law Judge’s decision is mailed to you. The 20-day time limit will be strictly enforced. If you appeal more than 20 days after the Administrative Law Judge’s decision is mailed to you, you must explain why your appeal is late. All late appeals must be reviewed by the Appeal Board. After you appeal, you will receive a Notice of Receipt of Appeal. The notice will explain your rights and the time limits for you to request the transcript of your hearing. To request a transcript of your hearing after you have appealed the Administrative Law Judge hearing decision to the Appeal Board, submit your request in writing to:\nUnemployment Insurance Appeal Board PO Box 15126 Albany, New York 12212-5131 or Fax: (518)-402-6208",
    "metadata": {
      "section_title": "THE HEARING AND APPEAL PROCESS",
      "page_number": 40
    }
  },
  {
    "section_id": "NY-90",
    "content": "If you disagree with the Unemployment Insurance Appeal Board’s decision, you may file a Request for Reconsideration of the decision and/or you may further appeal to the Appellate Division of the New York State Supreme Court, Third Department. Requests for Reconsideration and Appeals to the Supreme Court must be filed with the Appeal Board in writing within 30 days after the Appeal Board’s decision is mailed to you.",
    "metadata": {
      "section_title": "How do I further Appeal If I Disagree with the UI Appeal Boards Decision?",
      "page_number": 40
    }
  },
  {
    "section_id": "NY-91",
    "content": "Unemployment Insurance Appeal Board PO Box 15126 Albany, NY 12212-5126\n36\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nThe Appeal Board will then send you a notice with instructions on how to proceed with your Request for Reconsideration and/or appeal to the State Supreme Court. It is important to continue to follow any instructions you may receive from the Telephone Claims Center.\n*Important: You must still claim weekly benefits (certify for benefits) for each week that you are unemployed or working 30 hours or less and making the maximum benefit rate or less, even if you are not receiving benefits. This will allow you to receive retroactive benefits if the appeal decision is in your favor.\nFor more information about appeals, visit uiappeals.ny.gov/request-hearing.\ne V)",
    "metadata": {
      "section_title": "Mail your appeal to:",
      "page_number": 41
    }
  },
  {
    "section_id": "NY-92",
    "content": "To maintain your UI eligibility, continue to search for work, complete a weekly claim certification, and report any money you earned during the claim week while your hearing or appeal is pending. If the hearing or appeal is decided in your favor, you will only be paid for the weeks for which you met these requirements.",
    "metadata": {
      "section_title": "REMAINING ELIGIBLE DURING YOUR HEARING AND/OR APPEAL",
      "page_number": 41
    }
  },
  {
    "section_id": "NY-93",
    "content": "The Claimant Advocate Office operates within the Department of Labor’s Unemployment Insurance Division, separate from the Telephone Claims Center (TCC). Advocates provide free, impartial and confidential services that help claimants, particularly those with limited English proficiency or other barriers, understand their rights and responsibilities under Unemployment Insurance law.",
    "metadata": {
      "section_title": "Need more information about hearings or appeals? The Claimant Advocate Office can help.",
      "page_number": 41
    }
  },
  {
    "section_id": "NY-94",
    "content": "• You’ve received a determination or a questionnaire and don’t fully understand it.\n37\nHEARING REQUESTS AND APPEAL RIGHTS\n• You were found ineligible for benefits and need guidance on the hearing process.\n• You have an upcoming hearing or appeal and need help preparing for it.\n• It has been more than six weeks since you filed your claim and you have not received benefits or a determination.",
    "metadata": {
      "section_title": "What issues can the Claimant Advocate Office assist with?",
      "page_number": 42
    }
  },
  {
    "section_id": "NY-95",
    "content": "• Provide legal representation.\n• Expedite a claim that is within the standard review period.\n• Make a determination about your eligibility.\n• Influence the outcome of a claim.\n• Pay benefits.",
    "metadata": {
      "section_title": "The Claimant Advocate Office cannot:",
      "page_number": 42
    }
  },
  {
    "section_id": "NY-96",
    "content": "• You wish to file a new claim.\n• You would like an update on the status of your new or existing claim.\n• You have a specific question about your claim or weekly benefits.\n• You were instructed to contact the Telephone Claims Center.",
    "metadata": {
      "section_title": "When should I contact the Telephone Claims Center (TCC) instead of the Claimant Advocate Office?",
      "page_number": 42
    }
  },
  {
    "section_id": "NY-97",
    "content": "Services are available in approximately 200 languages by phone.",
    "metadata": {
      "section_title": "HOURS OF OPERATION: MONDAY - FRIDAY, 9 A.M. TO 4 P.M. CALL TOLL-FREE: (855)-528-5618.",
      "page_number": 42
    }
  },
  {
    "section_id": "NY-98",
    "content": "• Your social security number.\n• A list of questions.\n• Any related documents.\n38\nYou may also send us a secure message (English only): Log in at labor. ny.gov/signin. On the My Online Services page, in the messages section, click \"Go to My Inbox,\" and choose “Compose New.” Select the “UI claimant advocate office” for the subject line.\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nOur office staff are not lawyers and cannot represent you at a hearing. If you cannot afford to pay an attorney or a registered representative, you may be able to get free representation from a pro bono attorney or a legal services program.\nFor a list of legal resources, including attorneys, registered representatives, legal services programs and pro bono attorneys’ organizations, go to the unemployment insurance appeal board website at uiappeals.ny.gov. Click on the “helpful information” tab and then click on “guides and resources.” Choose the “list of attorneys & authorized agents.” You may also request this list by calling (518)-402- 0205.\nFor further information about hearings, appeals or The Claimant Advocate Office please visit: on.ny.gov/uicao.\ne 0\n39\nAPPENDIX",
    "metadata": {
      "section_title": "When you call, please have:",
      "page_number": 44
    }
  },
  {
    "section_id": "NY-99",
    "content": "Equal Opportunity Information",
    "metadata": {
      "section_title": "APPENDIX A - LEGAL DISCLOSURES",
      "page_number": 44
    }
  },
  {
    "section_id": "NY-100",
    "content": "We will make accommodations to allow your participation in all Ul programs, activities, and services. To request an accommodation for a disability, please contact us at 888-4-NYSDOL (888-469-7365).",
    "metadata": {
      "section_title": "Accommodations for Individuals with Disabilities",
      "page_number": 44
    }
  },
  {
    "section_id": "NY-101",
    "content": "We follow all state and federal laws that protect your private information. To help connect you with programs designed to get you back to work, we share some of your information with New York State Career Centers, and they are not allowed to share it with anyone else",
    "metadata": {
      "section_title": "Your Privacy Matters to Us",
      "page_number": 44
    }
  },
  {
    "section_id": "NY-102",
    "content": "« Contact information.\n- Employment and job search history.\n- Demographics (such as age or gender).\nYour previous employers and other state or local government agencies may release to our agency any information, including your Social Security number, required for the proper administration of your claim. We also use your Social Security number to report the amount of Ul benefits you receive to the Internal Revenue Service (IRS) as taxable income.\n40\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370",
    "metadata": {
      "section_title": "We give them your:",
      "page_number": 45
    }
  },
  {
    "section_id": "NY-103",
    "content": "This section defines commonly used terms and acronyms.\nAppeal — A process for requesting a formal review of a prior Ul decision.\nAppeal Hearing — A meeting to consider an Unemployment Insurance benefit appeal. Each party (you and the employer, in most cases) can tell an impartial hearing officer what they believe the relevant facts are related to the issue on appeal. You may have witnesses testify. You may ask questions of the other party. All testimony is given under oath.\nBase Period — The window of time used to determine Ul benefit eligibility. At the time an initial claim for benefits is filed, wages from the first four of the last five completed calendar quarters are reviewed to determine Ul benefit eligibility. Your Weekly Benefit Amount (WBA) is also based on how much you earned during this time.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 46
    }
  },
  {
    "section_id": "NY-104",
    "content": "eligibility. Your Weekly Benefit Amount (WBA) is also based on how much you earned during this time.\nBenefit Week — A seven-day period during which you have an active claim. The benefit week begins on Sunday and ends at midnight the following Saturday.\nBenefit Year — Also referred to as a Claim Year, this is the 52 weeks from the Claim Effective Date to the Claim End Date.\nBenefits — The money given to eligible individuals.\nClaim — An application for Ul benefits.\nClaim Effective Date — The Sunday of the week in which your initial claim for benefits is filed.\nClaim End Date — Also referred to as a Benefit Year End (BYE), this is the last Saturday of a Benefit Year. This falls 52 weeks after the Claim Effective Date.\n4\nAPPENDIX\nFraud — Knowingly claiming or accepting Ul benefits illegally. Fraud is a crime.\nFull-time Work — Working 40 or more hours per week.\nGross Earnings — The amount of money you get for work before taxes and deductions are taken out.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 46
    }
  },
  {
    "section_id": "NY-105",
    "content": "ek.\nGross Earnings — The amount of money you get for work before taxes and deductions are taken out.\nNet Earnings — Your take-home pay, after taxes and deductions are taken out.\nMaximum Benefit Amount (MBA) — The maximum amount of benefits you may receive during a benefit year. This amount is based on the wages earned in the Base Period of a claim multiplied by the number of benefit weeks you are eligible for within the Claim Year. This amount is listed in your Monetary Determination notice.\nMisconduct — Careless or deliberate behavior that results in being fired or suspended from your job. Examples include dishonesty related to employment, unexcused absences, or violation of a company policy.\nMonetary Determination — A form mailed to you after you file an initial claim for Ul benefits. It explains if you are eligible for Ul benefits, how much your payment will be each week, the Maximum Benefit Amount (MBA), and other details for that Claim Year.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 46
    }
  },
  {
    "section_id": "NY-106",
    "content": "payment will be each week, the Maximum Benefit Amount (MBA), and other details for that Claim Year. This form lists all employers you worked for during the Base Period and the wages each employer reported each quarter. Be sure to check it for accuracy and if inaccurate, notify The Department of Labor by completing a Request for Reconsideration form included with your Monetary Determination, calling the Telephone Claims Center at (888) 209- 8124, or sending us an email (sign into your online services account with your NY.gov ID and select “Messages.”)\nOverpayment — Ul benefits you received, but were not entitled to, under state law.\n42\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nPartial Ul Benefits — The amount of Ul benefits you may receive while working reduced hours (less than your typical work hours).",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 47
    }
  },
  {
    "section_id": "NY-107",
    "content": "Separation — When you or your employer end the working relationship. This can be due to a quit, discharge, leave of absence, suspension, or layoff.\nUl — Unemployment Insurance, which is the benefit program for workers who become unemployed through no fault of their own.\nUnion Attached — An active union member who gets work through a union hiring hall. If you are on the out-of-work list, as verified by your union, you may be eligible for Ul benefits by remaining available for work through your union.\nWeekly Benefit Amount (WBA) — The maximum amount of money you may be eligible to receive for one week. This amount is listed in your Monetary Determination notice.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 47
    }
  },
  {
    "section_id": "NY-108",
    "content": "Use a log such as the one shown below to keep track of the work search activities you complete each week. Be sure to document the details of each action (what, when, where and with whom). If possible, save a screenshot, email confirmation or other evidence of your work search action.",
    "metadata": {
      "section_title": "WORK SEARCH RECORD - WS5",
      "page_number": 47
    }
  },
  {
    "section_id": "NY-109",
    "content": "Store your documentation in a single location, such as one folder on your computer.",
    "metadata": {
      "section_title": "Tip for documenting work search activities:",
      "page_number": 47
    }
  },
  {
    "section_id": "NY-110",
    "content": "You should take time each week to make a work search plan. Thinking about what work search actions you plan to do will help you stay on track with your work search efforts.\n43\nAPPENDIX\nWrite down your plans below. For example, “I will submit a job application to ABC Company on Friday morning.” As you complete your work search actions, track your progress using the checkboxes below.",
    "metadata": {
      "section_title": "WORK SEARCH PLAN - WS2",
      "page_number": 48
    }
  },
  {
    "section_id": "NY-111",
    "content": "1. Fill out the Voter Registration form that immediately follows this instruction sheet.\n2. Carefully tear it out of this booklet and put it in an envelope. Be sure to include your return address and correct postage.\n3. Mail to the County Board of Elections in the county in which you live (see list at bottom of this page). Do not mail this form to the Department of Labor! We cannot process it and will have to return it to you. This will delay your registration.\n44\n“To reach the Telephone Claims Center, please call (888)-209-8124. TTY/TDD users: call a relay operator at (800) 662-1220 and ask the operator to call (888)-783-1370. Video or other types of relay service users contact your relay operator and ask the relay operator to call (888)-783-1370\nFORMS SECTION\n45\nWE ARE YOUR DOL - oic STATE of Labor Department",
    "metadata": {
      "section_title": "VOTER REGISTRATION FORM AND INSTRUCTIONS",
      "page_number": 50
    }
  },
  {
    "section_id": "NY-112",
    "content": "It is against the law for all recipients of Federal financial assistance to discriminate on the following basis:\nAgainst any individual in the United States, on the basis of race, color, religion, sex, national origin, age, disability, political affiliation or belief; and against any beneficiary of programs financially assisted under Title | of the Workforce Innovation and Opportunity Act (WIOA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIOA Title I-financially assisted program or activity. The recipient must not discriminate in any of the following areas: Deciding who will be admitted, or have access, to any WIOA Title I-financially assisted program or activity; providing opportunities in, or treating any person with regard to such a program or activity; or making employment decisions in the administration of, or in connection with such a program or activity.",
    "metadata": {
      "section_title": "It is against the law for all recipients of Federal financial assistance to discriminate on the following basis:",
      "page_number": 50
    }
  },
  {
    "section_id": "NY-113",
    "content": "If you think you have been subjected to discrimination under a WIOA Title I-financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with either:",
    "metadata": {
      "section_title": "What to Do If You Believe You Have Experienced Discrimination",
      "page_number": 50
    }
  },
  {
    "section_id": "NY-114",
    "content": "Division of Equal Opportunity Development New York State Department of Labor State Office Campus, Building 12, Room 540 Albany, New York 12226\nPHONE: 518-457-1984 (TDD) 1-800-662-1220 (VOICE) 1-800-421-1220\nPHONE:\n518-457-1984\n(VOICE) 1-800-421-1220\nOr you may file a complaint directly with:",
    "metadata": {
      "section_title": "Director",
      "page_number": 50
    }
  },
  {
    "section_id": "NY-115",
    "content": "Civil Rights Center (CRC) U.S. Department of Labor 200 Constitution Avenue, NW Room N-4123 Washington, D.C. 20210\nIf you file your complaint with the recipient, you must wait either until the recipient issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above). If the recipient does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with CRC. However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient). If the recipient does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC.",
    "metadata": {
      "section_title": "Director",
      "page_number": 51
    }
  },
  {
    "section_id": "NY-116",
    "content": "plaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\nDEOD 3101 (1/24)\nThe New York State Department of Labor is an Equal Opportunity Employer/Program Auxiliary aides and services are available upon request and free of charge to individuals with disabilities TTY/TDD 711 or 1-800-662-1220 (English) / 1-877-662-4886.\nWS 5(02/22)\nEqual Opportunity Program - Auxitary aids and services are available upon request to indi juals with dis\nPage 10f 2\nOther Work Search Activitie Lt things you didto find a job that were not businesslemployer contacts. See Instructons on the backfor suggested aclivtes. The frstrow isan example Date of activity Activity performed 1132014 Attended a resume preparation workshop at the Career Center\nOther Work Search Activitie Lt things you didto find a job that were not businesslemployer contacts.",
    "metadata": {
      "section_title": "Director",
      "page_number": 51
    }
  },
  {
    "section_id": "NY-117",
    "content": "See Instructons on the backfor suggested aclivtes. The frstrow isan example\nDate Position Business/Employer Name and title Method Contact information for Result of contact of applied name of person of contact, method of contact listed (if known) contact for contacted (In person, phone, fax, (address, telephone number, ‘omail, website/URL, fax (Interview, waiting for (if known) ‘email, web site, efc.) response, nothired) number) John Smith, 1212014 Clerk ABC Industries HR Director email Lsmith@aboinc.com Sat up intervie\nBu: esses/Employers Contacted st jobs you have applied for, interviews you have attended, and businesseslemployers you have contacted during the week shown above. Al Golumns should be filled in, to the best of your ability. Use additional sheets of paper if needed. The firstrowis an example.\nThis form may be used to record your work search activities. Instructions are on the back. You can also use the Work Search Record on our JobZone website instead of this form. Simply on the JobZone Work Search link when you claim weekly Uner ment Insurance benefits online. You must show at least three work search acti es for each week that you claim benefits. Please make sure the below char s w at least three separate entries or that you record three separate acti ties per week on JobZone.\nLast Name:",
    "metadata": {
      "section_title": "Director",
      "page_number": 51
    }
  },
  {
    "section_id": "NY-118",
    "content": "NYS ID#: NY. (Found at the tp of appointmer Tetiers)",
    "metadata": {
      "section_title": "First Name_",
      "page_number": 51
    }
  },
  {
    "section_id": "NY-119",
    "content": "(Last four digits only)\nDepartment of Labor\n(Use Sunday date)",
    "metadata": {
      "section_title": "or SS No: XXXX-",
      "page_number": 51
    }
  },
  {
    "section_id": "NY-120",
    "content": "For Week Ending:\n/",
    "metadata": {
      "section_title": "Work Search Record",
      "page_number": 52
    }
  },
  {
    "section_id": "NY-121",
    "content": "You must actively look for rk while claiming Unemployment Insurance benefits. You must keep a Work Search Recard for each week you claim ben it and be prepareci 10 ive acopy of that Record the New York State Department o Labor when requested. We wi heck the infomation on the formwith the contacts listed. If you knowingly give us false statements about your wark search actviis, it s considered fraud and you may be denied Insurance beneis.\nYou must do at least three wiork search activities each wok, unloss you have a Work Search Plan appraved by the Department of Labor. Youare encouraged o do more.\no Work search actvities le at a local Career Center or clor e media, ¢ Use employment resources aval ) carcer conter (7) Use the telephone, business di through a Jatform provided by the ine job matching systems to sarch for jobs, got leads, request Departmentof Labor.",
    "metadata": {
      "section_title": "Work Search Record Instructions",
      "page_number": 52
    }
  },
  {
    "section_id": "NY-122",
    "content": "Examples include: Carer advisors; (8) Any other rasonable activty that may help you becoma ceive job mark fon from Career Center jobsin you ind rogion; for job Keep copies of your Work Search Records for ane year. Do not attend inst send your Work Search Recor ihe Department of Labor uress we ask you (0. You can get more forms al your local New York getjob referrals fromthe Career Center and wup with State Carcer Canter, online at wwabor.ny.cov or n your mployers. limant ndbock. You may also koap your work sarch rocord (2) Subitjob applications or resumes o employers or former anline at w jobzone.ny ployers who may have openings. @) tend job se: eminars, career networking meetings, “If you have & Work Search Pan approved by the Department of employmer ated workshops that offerob-search s Labor, you must do what was agreed upon ihe plan and racord instruction those 5 o the W Sear Record. eck your Work Se: Reco tobe sure you are called for\nbinervies. o make appointments",
    "metadata": {
      "section_title": "Work Search Record Instructions",
      "page_number": 52
    }
  },
  {
    "section_id": "NY-123",
    "content": "‘employed.\nabout\n) complete ski assessments matching:\nonal workshops; and\nmaatwith Cntor\nor\ning w\nyour Work Searc\nted or pre-hire tests for a des ci xams.\nfor. apply for, or take ot ato mp up wi nions, d placement offices of schools, placement services colleges, or universities,or professional organizations.\n(6) Regis low employmentagencies,\n(4) Interview with emplayers.\n(5) Reg pu\nPagezor2\nEqual Opparturity Progrem - Auiary aids and senices are available pon requast o idividuals wih disolites\nWS 5(02)\nWE ARE YOUR DOL P NEW YORK Department STATE of Labor",
    "metadata": {
      "section_title": "Work Search Act d may include, butare not",
      "page_number": 53
    }
  },
  {
    "section_id": "NY-124",
    "content": "Name: OSOS ID #: 1.0! understand that | must: . be ready, willing, and able to work and actively seeking work during each week | claim benefits; . be engaged in “systematic and sustained efforts to find work,” which means | must follow this Work Search Plan and | understand the types of work that | must search for and accept; keep a detailed record of my work search activities each week using the online Work Search Record in JobZone, the New York State Department of Labor Work Search Record form, WS 5, or a similar work search record that | make that includes the information required, and; keep my work search records for one year and make them available to the Department of Labor upon request 2.001 will look for and accept work | am reasonably fitted to by training and/or experience. I will do at least: work search activities per week. 3.01 understand that | must not refuse to accept work that pays at least the Unemployment Insurance “Cut Off Wage for similar work, even if this is less than what | earned on my last job or less than the salary | would like to receive. | can get prevailing wage rate data from the Department of Labor website at https://statistics.labor.ny.gov/uiwages.shtm. 4.0! understand that after claiming 10 full weeks of benefits | must expand my work search. | must be willing to accept any type of work that | am capable of performing, even if | do not have training or experience in that type of work. | will accept such work as long as it pays the Unemployment Insurance “Cut Off Wage for that occupation and at least 80% of my base period high quarter wages. 5.01 am available to start work immediately. 6.0! agree to search for full-time work.",
    "metadata": {
      "section_title": "Work Search Plan for Unemployment Insurance",
      "page_number": 53
    }
  },
  {
    "section_id": "NY-125",
    "content": "quarter wages. 5.01 am available to start work immediately. 6.0! agree to search for full-time work. Note: If you do not have a history of at least six months of part-time employment within the past 18 months, you may be denied benefits if you do not seek or accept full-time work. If you are not searching for full-time work, explain why here: 7.01 am willing to travel one hour by private transportation or one-and-one-half hours by public transportation to work. 8.01 have a means of transportation to search for work and to get to work. My transportation includes: [ Private Vehicle [] Public Transportation [] Other. If other, please describe: 9.001 will follow my work search strategy and approach as outlined. It was developed based on my skills, experience, training, and individual circumstances. It also considers any job restrictions or job search barriers that | have. Additional Comments:\nWS 2 (06/22)\nPage 1 of 2\n10. | agree to do the following work search activities and use the following work search tools. | understand that | must do and record work search activities each week that | certify for benefits. (Check all that apply) 1) 0 Use employment resources available at my local Career Center or through a virtual career center platform provided by the Department of Labor, such as: .",
    "metadata": {
      "section_title": "Work Search Plan for Unemployment Insurance",
      "page_number": 54
    }
  },
  {
    "section_id": "NY-126",
    "content": "Meet with Career Center advisors; . Receive job market information from Career Center staff regarding the availability of jobs from a particular industry or region; . Participate in skills assessments for occupation matching; . Participate in instructional workshops; and . Obtain and follow up with employers on job referrals and job matches from the Career Center. 2) [ Submit a job application and/or resume to employers or former employers who may reasonably be expected to have openings. 3) 0 Attend job search seminars, scheduled career networking meetings, job fairs, or employment-related workshops that offer instruction to improve individual skills for obtaining employment. 4) 0 Interview with potential employers. 5 0O Register, apply, or take job-related or pre-hire tests for a public or private employer, including civil service examinations. 6) O Register with and check in with private employment agencies, placement services, unions, and placement offices of schools, colleges or universities, and/or professional organizations. 7O Use the telephone, business directories, internet, social media, or online job matching systems to search for jobs, get leads, request referrals, or make appointments for job interviews. 8) [ Any other reasonable activity that may assist with obtaining employment. [0 Other/Notes:",
    "metadata": {
      "section_title": "Work Search Plan for Unemployment Insurance",
      "page_number": 54
    }
  },
  {
    "section_id": "NY-127",
    "content": "| agree to:\nv Actively search for work and keep a record of my search efforts each week as indicated above;\nv Review my work search plan each week before | claim benefits for that week and promptly report any changes in the above conditions to my local Career Center.\n| also acknowledge that:\nv | have reviewed and understand the Work Search Plan and Work Search Record forms.\nv | understand that | must attend all scheduled appointments, workshops, classes, and job recruitments.\nv 1 will report for all appointments scheduled by the Career Center and that if | do not, my Unemployment Insurance benefits may be withheld.\nI will submit my Work Search Record for audits whenever requested and that if | do not, my Unemployment Insurance benefits may be withheld.\nI understand that the contacts | report on my work search record may be checked by the Department of Labor.",
    "metadata": {
      "section_title": "Certifications",
      "page_number": 55
    }
  },
  {
    "section_id": "NY-128",
    "content": "Any intentional false statement on my Work Search Record is considered fraud. If | knowingly make any false statement to obtain Unemployment Insurance benefits, those benefits may be withheld, and penalties may be imposed. These penalties may include prosecution.\n| certify that | have reviewed the information in this Work Search Plan. | understand that if | do not comply with the provisions of this Plan, | may not be eligible to receive Unemployment Insurance benefits.\nCustomer Signature: Date: I met with the customer to develop and review this plan. Workforce Advisor: Date: Career Center Location:\nPage 2 of 2\nNEW YORK STATE DEPARTMENT OF LABOR P. 0. Box 15130 ALBANY, NY 12212-5130\nUNEMPLOYMENT INSURANCE Request for Alternate Base Period",
    "metadata": {
      "section_title": "Certifications",
      "page_number": 55
    }
  },
  {
    "section_id": "NY-129",
    "content": "This form must be received within ten calendar days from the Date Mailed of your last Monetary Benefit Determination. Please print clearly. If you do not, we cannot process this form.\nPlease print LAST NAME: FIRST NAME: MIDDLE INITIAL: clearly ADDRESS: CITY: STATE: ZIP CODE: CLAIM EFFECTIVE/START DATE: / / SOCIAL SECURITY #: XXX = XX - _ — — Form If you wish to use the Alternate Base Period to increase your weekly benefit rate: requirements . Complete the steps below using black or blue ink. . Include any documentation that could be considered proof of employment and wages such as pay stubs, W-2s, 1099s, vouchers, checks, tips, bonuses, meals, lodging, commissions, vacation pay and records of employment and/or payment. Photocopy all supporting documentation onto 8% x 11 single-sided paper. Do not send originals.",
    "metadata": {
      "section_title": "IMPORTANT!",
      "page_number": 55
    }
  },
  {
    "section_id": "NY-130",
    "content": "ment. Photocopy all supporting documentation onto 8% x 11 single-sided paper. Do not send originals. Write your name, the last four digits of you Social Security number and your phone number on each attachment. This completed form and all attachments must be received within the time frame noted above in the IMPORTANT! message. Please print clearly. If the wages in your last completed calendar quarter exceed the \"High Quarter Wages\" on your Monetary Benefit Determination, use of the Alternate Base Period may increase your benefit rate. If you choose the Alternate Base Period to establish a claim, you will not be able to use these wages for a future claim. Step 1 The last completed calendar quarter prior to your claim effective/start date is: / / through / / Last Calendar Month/Day/Year Month/Day/Year Refer to your Monetary Benefit Determination for calendar quarter dates and compare the Alternate Base Period Quarter Information Quarter wages with your records, then check the appropriate box below and proceed to the \"Step\" indicated.",
    "metadata": {
      "section_title": "IMPORTANT!",
      "page_number": 55
    }
  },
  {
    "section_id": "NY-131",
    "content": "r wages with your records, then check the appropriate box below and proceed to the \"Step\" indicated. The Alternate Base Period Quarter Wages are incorrect or missing. (Proceed to Step 2) The Alternate Base Period Quarter Wages are correct. (Proceed to Step 3) Step 2 Complete the information below, include proof of wages and attach an additional page if you have Wage information for more than (3) three employers. Information EMPLOYER NAME: QUARTERLY GROSS WAGES § EMPLOYER ADDRESS: If work was performed outside New CITY: STATE ZI York State, indicate state EMPLOYER NAME: QUARTERLY GROSS WAGES § EMPLOYER ADDRESS: If work was performed outside New CITY: STATE ZI York State, indicate state EMPLOYER NAME: QUARTERLY GROSS WAGES § EMPLOYER ADDRESS: CITY: STATE: ZI If work was performed outside New York State, indicate state Step 3 | certify that the above information is true to the best of my knowledge and | am aware that there are penalties for Acknowledgement making false statements. | understand if | use the Alternate Base Period, these wages cannot be used for a future claim - Signature Required Date Area Cd Telephone Number Step 4 This notice and all attachments must be received within the time frame noted above in the IMPORTANT! message.",
    "metadata": {
      "section_title": "IMPORTANT!",
      "page_number": 57
    }
  },
  {
    "section_id": "NY-132",
    "content": "Return FAX: 518-457-9378 OR MAIL: New York State Department of Labor Instructions This notice is your cover page. P.O. Box 15130 Indicate total # of pages Albany, NY 12212-5130 Claim your weekly benefits on the For additional information visit For assistance, review your claimant handbook. web or by calling Tel-Service. our website: www.labor.ny.gov\nTC 403 HA (10-15)\nPO Box 15130 Albany, NY 12212-5130\nWE ARE YOUR DOL J NEW YORK STATE of Labor Department",
    "metadata": {
      "section_title": "IMPORTANT!",
      "page_number": 57
    }
  },
  {
    "section_id": "NY-133",
    "content": "To request a benefit rate based on weeks of employment, you must complete this form and return it to the above Department of Labor address with a copy of your proof of employment and earnings for each week of employment for the base period indicated below. It must be received within ten calendar days of the Date Mailed as stated on your most recent Monetary Benefit Determination. Do not send the originals of your supporting payroll documents as they cannot be returned. Your Request for Rate Based on Weeks of Employment cannot be processed until all Requests for Reconsideration have been reviewed and the establishment of your base period has been finalized. You will be notified of the action taken regarding your request within three weeks of receipt.\nComplete only the front of this form if you have worked for one employer or you have worked for two or more employers consecutively. If you worked during the same week(s) for two or more employers, complete the worksheet on the back of this form first and transfer the appropriate information to the front of the form. If you have more than seven employers during the base period, list the information on a separate sheet of paper and attach it to this form.",
    "metadata": {
      "section_title": "Request for Rate Based on Weeks of Employment",
      "page_number": 57
    }
  },
  {
    "section_id": "NY-134",
    "content": "Last Name: First name: Middle Initial: Address: City: State: Zip Social Security Number: XXX - XX - J Base Period: From / / Through / / (Enter these dates from the previously issued T402, Monetary Benefit Determination) A. Employer Name and B. Length of Pay Period; i.e. C. Total Weeks Paid D. Total Wages Paid Address weekly, bi-weekly, etc. During Base Period During Base Period D |W|IN| = 7 E. Total Weeks and Wages Worked During the Base Period F. Total Weeks Worked from Part 2 (on back) G. Recomputation Formula: 1 Divide the total wages by the total weeks (the lesser of E or F) to calculate the average weekly wage Divide the average weekly wage by 2 to arrive at your proposed rate based on weeks and wages. The rate cannot exceed $869 Enter your current benefit rate from your last T402 Monetary Benefit Determination form Subtract line 3 from line 2.",
    "metadata": {
      "section_title": "Please print clearly",
      "page_number": 58
    }
  },
  {
    "section_id": "NY-135",
    "content": "The amount must be $5 or more to receive the recomputed rate based on weeks and wages Certification: | certify that all information and records submitted are true and accurate. | understand that this information is subject to verification and penalties can be imposed for false statements. Date: / / - Signature: Telephone No. ( )\nLO 403.5 (10/25)\nLO 403.5 (10/25)\nPage 1 of 2\nLO 403.5 (10/25)\nPage 2 of 2\nPhotocopy & enclose proof of employment for all weeks worked for each employer. Do not send original documents.\n. *List all week ending dates (Sunday) for your entire base period. See T402 — Monetary Benefit Determination for dates of your base period. Enter a check mark (v) in the chart above for each week in which you worked for each base period employer. Total the number of weeks for each employer and enter on the front of this form with the wages for each employer. Using chart above, count each week for which you have entered a checkmark. Count each week only once even if you have more than one checkmark for that week. This will be your total weeks of employment in your base period. Enter this amount here and on “Total Weeks Worked Part 2,” line “F” on the front of this form.\n1\nINSTRUCTIONS:\nPhotocopy This Form if You Worked for More Than 7 Employers During Your Base Period\nWeeks* — Employer\nEW YORK Department STATE of Labor 3 SS# XXX - XX -\nName:",
    "metadata": {
      "section_title": "Please print clearly",
      "page_number": 58
    }
  },
  {
    "section_id": "NY-136",
    "content": "Base Period: From\n/\nThru",
    "metadata": {
      "section_title": "WE ARE YOUR DOL",
      "page_number": 58
    }
  },
  {
    "section_id": "NY-137",
    "content": "/\nNew York State Department of Labor PO Box 15130 Albany, NY 12212-5130\nUnemployment Insurance Request for Reconsideration",
    "metadata": {
      "section_title": "Request for Rate Based on Weeks of Employment Part 2 - Record of Concurrent Employment in Base Period",
      "page_number": 59
    }
  },
  {
    "section_id": "NY-138",
    "content": "This form must be received within 30 calendar days from the Date Mailed of your last Monetary Benefit Determination. Please print clearly. If you do not, we cannot process this form.\nPlease print clearly\nLast Name:\nFirst Name:\nMiddle Initial:\nAddress:\nCity:\nState:\nZip Code:\nClaim Effective/Start Date:\n/\n/ — Social Security number: XXX-XX-\n—",
    "metadata": {
      "section_title": "IMPORTANT!",
      "page_number": 59
    }
  },
  {
    "section_id": "NY-139",
    "content": "To correct wages and/or add wages not reflected on your Monetary Benefit Determination, follow the instructions below.\n. Complete the employer and quarterly wage information below using black or blue ink.\n. Include any documentation that could be considered proof of employment and wages such as pay stubs, W-2s, 1099s, vouchers, checks, tips, bonuses, meals, lodging, commissions, vacation pay and records of employment and/or payment.\nDo not send originals; photocopy all supporting documentation onto 8% x 11 single-sided paper. o\nWirite your name, the last four digits of your Social Security number and your phone number on each attachment. o\nIf you received worker’s compensation, include a copy of your most recent Subsequent Report of Injury (SROI) filing. o\no This completed form and all attachments must be received within the time frame noted above in the IMPORTANT! message.",
    "metadata": {
      "section_title": "Form requirements",
      "page_number": 59
    }
  },
  {
    "section_id": "NY-140",
    "content": "Please print clearly.\nEmployer Information Basic or Alternate Base Period Total Quarterly Gross Wages Please print clearly. Attach an additional page if you have Write in the total quarterly gross wages for each employer / information for more than (3) three employers. quarter indicated. Refer to your most recent Monetary Benefit Determination for assistance. ($000,000.00 ($000,000.00 sl ($000,000.00 $000,000.00 $000,000.00 ($000,000.00 ($000,000.00 . t ($000,000.00 ($000,000.00 Quarter e ($000,000.00 . ($000,000.00 ($000,000.00 Quarter e e e ($000,000.00 $000,000.00 J $000,000.00\nEmployer: Address:\nQuarter\nQuarter\nState:\nCity: Zip: If work was performed outside New York State, indicate state:\nQuarter e e\nQuarter\nQuarter\nS\nEmployer: Address:\nQuarter —\nQuarter L S Quarter e e\nCity: State: Zip: If work was performed outside New York State, indicate state:\nQuarter S\n/\nEmployer: Address:\nQuarter e et\nQuarter —\nCity: State: Zip: If work was performed outside New York State, indicate state:\nQuarter\nQuarter\nCertification\n| certify that the above information is true to the best of my knowledge and | am aware that there are penalties for making false statements. | understand | will be notified of the results of my request.\nSignature (Required\nDate\nArea code Telephone number",
    "metadata": {
      "section_title": "Form requirements",
      "page_number": 59
    }
  },
  {
    "section_id": "NY-141",
    "content": "This notice and all attachments must be received within the time frame noted above in the IMPORTANT! message. Fax: 518-457-9378. This notice is your cover page. Indicate total number of pages OR Mail: New York State Department of Labor, P.O. Box 15130, Albany, NY 12212-5130.\nClaim weekly benefits at www.labor.ny.gov For more information visit: For help, see the claimant handbook at or call Tel-Service at 888-581-5812. www.labor.ny.gov. ww.labor.ny.gov/uihandbook.\nTC 403 HR (10-15)\nWE ARE YOUR DOL ORK. Department STATE of Labor —\nUnemployment Insurance Division PO Box 15131 Albany, NY 12212-5131",
    "metadata": {
      "section_title": "Return instructions",
      "page_number": 61
    }
  },
  {
    "section_id": "NY-142",
    "content": "Enter the last four digits of your Social Security Number (SSN)\nYour Name (print)\nYou n request an Unemployment Insurance (Ul) hearing two ways, online or by mail.\nTo request a hearing online, sign into your NY.Gov account. Click on the envelope icon at the upper right of your My Online Services page. Then create a new email message. Choose “Hearings and Appeals” from the drop- down menu as the first subject line and “I want to request a hearing” as the second subject line\nTo request a hearing by mail, complete and sign this form. Mail it to the address at the top of this form. Write only in the space provided on this form. Do not write outside the margins or on the back If you need more space, use an 8 2 x 11-inch piece of white paper. Be sure to write your name and the last four digits of your Social Security number on all of the papers you send.",
    "metadata": {
      "section_title": "Claimant Request for Hearing",
      "page_number": 61
    }
  },
  {
    "section_id": "NY-143",
    "content": "Do not staple\nIMPORTANT: To protect your rights to Ul benefits you may be entitled to receive, please continue to certify for Ul benefits every week, as long as you are unemploye\n/ | disagree with the Notice of Determination(s) dated (month, day, year), and | am requesting a hearing. Reason (optional If you are requesting a hearing on a determination that was made more than 30 days ago, please state the reason for the delay in notifying us Last Employer's Name Physical work location (place where you regularly reported to work) Street City State Zip Code Work Phone Number: ( ) Would you like your hearing conducted in a language other than English? Yes No If yes, what language and dialect? Dates you are unavailable for a hearing Email Phone: ( Mailing Address Apt/Floor City State Zip Date Signature\nFor information about the Ul Claimant Advocate Office and to view a video on how to prepare for a hearing, visit our website at dol.ny.gov/unemployment-insurance-claimant-advocate-office\nLO 435 (06/22)",
    "metadata": {
      "section_title": "Claimant Request for Hearing",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-144",
    "content": "1. Fill out the Voter Registration form that immediately follows this instruction sheet.\n2. Carefully tear it out of this booklet and put it in an envelope. Be sure to include your return address and correct postage.\n3. Mail to the County Board of Elections in the county in which you live (see list at bottom of this . Do not mail this form to the Department of Labor! We cannot process it an o will h ave to retum it to you. This will delay your registration.\nNew York City 32 Broadway, 7th FI. New York, NY 10004 (212) 487-5300\nAlbany 260 S. Pearl St Albany, NY 12202 (518) 487-5060",
    "metadata": {
      "section_title": "Instructions for Voter Registration Form",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-145",
    "content": "Allegany 8 Willets Ave. Belmont, NY 14813 (585) 268-9294\nBroome\nGovernment Plaza 60 Hawley St. PO Box 1766 Binghamton, NY 13902 (607) 778-2172\nCattaraugus 207 Rock City St. Suite 100 Little Valley, NY 14755 (716) 938-2400\ncayuga\n157 Genesee St (Basement) Auburn, NY 13021 (315) 253-1285\nChautauqua\n7 North Erie St Mayville, NY 14767 (716) 753-4580\nChemung 378 South Main St. PO Box 588 Elmira, NY 14902 (607) 737-5475\nChenango 6 Court St. Norwich, NY 13815 (607) 337-1760\nClinton Cnty Government Ctr. Ste. 104 137 Margaret St. Plattsburgh, NY 12901 (518) 565-4740",
    "metadata": {
      "section_title": "Allegany",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-146",
    "content": "401 State St. Hudson, NY 125634 (518) 828-3115\nCortland 112 River St. Suite 1 Cortland, NY 13045 (607) 753-5032\nDelaware 3 Gallant Ave. Delhi, NY 137563 (607) 832-5321\nDutchess 112 Delafield Street, Suite 200 Poughkeepsie, NY 12601 (845) 486-2473\nErie 134 W. Eagle St. Buffalo, NY 14202 (716) 858-8891\nEssex 7551 Court St. PO Box 217 Elizabethtown, NY 12932 (518) 873-3474\nFranklin 356 West Main St. Ste. 161 Malone, NY 12953 (518) 481-1663\nFulton 2714 St. Hwy 29 Ste.1 Johnstown, NY 12095 (518) 736-5526",
    "metadata": {
      "section_title": "Columbia",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-147",
    "content": "County Building #1 15 Main St Batavia, NY 14020 (585) 815-7804\nGreene 411 Main St. Ste. 437 Catskill, NY 12414 (518) 719-3550\nHamilton\nRte. 8 PO Box 175 Lake Pleasant, NY 108 (518) 548-4684\nHerkimer 109 Mary St. Ste. 1306 Herkimer, NY 13350 (315) 867-1102\nJefferson 175 Arsenal St. Watertown, NY 13601 (315) 785-3027\nLewis 7660 N. State St. Lowville, NY 13367 (315) 376-5329\nLivingston County Govt. Ctr. 6 Court St Room 104 Geneseo, NY 14454 (585) 243-7090",
    "metadata": {
      "section_title": "Genesee",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-148",
    "content": "County Office Bldg. N. Court St. PO Box 666 Wampsville, NY 13163 (315) 366-2231\nMonroe 39 Main St. W. Rochester, NY 14614 (585) 753-1550",
    "metadata": {
      "section_title": "Madison",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-149",
    "content": "Old Courthouse 9Park St. PO Box 1500 Fonda, NY 12068 (518) 853-8180\nNassau 240 0ld Country Rd. 5th F. PO Box 9002 Mineola, NY 11501 (516) 571-8683\nNiagara\n111 Main St. Ste. 100 Lockport, NY 14094 (716) 438-4040",
    "metadata": {
      "section_title": "Montgomery",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-150",
    "content": "Union Station 321 Main St. 3rdFl Utica, NY 13501 (315) 798-5765\nOnondaga 1000 Erie Blvd West Syracuse, NY 13204 (315) 435-3312",
    "metadata": {
      "section_title": "Oneida",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-151",
    "content": "74 Ontario St. Canandaigua, NY 14424 (585) 396-4005\nOrange 75 Webster Ave PO Box 30 Goshen, NY 10924 (845) 360-6500",
    "metadata": {
      "section_title": "Ontario",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-152",
    "content": "Orleans 14016 Route 31 West, Ste. 140 Albion, NY 14411 (585) 589-3274",
    "metadata": {
      "section_title": "Orange",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-153",
    "content": "Oswego 185 E. Seneca St. Box9 Oswego, NY 13126 (315) 349-8350\nOtsego Ste.2 140 County Hwy. 33W Cooperstown, NY 13326 (607) 547-4247\nPutnam 250d Route 6 Carmel, NY 10512 (845) 808-1300",
    "metadata": {
      "section_title": "Orleans",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-154",
    "content": "Ned Pattison Government Ctr. 1600 Seventh Ave. Troy, NY 12180 (518) 270-2990\nRockland\n11 New Hempstead Rd. New City, NY 10956 (845) 638-5172\nSt. Lawrence 80 State Hwy 310 Canton, NY 13617 (315) 379-2202\nSaratoga 50 W. High St Ballston Spa, NY 12020 (518) 885-2249\nSchenectady 2696 Hamburg St. Schenectady, NY 12303 (518) 377-2469\nSchoharie County Office Bldg. 284 Main St PO Box 99 Schoharie, NY 12157 (518) 295-8388\nSchuyler County Office Bldg. 1059th St., Unit 13 Watkins Glen, NY 14891 (607) 535-8195\nSeneca One DiPronio Dr. Wiaterloo, NY 13165 (315) 539-1760",
    "metadata": {
      "section_title": "Rensselaer",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-155",
    "content": "Steuben 3E. Pulteney Sq. Bath, NY 14810 (607) 664-2260",
    "metadata": {
      "section_title": "Steuben",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-156",
    "content": "Yaphank Ave. PO Box700 Yaphank, NY 11980 (631) 852-4500\nSullivan Gov't. Ctr. 100 North St. PO Box5012 Monticello, NY 12701 (845) 807-0400\nTioga 1062 State Rte. 38 PO Box306 Owego, NY 13827 (607) 687-8261",
    "metadata": {
      "section_title": "Suffolk",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-157",
    "content": "Court House Annex 128 E. Buffalo St. Ithaca, NY 14850 (607) 274-5522\nUlster 284 Wall St. Kingston, NY 12401 (845) 334-5470\nWarren Cnty. Municipal Ctr. 3rd Floor Human Serv. Bldg 1340 St. Rte. 9 Lake George, NY 12845 (518) 761-6456",
    "metadata": {
      "section_title": "Tompkins",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-158",
    "content": "Washington 383 Broadway Fort Edward, NY 12828 (518) 746-2180\nWayne 7376 State Rte. 31 PO Box 636 Lyons, NY 14489 (315) 946-7400",
    "metadata": {
      "section_title": "Washington",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-159",
    "content": "25 Quarropas St. White Plains, NY 10601 (914) 995-5700\nWyoming 4 Perry Ave. Warsaw, NY 14569 (585) 786-8931",
    "metadata": {
      "section_title": "Westchester",
      "page_number": 63
    }
  },
  {
    "section_id": "NY-160",
    "content": "Yates Ste. 1124 417 Liberty St. Penn Yan, NY 14527 (315) 536-5135",
    "metadata": {
      "section_title": "Wyoming",
      "page_number": 64
    }
  },
  {
    "section_id": "NY-161",
    "content": "“If you are not registered to vote where you live now, would you Important! like to apply to register here today?” Applying to register or declining to register to vote will not affect the If you checked YES, please complete the If you do not check amount of assistance that you will be provided by this agency. any box, you will =] ves| VOTER REGISTRATION APPLICATION below be considered to If you would like help filling outthe voter registration application form, [0 NObecause | choose not to register OR ave decided not we will help you. The decision whether to seek or accept help is yours to register to vote You may fill out the application form in private. | am already registered at my current address OR at this time. [ 1asked for and received a mail registration form Informacion en espafiol: si le interesa obtener este formulario en espafiol llame al 1-800-367-8683 SCR A R U P SR & 1-800-367-8683 o Signature Date arol: gh] ghao] 4 = > > €& 1-800-367-8683 o= 3 TR R O R 00.67-663 Please Print Name N (PN PPN VOTER REGISTRATION APPLICATION (instructions on back) [ Yes, I need an application for an Absentee Ballot Please print or type in blue or black ink [ Yes, |would like to be an Election Day worker en? [A) Will you be 18 years old on or before election day? []YES [JNO AreyouaU.S.",
    "metadata": {
      "section_title": "(@) NYS Agency-Based Voter Registration Form",
      "page_number": 64
    }
  },
  {
    "section_id": "NY-162",
    "content": "ection Day worker en? [A) Will you be 18 years old on or before election day? []YES [JNO AreyouaU.S. B) Are you at least 16 years of e and understand that you must be 18 For Board Use Only years of age on or before elect day to vote, and that unti will [ YEs [ no ghteen years of age at the time of such election your re tion will be marked “pending” and you will be unable to cast a ballot in any If you answered NO, do not complete this form election? Oves[Ono Ifyou answered NO to both of the prior questions, you cannot register to vote. Last Name First Name Middle Initial Suffix Address where you live (do not give P.O. box) Apt. No. City/Town/Village Zip Code County Address where you get your mail (if different than above) P.O. Box, Star Route, etc. Post Office Zip Code il Your address was (give house number, street and city) ID Number (Check the applicable box and provide your number) New York State DMV number In county/state Under the name (if different from your name now) [ Last four digits of your Social Security number — — — — [ 1do not have a New York State DMV or Social Security number Affidavit: | swear or affirm that Political Party . lam a citizen of the United States.",
    "metadata": {
      "section_title": "(@) NYS Agency-Based Voter Registration Form",
      "page_number": 66
    }
  },
  {
    "section_id": "NY-163",
    "content": "urity number Affidavit: | swear or affirm that Political Party . lam a citizen of the United States. Democratic party [ Libertarian party « lwill have lived in the county, city or village for at least 30 days before the election. [ Republican party O Independence party 1 will meet all requirements to register to vote in New York State 1 Conservative party O SAM party 12 This is my signature or mark on the line below. O Working Families party O Other The above information is true, | understand that if itis not true, | can be Green party convicted and fined up to $5,000 and/or jailed for up to four years. / / O No party Date Signature or Markin ink (Optional) Register to donate your organs and tissues Last Name By signing below, you certify that you are: 16 years of age or older First Name Consent to donate all of your organs and tissues for transplantation, research, or both: Address Authorizing the Board of Elections to provide your name and identifying information to NYS Donate Life Registry for enroliment AptNumber City/Town/Village Zip Code And authorizing the Registry to allow access to this information to federally regulated organ procurement organizations and NYS-licensed tissue and eye banks and others approved by the NYS Commissioner of Health hospitals upon your death Birth Date Gender Eye Color Height Ft. In Signature Date Email DMV or IDNYC Number\nTC 320 (10/25)\nWE ARE YOUR DOL YORK STATE EW Department of Labor",
    "metadata": {
      "section_title": "(@) NYS Agency-Based Voter Registration Form",
      "page_number": 66
    }
  }
]