[
  {
    "section_id": "OH-0",
    "content": "—\nN F I B",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "OH-1",
    "content": "March 2025\nA NFIB\n(@) sedgwick\nCaring counts | sedgwick.com/ohiotpa\n17409597v1",
    "metadata": {
      "section_title": "Unemployment Compensation Handbook",
      "page_number": 2
    }
  },
  {
    "section_id": "OH-2",
    "content": "Introduction to Unemployment Compensation Unemployment Compensation History Employer Registration Ohio Unemployment Compensation Taxes Taxable Wage Base Contribution Rates Determining Unemployment Tax Rates Tax Rate Notification Employer Tax Appeals Quarterly Reporting Requirements Consequences of Failure to File and Pay Unemployment Compensation Tax Reports Timely What Is the Difference Between an “Employee” and an “Independent Contractor” for Purposes of Unemployment Compensation Tax Reporting? Unemployment Compensation Tax Audit Filing an Unemployment Compensation Claim Types of Unemployment Compensation Claims Establishing Eligibility for Unemployment Compensation Benefits Maintaining Eligibility for Unemployment Compensation Benefits Business Owners Qualifying for Unemployment Compensation Benefits Protesting an Unemployment Compensation Claim Separation Reasons for Unemployment Compensation Determination of Unemployment Compensation Benefit Rights Review Commission Unemployment Compensation Hearings Hearing Tips Hearing Decisions 3 4 4 5 6 6 8 8 9 9 11 13 14 15 15 17 20 22 23 24 25 26 27 28\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n2\nUnemployment Compensation Benefit Charge Payments Work Refusals Importance of a Company Policy Personnel Policies and Practices - General Suggestions for Controlling Unemployment Compensation Costs Conclusion 28 29 30 30 34",
    "metadata": {
      "section_title": "T A B L E O F C O N T E N T S",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-3",
    "content": "This handbook was prepared to offer employers information about the Ohio unemployment system and how to control unemployment compensation expenses. It also provides information about handling unemployment compensation matters including unemployment compensation claims, which ultimately affect the amount employers pay in unemployment taxes to the Ohio Department of Job and Family Services (ODJFS).\nNFIB partners with Sedgwick to provide Ohio unemployment compensation services to its members. NFIB members enrolled in the workers’ compensation group rating program have access to unemployment compensation services at no extra cost. For members not enrolled in the group rating program, such service is also available as a stand- alone service. To learn more about unemployment compensation services, or to purchase a stand-alone service, please call 1-866-780-NFIB (6342).\nNFIB’s unemployment compensation program, administered by Sedgwick, includes the following services:",
    "metadata": {
      "section_title": "Introduction to Unemployment Compensation",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-4",
    "content": "Experienced, well-trained claims examiners review and process Ohio unemployment compensation claims (i.e., review of unemployment compensation determinations and benefit charges) for appropriate cost-control actions.",
    "metadata": {
      "section_title": "Claims Processing",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-5",
    "content": "A claims activity report will be issued which summarizes unemployment compensation claims activity during the service period.",
    "metadata": {
      "section_title": "Annual Claims Activity Report",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-6",
    "content": "Sedgwick, upon request, participates with the employer and its witnesses in the unemployment compensation hearing(s) before the appropriate state agency.",
    "metadata": {
      "section_title": "Hearing Attendance",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-7",
    "content": "Sedgwick, upon written request, performs a review of the annual tax rate assigned to the employer’s account, including a voluntary contribution analysis.",
    "metadata": {
      "section_title": "Voluntary Contribution Analysis",
      "page_number": 3
    }
  },
  {
    "section_id": "OH-8",
    "content": "Sedgwick provides a written guide outlining the steps necessary to simplify the unemployment compensation claims process and to interact with our unemployment team.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n3",
    "metadata": {
      "section_title": "Procedure Guide",
      "page_number": 4
    }
  },
  {
    "section_id": "OH-9",
    "content": "Employers will be invited to annual seminars and receive quarterly newsletters with unemployment compensation articles and have access to this unemployment compensation handbook.",
    "metadata": {
      "section_title": "Educational Opportunities",
      "page_number": 4
    }
  },
  {
    "section_id": "OH-10",
    "content": "The unemployment compensation system originated as part of the Social Security Act and became effective in 1935. Benefits were made available to workers who became unemployed through no fault of their own and were still able to work, available, and actively looking for work. These basic qualifying factors still exist today.\nTwo employer taxes – one federal and one state – finance the unemployment compensation system. Federal and state governments share administrative responsibilities. While federal law establishes broad mandates, each state has also enacted legislation that provides for such mandates in accordance with each state’s respective conditions. The financing formulas, eligibility rules, and benefits levels are all determined at the state level.\nBenefits paid to unemployed individuals are generally withdrawn from their former employer’s “account” maintained by ODJFS.",
    "metadata": {
      "section_title": "Unemployment Compensation History",
      "page_number": 4
    }
  },
  {
    "section_id": "OH-11",
    "content": "The account is then replenished by a tax on a portion of the amount of the employer’s payroll.\nThe Federal Unemployment Tax Act (or FUTA) is a United States federal law that imposes a federal employer tax used to fund state workforce agencies. Employers report this tax by filing an annual Form 940 with the Internal Revenue Service. FUTA covers the cost of administering unemployment insurance and job service programs in all states. In addition, FUTA pays one-half of the cost of extended unemployment benefits (during periods of high unemployment) and provides for a fund from which states may borrow, if necessary, to pay unemployment benefits.\nAn important objective of the unemployment compensation system is to stabilize the workforce. A merit-rated tax motivates employers to work toward that objective. The tax rewards employers whose unemployment compensation activity is low and penalizes those whose activity is high. Simply stated, the fewer benefits which are paid out from an employer’s account, the lower the employer’s Ohio unemployment tax rate.",
    "metadata": {
      "section_title": "Unemployment Compensation History",
      "page_number": 4
    }
  },
  {
    "section_id": "OH-12",
    "content": "Most employers are liable to pay Unemployment Compensation taxes and report wages paid to their employees on a quarterly basis. If you have not yet registered with ODJFS, the following information will help you register your business and begin reporting:\nHow to Obtain an Employer Account Number\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n4\nTo register with ODJFS for an Unemployment Compensation tax account, employers should complete a Report to Determine Liability (JFS-20100) online using the State of Ohio Unemployment Resource for Claimants and Employers (The SOURCE) at thesource.jfs.ohio.gov or employers can register their business by mailing the JFS-20100 form to:\n• Ohio Department of Job and Family Services Contribution Section P.O. Box 182404 Columbus, OH 43218-2404\nODJFS will review the information submitted by the employer and provide the employer in writing with an employer account number and contribution tax rate (if applicable). Employers need to retain the account number in their records as it should be used on all future correspondence and reporting they submit to ODJFS.",
    "metadata": {
      "section_title": "Employer Registration",
      "page_number": 5
    }
  },
  {
    "section_id": "OH-13",
    "content": "Ohio employers’ payroll taxes, called contributions, which go into the Ohio Unemployment Compensation Trust Fund, are used to pay benefits to unemployed workers. Employees do not contribute themselves, and this payroll tax cannot be withheld from an employee’s paycheck.",
    "metadata": {
      "section_title": "Ohio Unemployment Compensation Taxes",
      "page_number": 5
    }
  },
  {
    "section_id": "OH-14",
    "content": "There are three types of employers: (1) those who run a business, (2) those who are engaged in agriculture, and (3) those who hire domestic services.\nEmployers who run a business can be a person or a legal entity and include:\n• Sole proprietors;\n• Partnerships;\n• Joint ventures;\n• Corporations;\n• Limited liability companies;\n• Associations;\n• Fiduciaries, including estates and trusts;\n• Non-profit 501(c)(3) organizations;\n• Public entities; and\n• Other organizations.\nWith the exception of non-profit 501(c)(3) organizations and public entities, if an employer runs a business, it may become subject to Ohio's unemployment regulations for any of the following reasons:\n• The employer has at least one employee in covered employment for some portion of a day in each of 20 different weeks within either the current or the preceding calendar year (it need not be the same employee);\n• The employer has paid wages of $1,500 or more to employees in covered employment in any calendar quarter within either the current or the preceding calendar year;\n• The employer was subject to the FUTA in either the current or preceding calendar year;\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n5\n• The employer acquired all or part of a business from an employer who was subject to Ohio’s unemployment law at the time the change of ownership occurred; or\n• The employer elects to cover its employees voluntarily.",
    "metadata": {
      "section_title": "Who is an employer for the purpose of unemployment coverage?",
      "page_number": 6
    }
  },
  {
    "section_id": "OH-15",
    "content": "If you have questions about whether you are required to pay unemployment taxes, please contact ODJFS, Contribution Section at 614-466-2319.",
    "metadata": {
      "section_title": "Who is an employer for the purpose of unemployment coverage?",
      "page_number": 6
    }
  },
  {
    "section_id": "OH-16",
    "content": "The Taxable Wage Base is the amount of an employee's wages on which the employer is required to pay unemployment taxes each year. The taxable wage base may change from year to year. The taxable wage base is $9,000 for 2025.\nUnemployment taxes (contributions) must be paid on the first $9,000 of an employee's wages per year. If an employee works for two or more employers, both employers are required to pay unemployment taxes on the first $9,000 each employer pays to that employee.\nTaxable wages are determined based on actual remuneration paid and may not be prorated over the entire year.\nIf an employer acquires a business and ODJFS determines that the employer is a successor in interest, wages paid to an employee by the predecessor employer in the year of acquisition should be counted toward the taxable wage limitation for that year.\nFor contributory employers, total taxable wages paid to all employees in a quarter should be multiplied by the annual tax rate, as shown on the employer's Quarterly Tax Return (JFS-20125), in order to determine the amount of unemployment taxes due for the quarter.",
    "metadata": {
      "section_title": "Taxable Wage Base",
      "page_number": 6
    }
  },
  {
    "section_id": "OH-17",
    "content": "A definition of an employee includes:\n• Any officer of a corporation;\n• Any worker who is an employee under the usual common law rules;\n• Any worker whose services are specifically covered by law; or\n• An employee who may perform services on a less than full-time or permanent basis. The services that are commonly referred to as day labor, part-time help, casual labor, temporary help, probationary, seasonal employment, or outside labor are not excluded for purposes of unemployment tax reporting.",
    "metadata": {
      "section_title": "Who is an “employee” for the purposes of unemployment tax reporting?",
      "page_number": 6
    }
  },
  {
    "section_id": "OH-18",
    "content": "For 2025, the ranges of Ohio’s unemployment tax rates (also known as contribution rates) are as follows:\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n6\n• Lowest Experience Rate: 0.4% • Highest Experience Rate: 10.1% • Mutualized Rate: 0.1% • New Employer Rate (except Construction Industry): 2.7% • Construction Industry Rate: 5.6% • Delinquency Rate: 12.8%",
    "metadata": {
      "section_title": "Contribution Rates",
      "page_number": 7
    }
  },
  {
    "section_id": "OH-19",
    "content": "ODJFS mails the Contribution Rate Determination to an employer for the coming calendar year on or before December 1. The notice outlines all factors considered in determining the contribution rate. The tax rate is also printed on the employer's Quarterly Tax Return (JFS-20125), which is usually mailed to employers quarterly for reporting and payment of taxes due. Employers are required to file reports electronically. To determine how much tax is due each quarter, multiply the rate by the total taxable wages you paid during the quarter.",
    "metadata": {
      "section_title": "Rate Notification",
      "page_number": 7
    }
  },
  {
    "section_id": "OH-20",
    "content": "Once an employer's account is charged with benefits for four consecutive calendar quarters ending June 30, the account becomes eligible for an experience rate beginning with the next calendar year. The experience includes taxable wages reported, contributions paid (including voluntary payments), and benefits charged. Unemployment taxes paid are credited to an employer's account. Unemployment compensation benefits paid to eligible claimants are charged to the accounts of the claimant's employers during the base period of the claim.\nThese factors are recorded in the employer's account and are used to compute the annual tax rate after the employer becomes eligible for an experience rate.\nDue to recent economic conditions and the increase of unemployment compensation claims filed, the Ohio Unemployment Compensation Trust Fund dropped to more than 50% below the \"minimum safe level\" as of the computation date of the 2025 rates. (The \"minimum safe level\" is, in essence, the balance required by the UC Trust Fund to fund a moderate recession).",
    "metadata": {
      "section_title": "Experience Rate",
      "page_number": 7
    }
  },
  {
    "section_id": "OH-21",
    "content": "Therefore, the tax rate schedule in effect for 2025 includes an across the board minimum safe level increase to protect the financial integrity of the UC Trust Fund.\nThis increase will help re-build the UC Trust Fund to the appropriate level. The additional taxes paid as a result of the minimum safe level increase are equally divided and credited to the mutualized account and the employer's account.\nThe experience rate amount shown on the Contribution Rate Determination is a combined total of the employer's individual experience rate and the minimum safe level increase.",
    "metadata": {
      "section_title": "Experience Rate",
      "page_number": 7
    }
  },
  {
    "section_id": "OH-22",
    "content": "A separate account, known as the mutualized account, is maintained for the primary purpose of recovering the costs of unemployment compensation benefits that were paid, but were not chargeable to individual employers for a\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n7\nvariety of reasons. When the mutualized account has a negative balance, the costs are recovered, and the money is restored to the account through a mutualized tax levied on all employers who are eligible for an experience rate. The mutualized tax is used solely for the payment of unemployment compensation benefits.\nThe mutual rate is shown on the Contribution Rate Determination. The additional taxes paid as a result of the mutualized rate will be credited 100 percent to the mutualized account to recover the costs of unemployment benefits charged to the account. Because of the COVID-19 pandemic, unemployment benefits were not charged to individual employers, but the mutualized account for the duration of the emergency period. New claims filed with an effective date on or after November 29, 2020, have not been automatically mutualized. The mutualization of benefit charges due to the COVID-19 pandemic resulted in the mutualized account having a negative balance. However, the mutualized tax rate has been reduced to 0.1% for 2025.",
    "metadata": {
      "section_title": "Mutualized Rate",
      "page_number": 8
    }
  },
  {
    "section_id": "OH-23",
    "content": "If an employer's account is not eligible for an experience rate, the account will be assigned a standard new employer rate of 2.7% unless the employer is engaged in the construction industry, in which case the 2025 rate is 5.6%.",
    "metadata": {
      "section_title": "New Employer Rate",
      "page_number": 8
    }
  },
  {
    "section_id": "OH-24",
    "content": "Employers who did not furnish the wage information necessary for the computation of their 2025 experience rate by the time the 2025 rates were calculated, are assigned a contribution rate equal to 125% of the maximum experience rate possible for 2025. However, if the employer filed the necessary wage information by December 31, 2024, the rate will be revised to the appropriate experience rate.",
    "metadata": {
      "section_title": "Delinquency Rate",
      "page_number": 8
    }
  },
  {
    "section_id": "OH-25",
    "content": "Employers who file the necessary wage information after December 31, 2024, but within 18 months after that date, will have their 2025 rates revised to 120% of the rate that would have applied if the employer had timely furnished the wage information.",
    "metadata": {
      "section_title": "Penalty Rate",
      "page_number": 8
    }
  },
  {
    "section_id": "OH-26",
    "content": "An employer’s contribution rate is calculated on July 1 of each year (referred to as the computation date) and goes into effect on January 1 of the next year. Unemployment tax rates are assigned to tax contributing employers for each calendar year.\nRate schedules are effective for twelve months and are subject to an annual change. Reduction in the employer’s unemployment account through unemployment compensation benefit charge costs often results in increased contribution rates in order to rebuild the fund’s balance.",
    "metadata": {
      "section_title": "Determining Unemployment Tax Rates",
      "page_number": 8
    }
  },
  {
    "section_id": "OH-27",
    "content": "Caring counts | sedgwick.com/ohiotpa\n17409597v1\n8\nGenerally, in November, ODJFS issues an Ohio Unemployment Tax Notification Contribution Rate Determination for the upcoming calendar year. This notice is mailed directly to the employer or to the address ODJFS has been directed to use for the tax forms. This notice provides the employers with their annual unemployment tax rate for the upcoming year and outlines all factors considered in determining the contribution tax rate.\nODJFS has a special tax provision called a Voluntary Contribution. This provision allows most employers to make a voluntary payment in addition to the required contributions. The Voluntary Contribution amount must be paid to ODJFS (and postmarked) before December 31 and may reduce the rate at which the employer will pay unemployment taxes for the next year.",
    "metadata": {
      "section_title": "Tax Rate Notification",
      "page_number": 9
    }
  },
  {
    "section_id": "OH-28",
    "content": "The Voluntary Contribution payment, if made, will be added to the employer’s account balance along with any additional wage or monetary adjustments that may affect the rate computation. If applicable, a revised rate notice will be mailed to the employer or the tax address of record before the first quarter Contribution and Wage Report are due.\nUpon written request, the NFIB Unemployment Team at Sedgwick will review this notice for NFIB members who have elected to have access to this service. The team will complete an analysis to determine whether the Voluntary Contribution payment will be beneficial. Please contact the NFIB Unemployment Team at Sedgwick if you would like assistance with this matter.",
    "metadata": {
      "section_title": "Tax Rate Notification",
      "page_number": 9
    }
  },
  {
    "section_id": "OH-29",
    "content": "If an employer maintains that an unemployment tax determination was not made in accordance with applicable requirements, the employer has 30 days from the date of mailing of the determination to file a request for reconsideration (appeal).\nThe request for reconsideration (appeal) must be filed in writing and must set forth the employer's reason(s) for requesting reconsideration. Appeals may be filed by any of the following methods:\n• Mail: Unemployment Tax Appeals P.O. Box 182830 Columbus, OH 43218-2830\n• Fax: 1-614-752-4952\n• Email: UITaxAppeals@jfs.ohio.gov\n• Online: using The SOURCE at thesource.jfs.ohio.gov\nOnce the reconsideration decision is issued, an appeal may be filed with the Unemployment Compensation Review Commission (UCRC) within 30 days of the date of mailing of the reconsideration decision. The appeal may be filed by one of the following methods:\n• Mail: Unemployment Compensation Review Commission (UCRC) P.O. Box 182299 Columbus, OH 43218-2299\n• Fax: 1-614-387-3694\n• Phone: UCRC Toll Free: 1-866-833-UCRC (8272)\n• Email: using The SOURCE at thesource.jfs.ohio.gov\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n9",
    "metadata": {
      "section_title": "Employer Tax Appeals",
      "page_number": 10
    }
  },
  {
    "section_id": "OH-30",
    "content": "Employers are required each quarter to file a complete Quarterly Tax Return, which consists of two sections, the Wage Detail and Quarterly Summary.\nContributory employers must file both the Wage Detail and Quarterly Summary, which are contained on the same form, the Unemployment Compensation Quarterly Tax Return (contributory) (JFS-20125).\nReimbursing employers (non-profit and public employers) must file the Reimbursing Wage Detail Report. The Unemployment Compensation Quarterly Tax Return (Reimbursing) (JFS-20126) should be used by reimbursing employers.",
    "metadata": {
      "section_title": "Quarterly Reporting Requirements",
      "page_number": 10
    }
  },
  {
    "section_id": "OH-31",
    "content": "Employers are required to file their quarterly unemployment insurance tax reports electronically using one of the following methods:\n• The SOURCE Online Filing: Employers should file their reports online using THE SOURCE at thesource.jfs.ohio.gov The SOURCE allows an employer to copy employee information from a previous filed quarter. When an employer enters wage information, The SOURCE automatically calculates the taxable wages and contributions (taxes) due from the employer. Employers can upload data directly into The SOURCE for more efficient processing. Files must be in the ICESA, CSV, or XML format. Please see JFS20233 Employer’s Guide to Wage Report and Payment File Specifications for more information.\n• The Ohio Business Gateway (OBG) at gateway.ohio.gov is another option to file current quarter unemployment reports and payments.",
    "metadata": {
      "section_title": "Mandatory Electronic Filing",
      "page_number": 10
    }
  },
  {
    "section_id": "OH-32",
    "content": "The Gateway also populates previously reported employees and wage data and automatically calculates the taxable wages and contributions (taxes) due from the employer when the employer enters wage information.\nReminder: To file quarterly wage detail and quarterly summary report or quarterly reimbursing wage detail report online use The SOURCE at thesource.jfs.ohio.gov\nQuarterly reports must be filed no later than the last day of the first month following the close of the calendar quarter being reported.\nFirst quarter: April 30 Second quarter: July 31 Third quarter: October 31 Fourth quarter: January 31\nIf an employer needs a contribution or wage record reporting form, the employer may request a replacement by contacting ODJFS Contribution Section, P.O. Box 182404, Columbus, OH 43218-2404, or by calling the Contribution Section at 614-466-2319. If time is of the essence, please call the number to receive instructions for filing without the form.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n10\nElectronic filing is also available through Ohio Business Gateway (OBG). This website is available to employers to file quarterly ODJFS unemployment taxes, as well as workers’ compensation premiums, sales tax, and payroll withholding taxes. For assistance with this system, please call the OBG Electronic Filing Help Desk at 866-OHIO-GOV (866-644-6468).",
    "metadata": {
      "section_title": "Mandatory Electronic Filing",
      "page_number": 11
    }
  },
  {
    "section_id": "OH-33",
    "content": "If information was reported incorrectly to ODJFS, it will be necessary to submit corrections or amendments. Wage amendments can be submitted at thesource.jfs.ohio.gov:\n• A Request to Amend the Quarterly Tax Return (JFS-20129) should be used to correct wage items.\n• A separate Request to Amend the Quarterly Tax Return (JFS-20129) must be submitted for corrections for each quarter that needs to be amended.\n• Each employee record that needs to be amended should appear as it would have if it was submitted correctly and must contain a social security number, employee name, gross wage, and the number of weeks.\n• Employee records that were previously submitted correctly should not be re-listed.\n• Negative figures to report changes in gross wages or weeks should not be used.\n• Do not use any portion of the Quarterly Tax Return (JFS-20125) to correct reports previously filed.",
    "metadata": {
      "section_title": "Correcting the Wage Detail",
      "page_number": 11
    }
  },
  {
    "section_id": "OH-34",
    "content": "The information employers provide to ODJFS on their quarterly reports is used to calculate annual unemployment rates. These reports are also used to determine eligibility for unemployment compensation benefits. Missing or inaccurate reports delay benefit payment to claimants, increase the costs to the employer, and necessitate requests by ODJFS for additional reporting from the employer.\nEmployers who do not furnish wage information necessary for the computation of their experience rate by September 1 of each year will be assigned a delinquency rate equal to 125% of the maximum experience rate possible for the coming year.\nA single penalty (forfeiture) will be assessed for not filing a complete quarterly Contribution and Wage Report when due. The forfeiture will amount to 0.25% of the total wages reported.",
    "metadata": {
      "section_title": "Consequences of Failure to File and Pay Unemployment Compensation Tax Reports Timely",
      "page_number": 11
    }
  },
  {
    "section_id": "OH-35",
    "content": "The minimum penalty for failure to file a quarterly report when due is $50 and the maximum penalty is $1,000.\nEmployers are urged to file the quarterly reports when due, even if they cannot pay the taxes owed. Although the unpaid taxes will accrue interest, the forfeitures can be avoided when reports are submitted on time. The accrued interest on unpaid taxes and forfeitures are calculated at the annual rate of 14% compounded monthly.\nUnder certain circumstances, a waiver of forfeiture may be granted for the untimely filing of the quarterly report if a written request for waiver is submitted within four years from the date the forfeiture was assessed. Interest may\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n11\nalso be waived if the employer submits a written request for waiver and meets other requirements within thirty days of the interest assessment.",
    "metadata": {
      "section_title": "Consequences of Failure to File and Pay Unemployment Compensation Tax Reports Timely",
      "page_number": 12
    }
  },
  {
    "section_id": "OH-36",
    "content": "A Notice of Failure to File (JFS-20158) is mailed to every employer who does not submit a complete Quarterly Tax Return to ODJFS. Employers need to complete the Wage Detail and Quarterly Summary sections of Quarterly Tax Return.\nThe Notice of Failure to File shows which quarterly tax return is missing and instructs how to resolve the delinquency. Please submit the missing Quarterly Tax Return(s) to:\n• ODJFS Attn: Contribution Section P.O. Box 182404 Columbus, OH 43218-2404 Online using The SOURCE at thesource.jfs.ohio.gov\nIf an employer has submitted a complete Quarterly Tax Return and sent money, a copy of the report and a copy of the check (front and back) with the employer’s ID number (shown on all copies) should be sent to ODJFS’ address noted above. Once the missing Quarterly Tax Return is processed by ODJFS, the employer will be assessed one or more forfeitures and interest.",
    "metadata": {
      "section_title": "Missing Report(s)",
      "page_number": 12
    }
  },
  {
    "section_id": "OH-37",
    "content": "ax Return is processed by ODJFS, the employer will be assessed one or more forfeitures and interest. Employers who receive assessments for the late filing of quarterly reports (forfeiture or interest due) may request a waiver of the assessment(s). Please note that all forfeitures and interest assessed remain due and payable until written notification is received confirming that a waiver has been granted. Employers requesting a waiver of forfeiture and interest assessment may submit a waiver request via one of the following:\n• By mailing a Waiver Request (JFS-20132) to:\nODJFS\nAttn: Waivers\nP.O. Box 182404\nColumbus, OH 43218-2404\n• Online using The SOURCE at thesource.jfs.ohio.gov\nA request for a waiver of forfeiture must meet all of the following requirements:\n• Furnish all Quarterly Tax Returns due.\n• Requests for waivers must be submitted within four years after the date the forfeiture was assessed.\n• Include a statement documenting facts and circumstances sufficient to establish, to the satisfaction of ODJFS’ director, that there was a good cause for failure to file reports timely.",
    "metadata": {
      "section_title": "Missing Report(s)",
      "page_number": 12
    }
  },
  {
    "section_id": "OH-38",
    "content": "A request for a waiver of interest may be submitted within 30 days after the date ODJFS’ director mails or delivers the notice of assessment of interest if the employer meets all of the following conditions:\n• Furnishes all wage information and quarterly tax reports due.\n• Pays all contributions, payments in lieu of contributions, interest, forfeitures, fines, and outstanding amounts due, other than the interest referenced in the request.\n• Submits a request for waiver and includes a statement documenting facts and circumstances sufficient to establish, to the satisfaction of ODFJS’ director, that the failure to make timely payment was due to\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n12\ncircumstances beyond the employer’s control. Please note that negligence by the employer or its agent is not considered a circumstance beyond the employer’s control.\nNote: The period (30 days) during which a waiver or an appeal can be filed is the same. To protect appeal rights, the employer should submit its appeal within the 30-day period or include the appeal with its waiver request. The employer should not request a waiver and wait for a response before submitting the appeal.",
    "metadata": {
      "section_title": "Missing Report(s)",
      "page_number": 13
    }
  },
  {
    "section_id": "OH-39",
    "content": "An employer-employee relationship exists when a person who hires an individual to perform services has the right to exercise control over the manner and means by which the individual performs his or her services. The right to control, whether or not exercised, is the most important factor in determining the relationship. The right to discharge a worker at will and without cause is strong evidence of the right to exercise direction and control.\nThe services of an individual who is determined to be an independent contractor (under contract to perform a special service for an employer) are excluded from covered employment. To be excluded employment, the employer must establish that the contractor is free from direction or control over the service being performed. There are 20 questions used to help determine whether or not an employer-employee relationship exists:\n1.",
    "metadata": {
      "section_title": "What Is the Difference between an \"Employee\" and an \"Independent Contractor\" for Purposes of Unemployment Compensation Tax Reporting?",
      "page_number": 13
    }
  },
  {
    "section_id": "OH-40",
    "content": "are 20 questions used to help determine whether or not an employer-employee relationship exists:\n1. Who directs or controls the manner or method by which instructions are given to any individual(s) performing services?\n2. What training is required for the individual(s) performing services?\n3. How are the services provided integrated into the regular functions of the employer?\n4. By whom does the business require that services be provided?\n5. Who hires, supervises, and/or pays the individual(s) performing services?\nQU\n6. What type of relationship exists between the business and the individual(s) performing services which contemplates continuing or recurring work, even if not full time?\n7. Who sets the time (hours) during which the individual(s) services are to be performed?\n8. How much time does the business require the individual(s) performing services to devote to the business?\n9. Where does the business require that work be performed?\n10.",
    "metadata": {
      "section_title": "What Is the Difference between an \"Employee\" and an \"Independent Contractor\" for Purposes of Unemployment Compensation Tax Reporting?",
      "page_number": 13
    }
  },
  {
    "section_id": "OH-41",
    "content": "g services to devote to the business?\n9. Where does the business require that work be performed?\n10. Who sets the order of work the individual(s) follow while performing services for the business?\n11. What type of reports, oral or written, does the business require the individual(s) performing services to submit?\n12. How are the individual(s) performing services paid?\n13. Who pays expenses for the individual(s) performing services?\n14. Who furnishes the tools and materials used by the individual(s) performing services?\n15. What investment do the individual(s) performing services have in the facilities used to perform the services?\n16. What is the profit or loss to the individual(s) performing services as a result of the performance of such services?\n17. Do the individual(s) performing services also perform similar services for other businesses? If yes, for whom?\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n13\n18.",
    "metadata": {
      "section_title": "What Is the Difference between an \"Employee\" and an \"Independent Contractor\" for Purposes of Unemployment Compensation Tax Reporting?",
      "page_number": 14
    }
  },
  {
    "section_id": "OH-42",
    "content": "How do the individual(s) performing services make the services available to the general public?\n19. Does the business have the right to discharge the individual(s) performing services? If, yes, in what manner?\n20. Do the individual(s) performing services each have the right to end the relationship with the business, without incurring liability pursuant to an employment contract or agreement? If yes, how?\nA written contract that asserts to create a relationship of principal and independent contractor is not controlling if the practice of the parties shows that the principal retains the right to exercise direction or control. For more information, please contact the Compliance Section at ODJFS at 614-466-2319.",
    "metadata": {
      "section_title": "What Is the Difference between an \"Employee\" and an \"Independent Contractor\" for Purposes of Unemployment Compensation Tax Reporting?",
      "page_number": 14
    }
  },
  {
    "section_id": "OH-43",
    "content": "If an employer receives notice that its business will be audited, the employer should not panic. Most audits are routine and selected at random. The notification provides the date, time, and location of the audit. It also specifies the period of time the audit will cover and gives a list of the business records that must be provided to the auditor. The employers can use this opportunity to contact the auditor to confirm the appointment and introduce themselves. The auditor will be able to explain the steps that will be followed.\nAfter the audit is completed, the auditor will review the results with the employer. If there are additional taxes due, and the employer agrees, the employer will be asked to pay the amounts due. If the employer disagrees, the auditor can explain what to do next. Many audits do not result in additional taxes due.",
    "metadata": {
      "section_title": "Unemployment Compensation Tax Audit",
      "page_number": 14
    }
  },
  {
    "section_id": "OH-44",
    "content": "sagrees, the auditor can explain what to do next. Many audits do not result in additional taxes due. They can also reveal an overpayment to be refunded to the employer.\nODJFS has the right to inspect employers' records in order to ensure that employers comply with unemployment tax laws.\nThere are several reasons why ODJFS audits employers:\n• Employers are audited for compliance by size or type of firm and by random selection.\n• The U.S. Department of Labor requires ODJFS to randomly audit a percentage of Ohio employers every year.\n• A former employee may have filed an unemployment compensation claim and the wages reported to the state were different from the records of the employer. The employer may have not regarded the individual as an employee.\n• The wages the employer reported to the federal government on its FUTA form 940 were different from what the employer reported to ODJFS.\nAn auditor will determine if all wages have been reported correctly and whether all taxable wages have been computed correctly.",
    "metadata": {
      "section_title": "Unemployment Compensation Tax Audit",
      "page_number": 15
    }
  },
  {
    "section_id": "OH-45",
    "content": "The most common types of payroll not reported involve payments for casual and contract labor, commissions, remuneration to corporate officers, and payments to independent contractors. Often employers do not pay taxes for individuals they believe are independent contractors. Later, it is sometimes determined that these individuals are employees and tax payments should have been made. The auditor will make findings based on clear legal and administrative guidelines and will explain them in an exit conference.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n14\nA typical audit is for one calendar year, but an audit can cover up to four years. If there is an exception, the auditor will explain the situation to the employer.\nRecords reviewed during an audit include: payroll records, W-2 Forms, 1099s, IRS forms, state tax forms and general disbursement records such as check record journal, invoices and canceled checks. An employer’s accountant can be present at an audit if the employer feels that the accountant has a better grasp of the records.\nAn employer can file an appeal if it does not agree with the auditor’s findings. The Notice of Employer's Liability and Contribution Rate provides the final date by which the employer must file its appeal. It must be filed in writing and state why the Notice is incorrect.",
    "metadata": {
      "section_title": "Unemployment Compensation Tax Audit",
      "page_number": 15
    }
  },
  {
    "section_id": "OH-46",
    "content": "Unemployment compensation benefits drawn from an employer’s account have a direct impact on the employer’s unemployment compensation tax rate. Understanding the claim side of the system is very important and the final sections of this handbook will concentrate on claims.\nA former employee must file his or her unemployment compensation claim online at unemployment.ohio.gov or telephonically by calling 1-877-OHIO-JOB (1-877-644-6562). Personal information such as: social security number and either driver's license or state ID number must be provided, as well as address, number of dependents, and their social security numbers. The employee also needs to supply the reason he or she became unemployed from all employers during the past eighteen months.\nClaims for unemployment compensation benefits are normally filed on a biweekly basis.",
    "metadata": {
      "section_title": "Filing an Unemployment Compensation Claim",
      "page_number": 15
    }
  },
  {
    "section_id": "OH-47",
    "content": "However, weekly filing for benefits is required for the first three weeks after filing a new claim. After the first three weeks, claimants can continue to file claims weekly only if they choose to receive correspondence electronically, rather than through the postal system. If they do not choose to receive correspondence electronically, they will be converted to a biweekly claim schedule.\nIf the claimant is determined to be eligible for unemployment compensation benefits, during the 52 consecutive weeks period (the benefit year), the claimant has a limited amount of money from which to draw benefits (the weekly benefit amount multiplied by the amount of benefit weeks allowed). If during the benefit year the claimant returns to work and is separated again or has earned gross wages greater than the weekly benefit amount, the claimant must file an application to reopen the claim. The reason for the claimant’s unemployment will be examined to determine if the claimant is still eligible to receive any remaining benefits.",
    "metadata": {
      "section_title": "Filing an Unemployment Compensation Claim",
      "page_number": 15
    }
  },
  {
    "section_id": "OH-48",
    "content": "There are several types of initial unemployment compensation claims. A few of the most common types are:\nRegular Unemployment Compensation\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n15\nAn individual may qualify for regular unemployment compensation benefits if he or she worked long enough in covered employment, lost a job through no fault of his or her own, is able and available, and is actively seeking work. These conditions also apply to the following types of unemployment benefits:",
    "metadata": {
      "section_title": "Types of Unemployment Compensation Claims",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-49",
    "content": "ODJFS’ standards for seasonal employment with seasonal employers are different depending on certain special circumstances. In some cases, an individual may qualify for benefits (within a season) with fewer weeks of employment than is normally required; however, he or she will not be eligible to draw benefits for weeks outside of the season.",
    "metadata": {
      "section_title": "Seasonal Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-50",
    "content": "If an individual is separated from an educational institution, but has “reasonable assurance” of employment in the next school term, unemployment will be denied during the scheduled school break. If, however, the individual has sufficient non-educational employment to qualify separately, he or she may be eligible for benefits between terms. Additional information about eligibility criteria can be obtained from ODJFS.",
    "metadata": {
      "section_title": "School Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-51",
    "content": "SharedWork Ohio is a voluntary layoff aversion program. It allows workers to remain employed and employers to retain trained staff during times of reduced business activity. The participating employer reduces the affected employees’ hours in a uniform manner. The employees work the reduced hours each week, and the (ODJFS) provides eligible individuals an unemployment insurance benefit proportionate to their reduced hours.",
    "metadata": {
      "section_title": "SharedWork Ohio",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-52",
    "content": "An individual who worked in Ohio during the base period, but now resides in another state, can call 1-877-644-6562 to file an Ohio unemployment compensation claim. If the base period work was performed in Ohio, the claim is subject to Ohio regulations and all determinations and payments would be made by the state of Ohio. Likewise, if an individual is an Ohio resident and wants to file a claim against another state, he or she should call the toll-free number listed above and ask for information and assistance.",
    "metadata": {
      "section_title": "Interstate Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-53",
    "content": "An individual who worked in more than one state during the base period may qualify for unemployment compensation benefits by combining wages from those states. To establish a combined wage claim, the individual must apply for benefits with one of the states where the base period wages were reported.",
    "metadata": {
      "section_title": "Combined Wage Claim",
      "page_number": 16
    }
  },
  {
    "section_id": "OH-54",
    "content": "If an individual is separated from civilian employment with the federal government, he or she may qualify for unemployment benefits. The individual must submit the SF-8 or SF-50 form provided by the federal government employer at the time of separation. The federal agency will be contacted to verify the number of weeks and the amount of wages, as well as separation information.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n16",
    "metadata": {
      "section_title": "Unemployment Compensation for Federal Civilian Employees",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-55",
    "content": "An individual may qualify for benefits if he or she served in active military duty during the last 18 months. The individual must meet certain federal requirements and provide discharge papers (Form DD-214-member 4 copy). ODJFS can answer questions and provide assistance in obtaining this form.",
    "metadata": {
      "section_title": "Unemployment Compensation for Ex-Military Personnel",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-56",
    "content": "If unemployment is caused by a declared federal major disaster, an individual may be eligible for up to 26 weeks of Disaster Unemployment Assistance administered by ODJFS.",
    "metadata": {
      "section_title": "Disaster Unemployment Assistance",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-57",
    "content": "An individual may be eligible for a variety of benefits and reemployment services if the hours of work and the amount of wages are reduced if he or she loses a job, or the company’s business is threatened as a direct result of international trade. These services include Trade Readjustment Allowances, job search allowance, relocation allowance, training, Health Care Tax Credit (HCTC), and a wage subsidy available through the Alternative Trade Adjustment Assistance (ATAA) Program for older workers. Each benefit has its own eligibility requirements, and the individual must apply for each benefit separately before any related service can begin.",
    "metadata": {
      "section_title": "Trade Adjustment Assistance",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-58",
    "content": "Unemployment compensation benefits are paid to a claimant (a person who has filed for unemployment compensation benefits) when he or she meets the unemployment requirements. The unemployment compensation benefits partially replace wages lost while the claimant is unemployed.\nThere are two types of requirements. The first type of requirement is monetary (weeks and wages). The claimant must:\n• Be unemployed (or working reduced hours) at the time of filing;\n• Have at least 20 qualifying weeks of covered employment in the base period (see below for an explanation of covered employment and base period), and;\n• Earn an average weekly wage of at least $338 before taxes or other deductions (this amount changes each year).\nThe second type of requirement is non-monetary. The unemployment must be through no fault of the claimant.",
    "metadata": {
      "section_title": "Establishing Eligibility for Unemployment Compensation Benefits",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-59",
    "content": "In Ohio, most employers are required to pay contributions for unemployment compensation insurance. Work for such an employer is \"covered\" employment. Work for a non-profit or government agency is also \"covered\" employment, even though the employer does not pay regular contributions, but instead reimburses the cost of unemployment compensation benefits paid to its former workers.",
    "metadata": {
      "section_title": "What is covered employment?",
      "page_number": 17
    }
  },
  {
    "section_id": "OH-60",
    "content": "First:\nJanuary 1 through March 31.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n17\nSecond:\nApril 1 through June 30.\nThird:\nJuly 1 through September 30.\nFourth:\nOctober 1 through December 31.\nWhat is the base period?\nThe regular base period is the first four of the last five completed calendar quarters before an unemployment\ncompensation claim begins.\nIf the claim begins between these dates:\nThe base period will be:\nJanuary 5, 2025 through April 5, 2025\nOctober 1, 2023 through September 30, 2024\nApril 6, 2025 through July 5, 2025\nJanuary 1, 2024 through December 31, 2024\nJuly 6, 2025 through October 4, 2025\nApril 1, 2024 through March 31, 2025\nOctober 5, 2025 through January 3, 2026\nJuly 1, 2024 through June 30, 2025\nNote: If the claimant worked 20 weeks, but the weeks do not fall within the regular base period, or his or her average\nweekly wage was less than the established minimum within the regular base period, the claimant may still be able\nto establish a right to unemployment compensation benefits if the weeks fall within the alternate base period.",
    "metadata": {
      "section_title": "What is a calendar quarter?",
      "page_number": 18
    }
  },
  {
    "section_id": "OH-61",
    "content": "sh a right to unemployment compensation benefits if the weeks fall within the alternate base period. The\nalternate base period is the last four completed calendar quarters before the claim begins.\nIf the claim begins between these dates:\nThe alternate base period will be:\nJanuary 5, 2025 through April 5, 2025\nJanuary 1, 2024 through December 31, 2024\nApril 6, 2025 through July 5, 2025\nApril 1, 2024 through March 31, 2025\nJuly 6, 2025 through October 4, 2025\nJuly 1, 2024 through June 30, 2025\nOctober 5, 2025 through January 3, 2026\nOctober 1, 2024 through September 30, 2025\nNote: ODJFS will determine the weekly benefit amount, the total unemployment compensation benefits, and the\nbeginning date of the benefit year. However, if the claimant had an unemployment compensation claim previously\nestablished, he or she must have had six weeks of employment and earned three times the average weekly wage in\nwork since that first application before a new unemployment compensation claim can be established.",
    "metadata": {
      "section_title": "What is a calendar quarter?",
      "page_number": 19
    }
  },
  {
    "section_id": "OH-62",
    "content": "n\nwork since that first application before a new unemployment compensation claim can be established.\nBenefit rights are determined by the number of weeks worked and the amount of gross wages a claimant earned in\ncovered employment during the \"base period.\"\nThe benefit year is the 52 consecutive week period that follows the date an application for unemployment\ncompensation benefits is allowed.\nThe amount of wages an individual earned and the amount of employment in the base period are key factors in\ndetermining the following:\n• Whether the benefits are paid;\n• How much is paid; and\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n18\n• How many weeks the employee can collect benefits.\nOnce benefit rights are established, the unemployment compensation benefits are payable during the benefit year.\nThe amount of compensation a claimant receives for a week of total unemployment is the weekly benefit amount.",
    "metadata": {
      "section_title": "What is a calendar quarter?",
      "page_number": 19
    }
  },
  {
    "section_id": "OH-63",
    "content": "t of compensation a claimant receives for a week of total unemployment is the weekly benefit amount. This amount generally is determined to be 50% of the average weekly wage calculated from the base period wages or the established maximum weekly benefit, whichever is less. The maximum weekly benefit amounts are established each year. The number of the claimant’s claimed dependents always makes an impact on the weekly benefit amount.\nHowever, in no case may the weekly benefit amount exceed the state’s annually established maximum levels (based on the number of allowable dependents claimed). The 2025 maximum weekly benefits for each dependency classification are shown in the table below:\nNumber of Allowable Dependency Average Maximum Weekly Dependents Classification Weekly Wage Benefit 0 A $1,200 or higher $600 1 or 2 B $1,456 or higher $728 3 or more C $1,620 or higher $810\nOnce the weekly benefit amount is computed, ODJFS determines the number of weeks the claimant is entitled to benefits.",
    "metadata": {
      "section_title": "What is a calendar quarter?",
      "page_number": 19
    }
  },
  {
    "section_id": "OH-64",
    "content": "A claimant is allowed 20 benefit weeks for the first 20 qualifying weeks in the base period and one additional benefit week for each qualifying week above the maximum. The rate of increase continues up to a maximum of 26 weeks as shown below:\nQualifying Weeks Benefit Weeks 20 20 21 21 22 22 23 23 24 24 25 25 26 or more 26\nTotal benefits paid within a benefit year are determined by multiplying the weekly benefit amount by the number of benefit weeks. For example, a claimant who has 20 qualifying weeks in the base period and a weekly benefit\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n19\namount of $400 per week will have total benefits of 20 x $400 or $8,000. This is the amount that the claimant is eligible to receive effective at the beginning of the benefit year.\nThe claimant must continue to be unemployed, as well as physically and mentally able, available, and actively seeking employment to collect all benefits.",
    "metadata": {
      "section_title": "What is a calendar quarter?",
      "page_number": 20
    }
  },
  {
    "section_id": "OH-65",
    "content": "The claimant must be physically and mentally able to perform work in his or her trade or occupation. If the claimant is ill and unable to work during one or more days of his or her normal work week, the claimant may not be entitled to benefits for that entire week. If the claimant is not physically and mentally able to work in his or her trade or occupation, the claimant may receive benefits only if the claimant furnishes medical evidence that he or she can do other types of work for which he or she is qualified.",
    "metadata": {
      "section_title": "Able to Work",
      "page_number": 20
    }
  },
  {
    "section_id": "OH-66",
    "content": "To be considered available for suitable work, the claimant must be ready and willing to work any shift of any occupation consistent with his or her prior training and experience. If the claimant unduly restricts hours, wages, or conditions of employment, which limit the claimant’s chances of obtaining work, benefits may not be paid for the week(s) claimed.",
    "metadata": {
      "section_title": "Available for Work",
      "page_number": 20
    }
  },
  {
    "section_id": "OH-67",
    "content": "The claimant will be informed of the minimum work-search efforts he or she must make each week (Sunday through Saturday) to remain eligible for benefits. Most claimants are required to make a good faith effort and to actively seek suitable work on their own and keep a written record of their efforts to find work during each week. The claimant needs to submit a copy of his or her work search contacts upon request. Failure to provide proof of the work search efforts may result in disallowance of unemployment compensation benefits.\nA claimant must seek suitable work either in the locality where the claimant worked or in a locality where this type of work is normally performed. If working part-time, the claimant must still seek suitable employment to meet eligibility requirements.\nA claimant may be required to register for work with OhioMeansJobs.com, the state’s online career and employment center, and post a resume.",
    "metadata": {
      "section_title": "Actively Seeking Work",
      "page_number": 21
    }
  },
  {
    "section_id": "OH-68",
    "content": "Claimants are generally required to apply for at least two jobs within their skill set each week.\nA claimant may be required to remain active (be a member in good standing and eligible for placement or referral) with his or her labor organization if the claimant’s union has a hiring hall and this is the normal method the claimant follows to obtain work. The claimant is required to keep a written record of contacts with his or her union to obtain work.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n20\nIf a claimant is on a temporary layoff, the work search requirement is waived when a claimant is expected to return to work within 45 days. In such cases, the claimant needs to be available for work and provide his or her employer with current contact information.",
    "metadata": {
      "section_title": "Actively Seeking Work",
      "page_number": 21
    }
  },
  {
    "section_id": "OH-69",
    "content": "A claimant must report earnings for services performed and any income paid or payable to the claimant while the claimant is claiming unemployment compensation benefits.\nIf the claimant works part-time or performs odd jobs during the weeks for which the claimant files for unemployment compensation benefits, the claimant may still be paid unemployment compensation benefits if the claimant’s gross earnings are less than the claimant’s weekly benefit amount. The claimant must report gross earnings for the week (Sunday through Saturday) in which it is earned, even if the claimant has not yet been paid. If the claimant’s earnings are less than the claimant’s weekly benefit amount, the claimant is allowed an exemption of 20% of the claimant’s weekly benefit amount before a benefit deduction is made.",
    "metadata": {
      "section_title": "Earnings and Income",
      "page_number": 21
    }
  },
  {
    "section_id": "OH-70",
    "content": "owed an exemption of 20% of the claimant’s weekly benefit amount before a benefit deduction is made. Holiday pay is deducted after the 20% earnings exemption is applied.\nExample: If the weekly benefit amount is $400 and weekly earnings are $200. Calculation of the earnings deduction is shown below:\nTotal earnings in a week $200 Minus earnings exemption (20% of $400) - $80 Equals earnings deduction $120\nNote: Calculation of the amount of unemployment compensation benefits paid is shown below:\nWeekly benefit amount: $400 Minus earnings deducted: - $120 Equals benefit amount paid: $280\nNote: If earnings/holiday pay is equal to or greater than the claimant’s weekly benefit amount, no unemployment compensation benefits will be paid. All earnings, even if they would not affect the weekly benefit amount, must be reported.\nA claimant must report all income, including payments other than wages. If the income is determined to be deductible from the claimant’s unemployment compensation benefits, the entire amount of income will be deducted.",
    "metadata": {
      "section_title": "Earnings and Income",
      "page_number": 22
    }
  },
  {
    "section_id": "OH-71",
    "content": "Types of income that may be deductible include:\n• Severance pay;\n• Vacation pay;\n• Pensions;\n• Workers' compensation benefits; and\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n21\n• Company buy-out payments.\nIf the deductible income is less than the claimant’s weekly benefit amount, the claimant’s weekly payment will be reduced by the amount of income for the week. Some types of income may not be deducted, such as:\n• Social Security\n• Supplemental unemployment benefits (S.U.B.);\n• U.S. National Guard/armed forces reserve pay for scheduled drills;\n• Interest and dividends, and;\n• Rental income.",
    "metadata": {
      "section_title": "Earnings and Income",
      "page_number": 22
    }
  },
  {
    "section_id": "OH-72",
    "content": "If a business owner pays unemployment taxes for himself or herself, the business owner can be eligible for unemployment compensation benefits. The following questions and answers are designed to help clarify this process.\nAs the owner of a business, do you need to report your income for unemployment tax purposes? If the business is a proprietorship, then the spouse, the parents of the proprietor, the children under the age of 18, and the proprietor are not considered to be employees in determining liability and therefore wages do not need to be reported.\nIf the business is owned by a general partnership, the partners are the employers and are not to be considered employees in determining liability, and therefore wages do not need to be reported.\nIf a business is incorporated, then the corporation itself is the employer and all those individuals rendering service, including stockholders, their family members, and officers of the corporation, are considered to be employees in determining liability and therefore should report wages on themselves in order to be covered by unemployment tax.",
    "metadata": {
      "section_title": "Business Owners Qualifying for Unemployment Benefits",
      "page_number": 22
    }
  },
  {
    "section_id": "OH-73",
    "content": "Are business owners eligible to file for and collect unemployment compensation benefits?\nIndividuals are eligible to collect unemployment compensation benefits if their wages have been reported on a quarterly basis to ODJFS. If wages have been reported, then taxes have been paid on those wages and are covered by Ohio Unemployment Insurance. Individuals who are covered are able to collect benefits if eligibility requirements are met.\nWhat are the eligibility requirements for collecting unemployment compensation benefits? Individuals collecting unemployment compensation benefits must be:\n• Physically able to accept and perform work of a suitable nature;\n• Ready and willing to work any shift of any occupation that is in line with prior training and experience; and\n• Actively seeking suitable work.\nIf you feel that you are entitled to unemployment compensation benefits and are eligible to collect, you may file an application for benefits in Ohio by telephone at 1-877-644-6562 or online at www.unemployment.ohio.gov.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n22",
    "metadata": {
      "section_title": "Business Owners Qualifying for Unemployment Benefits",
      "page_number": 23
    }
  },
  {
    "section_id": "OH-74",
    "content": "When an unemployment compensation claim is filed, ODJFS will mail to the employer or the employer’s representative a claim form to gather separation information. All claim documents have a deadline to respond and a ruling on the separation issue will be made by ODJFS processing center after the expiration of the deadline. There are two types of employers in every unemployment compensation claim: (1) the separating last employer(s) (against whom the claimant is filing the unemployment compensation claim), and; (2) the base period employer(s) who reported wages for the claimant during the base period (first four of the last five completed calendar quarters). Depending on the length of the claimant's employment, an employer might be both the separating last employer and the base period employer.",
    "metadata": {
      "section_title": "Protesting an Unemployment Compensation Claim",
      "page_number": 23
    }
  },
  {
    "section_id": "OH-75",
    "content": "t's employment, an employer might be both the separating last employer and the base period employer. Both types of employers have protest rights regarding the claim determination if the reason for separation was different than lack of work.\nODJFS sends to the separating last employer a Request to Employer for Separation Information form. The employer is allowed 10 business days to respond and send the response back to the processing center that issued the claim. An employer’s failure to timely or adequately respond to this request for information may result in unemployment compensation benefits charges to this employer.\nODJFS sends to the base period employers a Determination of Unemployment Benefits form. The employers have 21 days from the mailing date to respond back to the processing center. An employer’s failure to timely or adequately respond results in a loss of all future protest rights and the employer's unemployment compensation account will be charged for the benefits received by the claimant.",
    "metadata": {
      "section_title": "Protesting an Unemployment Compensation Claim",
      "page_number": 23
    }
  },
  {
    "section_id": "OH-76",
    "content": "While the form states that benefits have been allowed, this is the base period employer’s only opportunity to protest its percentage of the liability determined by ODJFS.\nWhen responding to these claim documents, the employer needs to provide all details regarding the reason for separation, as well as dates of employment (first and last day worked).\nIf the separation reason is a \"lack of work\", the claim generally will be allowed by ODJFS regardless of whether or not an employer’s response is submitted to the processing center.\nIf the separation reason is a “voluntary quit”, the employer should include the following separation details:\n• Did the claimant give resignation notice?\n• If yes, was it verbal or written?\n• If written, a copy of the resignation notice should be provided to the processing center with the response.\n• If verbal, details of what the claimant said and to whom a notice of resignation was given should be included.\nThe burden of proof is on the claimant to produce information to ODJFS showing \"just cause\" for leaving his or her employment.",
    "metadata": {
      "section_title": "Protesting an Unemployment Compensation Claim",
      "page_number": 23
    }
  },
  {
    "section_id": "OH-77",
    "content": "17409597v1\n23\nIf the separation reason is due to a “discharge”, the burden of proof falls on the employer to prove that the reason for separation was for \"just cause\". All details on the final incident and previous documentation such as: verbal and written warnings and a copy of the company policy that was violated by the claimant are extremely beneficial when protesting such claims.\nSedgwick will contact the employers who are utilizing its unemployment compensation services to review the claim, obtain information, and respond to ODJFS.",
    "metadata": {
      "section_title": "Caring counts | sedgwick.com/ohiotpa",
      "page_number": 24
    }
  },
  {
    "section_id": "OH-78",
    "content": "ODJFS classifies separation issues primarily as either a lay-off, voluntary quit, or a discharge.",
    "metadata": {
      "section_title": "Separation Reasons for Unemployment Compensation",
      "page_number": 24
    }
  },
  {
    "section_id": "OH-79",
    "content": "A claimant’s unemployment must not be his or her fault. If laid off due to a \"lack of work\" (for example, the job was abolished, the business closed, or the plant shut down), there is no question that the claimant did not cause the unemployment. However, the monetary requirements also must be met before the claimant is eligible for unemployment compensation benefits.",
    "metadata": {
      "section_title": "If laid off, may a claimant be eligible for unemployment compensation benefits?",
      "page_number": 24
    }
  },
  {
    "section_id": "OH-80",
    "content": "A claimant’s unemployment must not be his or her fault. If the claimant quits a job when the option of remaining employed existed, he or she has caused the unemployment. However, the claimant must show that he or she had \"just cause\" for leaving the job to establish eligibility for unemployment benefits.\nExamples of \"just cause\" may include such reasons as:\n• The employee’s health was endangered or he or she was physically unable to do the work. The employee provided the employer with a medical statement before quitting and gave the employer reasonable time to find other suitable work for him or her which the employer could not accommodate.\n• The employer could not meet the conditions of the hiring agreement, such as hours or wages, or had to change these conditions.\n• The employer could not provide legally required safety equipment or measures.\n• The employer required the employee to perform work that violated accepted moral or legal standards.",
    "metadata": {
      "section_title": "If a claimant quits, may the claimant be eligible for unemployment compensation benefits?",
      "page_number": 24
    }
  },
  {
    "section_id": "OH-81",
    "content": "The employer required the employee to perform work that violated accepted moral or legal standards.\nIf a claimant was discharged (fired), may the claimant be eligible for unemployment compensation benefits?\nA claimant’s unemployment must not be his or her fault. If discharged from a job, the claimant may be considered ineligible for unemployment compensation benefits if the employer can show that the discharge was for “just cause”.\nExamples of a discharge for \"just cause\" include the following actions by the claimant:\n• Violation of established company rules;\n• Neglect of the responsibilities of the job;\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n24\n• Disregard of the employer’s interests; or\n• Careless performance of the work.\nIf a claimant participated in a voluntary separation plan offered by the employer, may the claimant be eligible for unemployment compensation benefits?\nEligibility for unemployment compensation benefits in situations when a claimant has taken a special attrition package or buyout depends upon the special attrition package or buyout structure.",
    "metadata": {
      "section_title": "If a claimant quits, may the claimant be eligible for unemployment compensation benefits?",
      "page_number": 25
    }
  },
  {
    "section_id": "OH-82",
    "content": "An employee who is separated under an employer’s approved plan which permits the employee, because of lack of work, to accept a separation from employment will be determined as leaving the job with \"just cause\" and may be eligible for regular unemployment compensation benefits. Separation or termination pay would be considered deductible income. If the buyout proceeds, as allocated by the employer, are attributed to the last day of employment (whether paid in a lump sum or not), the income would not be considered deductible. In contrast, if the employer allocates the proceeds over a period of time or is silent on the issue, the income will be treated as weekly income (whether paid in a lump sum or not) and deducted from any potential unemployment compensation benefit payments.\nWhat is the definition of “just cause”?\n\"Just cause\" is defined as an action that an ordinary person would take under similar circumstances.",
    "metadata": {
      "section_title": "If a claimant quits, may the claimant be eligible for unemployment compensation benefits?",
      "page_number": 25
    }
  },
  {
    "section_id": "OH-83",
    "content": "There are primarily three classifications for employment separation: lack of work, voluntary separation, or discharge by the employer. The claimant is asked to provide his or her version of the reason for separation, and the employer is given an opportunity to provide its version of the separation reason. Based on this information, ODJFS issues a Determination of Benefits either denying or allowing unemployment compensation benefits.\nOnce a determination is made by ODJFS regarding the claimant's eligibility to receive unemployment compensation benefits, ODFJS is required to notify all parties involved, including all base period employers. The unfavorable party has 21 days from the date of issuance of determination to file an appeal. Failure to file the appeal timely results in the loss of all future protest rights in the claim.",
    "metadata": {
      "section_title": "Determination of Unemployment Compensation Benefit Rights",
      "page_number": 25
    }
  },
  {
    "section_id": "OH-84",
    "content": "If the employer does not timely and/or adequately respond to the initial request for information from ODJFS and subsequently files an appeal to the determination, ODJFS may consider this situation as an occurrence. ODJFS may charge the employer who has four or more occurrences in a calendar year with overpayment caused by the employer’s failure to adequately and timely respond to the Request for Separation.\nIf Sedgwick is the employer’s official address of record, ODFJS’s determinations are mailed to Sedgwick. Upon receipt, Sedgwick’s team will review the determinations. If ODJFS disallowed unemployment compensation benefits, Sedgwick’s unemployment system will be updated to ensure that unemployment compensation benefit charges will not be accepted, if issued against the employer’s account.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n25\nIf Sedgwick receives an unfavorable determination on behalf of the employer on a separation ruling other than lack of work, the claims examiner will contact the employer to discuss this matter and submit an appeal, if applicable. Further actions may be filed as needed.\nOften a redetermination will be issued by ODJFS either reversing or affirming the determination. Unfavorable claim determinations appealed in a timely manner will be scheduled for an unemployment compensation hearing.",
    "metadata": {
      "section_title": "Determination of Unemployment Compensation Benefit Rights",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-85",
    "content": "It is helpful to understand the unemployment compensation hearing process and what to expect during an unemployment hearing. The following information will answer some frequently asked questions:",
    "metadata": {
      "section_title": "Review Commission Unemployment Compensation Hearings",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-86",
    "content": "When an interested party files a timely appeal to ODJFS’ Director’s Determination and/or Redetermination (as applicable) the claim file will be transferred to the Review Commission for a hearing.",
    "metadata": {
      "section_title": "How does an unemployment compensation claim get to a hearing?",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-87",
    "content": "The Review Commission is comprised of three members appointed by the Governor, a staff of attorney/hearing officers, and support staff. The Review Commission is independent of ODJFS. The Review Commission evaluates ODJFS’s unemployment compensation determinations and may affirm, reverse, or modify these determinations.",
    "metadata": {
      "section_title": "What is the Review Commission?",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-88",
    "content": "You will receive a Notice of Hearing providing this information. Be sure to carefully review this Notice so you do not miss your hearing. If you are the appealing party and miss the hearing, your case will be dismissed. The majority of hearings are conducted telephonically, but they may be changed to in-person hearings if the requesting party is willing to travel to the hearing location determined by the Review Commission. A claimant working during the day may request an evening hearing which is conducted by telephone, Monday through Thursday, between 5:30 p.m. and 8:30 p.m.",
    "metadata": {
      "section_title": "How will I know the date, time, and place of the hearing?",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-89",
    "content": "Immediately upon receipt of your Notice of Hearing, check your schedule and the schedule of potential witnesses to determine if there are any existing conflicts. If there is a conflict that cannot be resolved, contact the Review Commission at the number provided in your Notice of Hearing. You must have good cause for postponement of the hearing and obtaining postponement is very difficult. Examples of good cause for postponement of hearing are: a conflicting court case or an airline flight. Written documentation to verify good cause may be required.",
    "metadata": {
      "section_title": "What if I need the hearing to be rescheduled?",
      "page_number": 26
    }
  },
  {
    "section_id": "OH-90",
    "content": "Documentation that has not already been supplied must be sent to the Review Commission before the hearing. Copies of this documentation must also be provided to the claimant (certified mail is recommended). Register all contact information online at https://oh.c2tinc.com/register/ prior to the scheduled date of the hearing. If you are not able to register online, you must call the Review Commission on the date of the hearing 15 minutes before the\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n26\nhearing is scheduled to begin. You will need to give your name and the names of any witnesses along with the telephone number(s) where everyone can be reached. The hearing officer will coordinate the conference call and join all parties.",
    "metadata": {
      "section_title": "How is a telephone hearing conducted?",
      "page_number": 27
    }
  },
  {
    "section_id": "OH-91",
    "content": "Unemployment hearings are conducted in the same manner whether they are in-person or by telephone and are typically scheduled for 45 minutes. The Hearing Officer will do everything possible to complete the hearing within the time allotted. If more time is needed, the Hearing Officer will continue the hearing and reschedule it for a later date and time in order to finish up taking the necessary testimony. The Hearing Officer will explain the hearing procedure at the start of the hearing and inform the parties that the hearing will be recorded to preserve a record of the proceedings. The Hearing Officer will then make a few introductory statements on the record to identify the case being heard, the date and time of the hearing, and who is present for the hearing.\nAfter these administrative tasks are completed, the Hearing Officer will place all witnesses providing testimony under oath, and then the witnesses will be questioned regarding the issues set forth in the hearing notice.",
    "metadata": {
      "section_title": "What can I expect at the hearing?",
      "page_number": 27
    }
  },
  {
    "section_id": "OH-92",
    "content": "ath, and then the witnesses will be questioned regarding the issues set forth in the hearing notice. The purpose of the questions is to ascertain relevant facts and fully develop the separation record. The Hearing Officer will begin questioning either the primary witness for the employer or the claimant. The Hearing Officer will first ask general questions such as the claimant’s dates of employment and job title and then will move to more specific questions regarding the circumstances leading up to the separation, as well as how the separation itself occurred.\nFollowing the Hearing Officer’s questioning, parties, or their authorized representative, will be given the opportunity to question the opposing party. Upon completion of cross examination, the Hearing Officer will turn to the party not yet questioned and ask similar questions to that of the opposing party. The Hearing Officer will also take relevant testimony from any additional witnesses as all parties have the right to present credible witnesses at the time of the hearing.",
    "metadata": {
      "section_title": "What can I expect at the hearing?",
      "page_number": 27
    }
  },
  {
    "section_id": "OH-93",
    "content": "Once questioning is completed and all relevant testimony has been provided for the record, the Hearing Officer will allow each party, or its authorized representative, to make a brief closing statement to summarize the party’s position or, if the party so chooses, it may rest on the record of testimony already presented. The hearing is then concluded and all parties are disconnected. The Hearing Officer will then take the matter under advisement, review the case file, as well as all testimony presented during the hearing, and issue a written decision which will be sent to all parties by mail.\nIf the employer disagrees with the Hearing Officer’s decision, an appeal can be filed. The appeal rights section of the decision includes instructions on how to proceed to the next level of appeal: the Board of Review.\nThe NFIB Unemployment team at Sedgwick can provide hearing assistance to NFIB members who are enrolled in the NFIB’s workers’ compensation programs at no extra cost. For members who are not enrolled in the NFIB’s workers’ compensation programs, unemployment compensation services can be purchased from Sedgwick.",
    "metadata": {
      "section_title": "What can I expect at the hearing?",
      "page_number": 27
    }
  },
  {
    "section_id": "OH-94",
    "content": "Caring counts | sedgwick.com/ohiotpa\n17409597v1\n27\nThe following are some key points to effective testimony during an unemployment compensation hearing:\n• Think about each question that you are asked before responding.\n• Keep each response clear, concise, and to the point. Do not sway from the subject at hand.\n• Tell the truth! Remember you are under oath and your testimony should reflect, as accurately as possible, what you know, saw, heard, or did.\n• Do not guess at answers. If you do not know the answer to a question, say so. If you do not have the exact information, use phrases such as “approximately” or “in my estimation”. Indicating that your answer is an approximation allows you to clarify if needed.\n• Do not use extreme statements as “never” and “always”. This may affect your credibility if the claimant can demonstrate exceptions to your statement.",
    "metadata": {
      "section_title": "Hearing Tips",
      "page_number": 28
    }
  },
  {
    "section_id": "OH-95",
    "content": "Always make factual statements. For example: the claimant was aware of company policy because the company’s handbook was provided at the time of hire. We also have an acknowledgment of receipt signed by the employee.\n• Always ask for clarification if you do not fully understand a question. This can give you a better understanding and allow you to answer appropriately.\n• Object to irrelevant testimony or questions unless a question is asked by the Hearing Officer.\n• Have a notepad and pen so you are able to take notes during the hearing.\n• If the Hearing Officer asked the question of the claimant, do not ask the claimant the same question or a form of it.\n• Always keep your composure. A calm, well-spoken, polite witness will make a more positive impression than a forceful, intimidating, or rude witness. Never interrupt the Hearing Officer or claimant, even if you do not agree with what is being said. Instead, take notes and refer to them at a later time, when it is appropriate for you to do so. Portray an image of confidence to the Hearing Officer.\n• If you are giving a closing statement, keep the statement short and to the point. You should not summarize everything at that point. You might say something such as “due to the fact that the claimant violated our company’s attendance policy and the claimant was warned previously about the attendance problem, and knew that the claimant’s job was in jeopardy, the claimant was terminated for “just cause”.",
    "metadata": {
      "section_title": "Hearing Tips",
      "page_number": 28
    }
  },
  {
    "section_id": "OH-96",
    "content": "The Review Commission’s decision will be mailed to all interested parties. The decision is the hearing officer's ruling and summary of the hearing. If Sedgwick was involved in the hearing and considered an interested party, the hearing representative at Sedgwick will contact the employer to consult about the next steps. The unfavorable party has a right to appeal within 21 days from the decision's mailing date. An appeal, if filed, is directed to the Board of Review. The appeal must contain very specific reasons why you believe it to be an unfair decision. New facts cannot be presented at this level.\nThe Board of Review is an independent fact-finding committee that reviews the appeals. If the decision remains unfavorable after an appeal to the Board of Review, the employer may file a notice of appeal to a Court of Common Pleas. In this event, the hearing representative at Sedgwick cannot assist in the appeal nor attend the hearing.",
    "metadata": {
      "section_title": "Hearing Decisions",
      "page_number": 28
    }
  },
  {
    "section_id": "OH-97",
    "content": "Caring counts | sedgwick.com/ohiotpa\n17409597v1\n28\nWhen unemployment compensation benefits are paid to a claimant, the cost of the benefits is proportionately charged to the unemployment accounts of all chargeable base period employers unless they have been granted relief as a result of an appropriate protest.\nProportional charging occurs when employers are charged a percentage of the unemployment compensation benefits paid, proportional to the amount of wages each employer paid the claimant during the base period. For example, if an employer paid 50% of the claimant's base period wages, then 50% of unemployment compensation benefits paid could be charged to that employer's account. Potential unemployment compensation benefit charges are established at the time a valid unemployment claim is filed.",
    "metadata": {
      "section_title": "Unemployment Compensation Benefit Charge Payments",
      "page_number": 29
    }
  },
  {
    "section_id": "OH-98",
    "content": "oyment compensation benefit charges are established at the time a valid unemployment claim is filed. If unemployment compensation benefits are paid, the employer’s account can remain chargeable for the entire benefit year, but only in proportion to the base period wages paid. Only base period employers can be subject to charges.\nWhen a claimant's reason for separation from employment is determined to be disqualifying, no unemployment compensation benefits can be paid, and the employer's account will not be charged. If the claimant is found to be eligible for unemployment compensation benefits, all base period employers are potentially chargeable. If one or more of base period employers are relieved of the liability, the portion of the charges will be drawn from a mutual account.\nThe mutual account is a separate account from the individual employer's account. The primary purpose of the mutual account is to cover the cost of unemployment compensation benefits paid that are not chargeable to individual employers’ accounts.",
    "metadata": {
      "section_title": "Unemployment Compensation Benefit Charge Payments",
      "page_number": 29
    }
  },
  {
    "section_id": "OH-99",
    "content": "The mutual account is maintained by a mutualized tax levied on all contributory employers.\nWhen a claimant is determined to be eligible for unemployment compensation benefits, and the employer's account is charged, the employer will be sent monthly the Notice of Benefits Paid and Charged to Employer form. This form shows weekly unemployment compensation benefit amounts paid out and charged to the employer's account. This form also contains the claimant's name, social security, the weekly benefit amount paid, the date of the payment, and the calendar week the payment was made. It also shows weekly unemployment compensation benefit amounts paid out and charged to the employer's account.\nIf Sedgwick is listed as the official address of record and receives an employer’s unemployment compensation benefit charges, they will be entered into Sedgwick’s system matching the charge to the claim.\nIf the charge is unwarranted, based upon the claim information, Sedgwick’s team will submit a protest to ODJFS and monitor it until it is resolved. If the protest is granted, a credit will be issued to the employer's account.",
    "metadata": {
      "section_title": "Unemployment Compensation Benefit Charge Payments",
      "page_number": 29
    }
  },
  {
    "section_id": "OH-100",
    "content": "If an employee has filed for unemployment compensation benefits and the employer makes a valid work offer that is refused, the employer should immediately notify the processing center at ODJFS.\nIf an employer utilizes Sedgwick’s unemployment compensation services, the employer should notify its claims examiner of any work refusal so that the claims examiner can handle this matter for the employer.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n29\nAn ideal way to make a work offer to an employee on layoff status is by sending a certified letter; however, sending a certified letter is generally only needed in cases when the employee is unable to be contacted by telephone or when the employee seems to be more interested in collecting unemployment compensation benefits than working. Usually, speaking to the employee on the telephone or sending a letter through regular mail is a sufficient method for offering work to an employee. Note: ODJFS will not recognize a work offer left on an answering machine. It is best to speak to the employee directly.\nThis job offer generally needs to be the same type of work, same location, and same pay, or the refusal can be considered a “good cause” refusal. Careful documentation, including dates and types of work offered, work location, pay, and all information about work refusal must be submitted to ODJFS.",
    "metadata": {
      "section_title": "Work Refusals",
      "page_number": 30
    }
  },
  {
    "section_id": "OH-101",
    "content": "A company policy is an important business tool for all sizes of businesses. It is often of great importance to the employer in the event of a discharge as well as for general disciplinary purposes. A company policy provides employers with an opportunity to advise their employees of rules and expectations for the workplace. In addition, it is very important that the guidelines set forth in the company policy are followed.\nItems an employer may wish to discuss in a company policy include attendance and call off procedure, work rules, drugs and alcohol use prohibition, harassment, safety, and any other topic of importance. These rules are not meant to be comprehensive, but rather a guideline for expectations and procedures. An important aspect of a company policy is a progressive discipline that outlines consequences for violation of the rules set forth in a company policy and gives the company discretion to take appropriate disciplinary action based on the severity of the violation.",
    "metadata": {
      "section_title": "Importance of a Company Policy",
      "page_number": 30
    }
  },
  {
    "section_id": "OH-102",
    "content": "Discipline may take the form of verbal warnings, written warnings, suspension/disciplinary lay-off, and termination.\nAlthough some situations are severe enough to warrant immediate termination, generally it is important to follow the progressive disciplinary procedure set forth in the company policy. ODJFS views this as something on which the employees can rely and base expectations, a chance to be made aware of their problematic behavior and given time to correct it. Having employees sign an acknowledgment form at the time of hire as an indication that they have received, reviewed, and understand the policy is a great way to begin employment with a mutual awareness of expectations.\nAlthough a company policy is a helpful tool for employers to use to protect themselves in the event of unemployment compensation claims, in reaching a decision regarding “just cause” for termination, ODJFS is not strictly bound by the terms of a company policy. Generally, ODJFS expects a company policy to be rational, understandable, and fairly applied to all employees.",
    "metadata": {
      "section_title": "Importance of a Company Policy",
      "page_number": 30
    }
  },
  {
    "section_id": "OH-103",
    "content": "Caring counts | sedgwick.com/ohiotpa\n17409597v1\n30\nThis section will provide employers with some recommendations on how to establish and administer personnel policies to assist with controlling unemployment compensation costs.",
    "metadata": {
      "section_title": "Personnel Policies and Practices - General Information for Controlling Unemployment Compensation Costs",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-104",
    "content": "Due to the base period charging method, personnel files should be retained for at least two years. An employer will know within this time period if it is potentially liable for an unemployment compensation claim. An employer should keep accurate records of dates and details throughout the employment history.",
    "metadata": {
      "section_title": "Personnel File",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-105",
    "content": "Ideally, each new employee should be provided a handbook containing company rules. A receipt for the handbook should be signed by the employee and placed in the employee's personnel file. In the absence of a handbook, rules should be posted in an area accessible and noticeable to all employees. Rules should be enforced and apply to all employees.",
    "metadata": {
      "section_title": "Publication of Company Rules",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-106",
    "content": "Employees should be provided with a written job description or be verbally told, in detail, about their job expectations. It is common for a job description to list the general duties, but many employers also include a statement such as “all other duties as assigned”.",
    "metadata": {
      "section_title": "Job Expectations",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-107",
    "content": "Employees should be fully aware at the time they are hired what hours they are expected to work. If overtime could ever be required, it needs to be clearly explained as well. A written document outlining this information is strongly recommended. If the employee requests a temporary change in hours which the employer grants, it is recommended that the temporary agreement is documented in writing. For example: if the employees are required to work weekends, but, for a temporary time, are granted relief from this requirement, a document should be prepared for them to sign indicating that this change is temporary.",
    "metadata": {
      "section_title": "Required Work Schedule",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-108",
    "content": "Employees should have a clear process to follow to get approved time off such as vacation or personal days. For unscheduled absences, employees should be informed who needs to be called to report tardiness or absence. Instructions should be given to leave a message regarding how the employee can be reached if the person the employee needs to speak to was not available. Attendance records should indicate whether or not an absence was properly reported. Consistent practices should be followed.",
    "metadata": {
      "section_title": "Absence Reporting",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-109",
    "content": "Determine as quickly as possible whether a new employee is capable of performing the job he or she was hired to do. This can normally be accomplished during a period between 30 to 90 days. Prompt release of an employee determined to be unqualified or unsuitable helps minimize unemployment compensation costs.",
    "metadata": {
      "section_title": "Probationary Period",
      "page_number": 31
    }
  },
  {
    "section_id": "OH-110",
    "content": "Complete facts should be gathered before an employee is discharged. The individual responsible for the discharge must be certain that the action taken is based on firsthand knowledge and not hearsay information. If an employer\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n31\nis later faced with fighting an unemployment compensation claim, the burden of proof to show “just cause” for discharge falls solely on the employer. The discharge should normally occur the same day or within the next day of the final incident. Any delay in discharging an employee after the final incident creates doubt for ODJFS and additional explanation will be requested.\nPrior to a discharge, be sure that:\n• The employee knew what was expected. Expectations can be given by providing clear and proper instructions regarding job procedures and tasks.\n• Counseling and warnings were given.",
    "metadata": {
      "section_title": "Discharge",
      "page_number": 32
    }
  },
  {
    "section_id": "OH-111",
    "content": "Be sure efforts were made to help the employee correct the problem and standards of conduct were clearly defined.\n• The employee knew the consequences of his or her actions. This can be accomplished through written warnings to the employee.\n• Be sure the final incident clearly violates a previously defined rule or policy. ODJFS places a great emphasis on the final incident that causes the employee’s discharge. Example: if the employee is being terminated for excessive absenteeism, avoid terminating if the final absence is a circumstance beyond the employee’s control, such as a family emergency or being under a doctor’s care.",
    "metadata": {
      "section_title": "Discharge",
      "page_number": 32
    }
  },
  {
    "section_id": "OH-112",
    "content": "Written documentation should include clear and concise information about pertinent facts surrounding each incident and should always include dates on which warnings were given, as well as identify specific time frames for an employee to show improvement. Such documentation helps to provide the facts necessary to avoid unwarranted claims for unemployment compensation benefits.",
    "metadata": {
      "section_title": "Documentation",
      "page_number": 32
    }
  },
  {
    "section_id": "OH-113",
    "content": "Written warnings are the best method to document disciplinary actions. When a warning is issued, all pertinent facts should be documented, and the written warning document should be signed by the employee when possible. Unless a serious offense occurs, an employee should be warned at least once, preferably twice, and informed in writing that the next occurrence may result in discharge.\nIf verbal warnings are given in place of a written warning, the conversation and the date it occurred should be documented in writing in the employee’s personnel file. When possible, a witness should be present when a verbal or written warning is given. Having the witness promptly write down the details of what he or she saw and heard is also very helpful since ODJFS wants to see that an employee knew his or her job was in jeopardy.",
    "metadata": {
      "section_title": "Warnings",
      "page_number": 32
    }
  },
  {
    "section_id": "OH-114",
    "content": "When the employee initiates the termination of the employment, generally unemployment compensation benefits are denied. To avoid a ruling by ODJFS that a voluntary quit was due to \"good cause\", the following personnel practices are recommended:",
    "metadata": {
      "section_title": "Voluntary Quit",
      "page_number": 32
    }
  },
  {
    "section_id": "OH-115",
    "content": "Once a notice of a voluntary resignation is given, an employee should be permitted to work throughout the notice period or be paid for the duration of the notice. This prevents a dispute when ODJFS is establishing whether the employee quit or was discharged. If the employer puts the claimant out of work sooner than the employee requested, ODJFS will generally allow unemployment benefits. Benefits allowed under these\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n32\nconditions are allowed for the duration of the claim (generally 26 weeks) and not just the duration of the notice.",
    "metadata": {
      "section_title": "Notice of Voluntary Resignation",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-116",
    "content": "When an employee stops reporting to work and fails to call in, ODJFS will generally rule such a situation as a voluntary quit after three consecutive days of no-call/no-show. If the number of days is less than three and the employee wants to return, but is not allowed, such a situation is often ruled as a discharge. Properly documented previous incident(s) of no-call/no-show may justify the discharge.",
    "metadata": {
      "section_title": "Failure to Report",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-117",
    "content": "If an incident occurs and the employee “walks off the job\" and does not return, request all witnesses to the incident to promptly write up a statement of what they saw and heard during the incident. If the employee attempts to return the next day and is not allowed, ODJFS will generally rule such a situation as a discharge.",
    "metadata": {
      "section_title": "Walked off the Job",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-118",
    "content": "Generally, when an employee can medically prove that he or she is no longer able to do his or her job but can seek a different type of work within his or her medical restrictions, unemployment compensation benefits will most likely be granted. To try to prevent this situation, the employer should ask to see the medical restrictions and provide the employee with work within these restrictions.",
    "metadata": {
      "section_title": "Quit Due to Medical Reasons",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-119",
    "content": "If the terms of hire changed or the employer failed to meet the terms of hire in regards to hours, wages, or location unemployment compensation benefits will often be allowed.",
    "metadata": {
      "section_title": "Quit Due to Change in Terms of Hire",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-120",
    "content": "In the wake of the COVID19 pandemic, there have been a significant increase in the number of fraudulent unemployment claims. In an effort to prevent improper benefits from being paid in fraudulent claims, ODJFS is asking employers and affected employees to report fraudulent claims via ODJFS’ fraud portal. The portal can be found at: www.unemployment.ohio.gov. To report a fraudulent claim, click the “REPORT IDENTITY THEFT” button, click the “Employer” button and provide the information requested. (Note: Employees who have been victims of identity theft, should click the “Employee” button to report the fraudulent unemployment claim). By using this online portal, the claim will be flagged as a fraudulent claim and stop future benefits from being paid in error.\nSedgwick will continue to respond to fraudulent claims on behalf of its clients. Sedgwick, however, is unable to report fraudulent claims via the portal due to the type of information that is being requested.",
    "metadata": {
      "section_title": "Fraudulent Claims",
      "page_number": 33
    }
  },
  {
    "section_id": "OH-121",
    "content": "Some employees and employers first became aware that a fraudulent unemployment claim was filed in their name when they received a 1099-G form from ODJFS. If an employee has received a 1099-G from ODJFS and he or she did not file for unemployment benefits, advise the employee to report the identity theft immediately to ODJFS via the fraud portal mentioned above. Upon determining that the claim was indeed fraudulent, ODJFS will issue an amended 1099-G.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n33",
    "metadata": {
      "section_title": "1099-G Forms",
      "page_number": 34
    }
  },
  {
    "section_id": "OH-122",
    "content": "Benefits paid out in claims that have been deemed to be fraudulent will not be charged directly to tax-paying employers. The costs will be mutualized and will not directly impact an employer’s unemployment tax rate.\nHowever, reimbursing employers (cities, counties, public school districts, townships, other public entities, and non- profits that elected to become reimbursing for unemployment) will be charged for any fraudulent benefits until ODJFS recoups the funds paid in the fraudulent claim. As a result, it is extremely important to notify ODJFS of fraudulent claims as soon as possible.",
    "metadata": {
      "section_title": "Fraudulent Claim Chargeability",
      "page_number": 34
    }
  },
  {
    "section_id": "OH-123",
    "content": "Thank you for taking the time to read this handbook. The NFIB and Unemployment Team at Sedgwick hope that you found the information helpful. If we can be of any assistance please call us toll-free, at 1-866-780-NFIB (6342).\nDisclaimer: While the information in this publication has been compiled from sources, including ODJFS and documents believed to be reliable, its accuracy is not guaranteed, nor is any responsibility assumed or implied for any damage or loss resulting from inaccuracies or omissions. This publisher is not engaged in rendering legal advice. You should discuss any legal questions with your attorney.\nCaring counts | sedgwick.com/ohiotpa\n17409597v1\n34",
    "metadata": {
      "section_title": "Conclusion",
      "page_number": 34
    }
  }
]