[
  {
    "section_id": "OK-0",
    "content": "2 OKLAHOMA Employment Security Commission R NS L > e",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "OK-1",
    "content": "A Guide to Unemployment Benefits\nOES-339 (Rev. 05-2025)",
    "metadata": {
      "section_title": "CLAIMANT HANDBOOK",
      "page_number": 2
    }
  },
  {
    "section_id": "OK-2",
    "content": "2 Contact OESC\n3 Unemployment Insurance (UI)\n4 Unemployment Compensation\n5 Weekly Certifications\n6 Ineligible for Benefits & Appeals\n7 Reemployment Services\n8 Employment & Training Programs\n9 Work Search Form\nOESC is an equal opportunity employer/program. Auxilliary aids and services are available upon request to individuals with disabilities.",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 2
    }
  },
  {
    "section_id": "OK-3",
    "content": "For general information or to file a claim:\nGive us a call:\nMon. - Fri. 8:00 a.m. - 4:15 p.m. 405-525-1500\n=\nVisit us online:\noklahoma.gov/oesc\nA\nVisit us in-person:\nMon. - Fri. 8:00 a.m. - 5:00 p.m.\nFind your nearest office at: oklahoma.gov/oesc/locations\n2",
    "metadata": {
      "section_title": "Contact OESC",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-4",
    "content": "The intent of Unemployment Insurance is to pay benefits to eligible individuals during periods of unemployment when suitable work is not available.\nUnemployment Insurance is a temporary income intended to help workers who are unemployed through no fault of their own. It is an insurance paid by liable employers. Deductions are NOT made from employee wages to pay Unemployment Insurance.",
    "metadata": {
      "section_title": "What is Unemployment Insurance?",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-5",
    "content": "The Oklahoma Employment Security Commission is responsible for protecting the integrity of the Unemployment Insurance Trust Fund. Individuals who commit fraud are subject to possible criminal prosecution, fines and imprisonment.\nFraud, for Unemployment Insurance purposes, is knowingly making a false statement, misrepresenting a material fact or withholding information to obtain unemployment benefits. Any statement made to obtain unemployment benefits will be verified. Individuals found to be overpaid due to fraudulent actions will be required to repay benefits plus penalty and interest, and possibly be denied future benefits.",
    "metadata": {
      "section_title": "Unemployment Insurance Fraud",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-6",
    "content": "To qualify for unemployment benefits, claimants must perform or meet the below criteria:",
    "metadata": {
      "section_title": "Eligibility Criteria",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-7",
    "content": "Claimants must have earned a minimum of $1,500 during their base period and have total wages of one and one- half times their highest quarter.",
    "metadata": {
      "section_title": "Be monetarily eligible",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-8",
    "content": "Claimants must have lost their job through no fault of their own, such as a layoff or reduction in hours or pay not related to performance.",
    "metadata": {
      "section_title": "Be unemployed through no fault of their own",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-9",
    "content": "Claimants must be able and available to work, and actively seek work by performing the required number of work searches each week. Work searches must be documented and tracked.",
    "metadata": {
      "section_title": "Be able, available and seeking work",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-10",
    "content": "Claimants must register for a job seeker account on employoklahoma.gov and complete/upload and publish their resume. Failing to publish a resume will stop unemployment benefts from being issued..",
    "metadata": {
      "section_title": "Register for work",
      "page_number": 3
    }
  },
  {
    "section_id": "OK-11",
    "content": "Identity verification is required prior to filing a claim for unemployment and will be required every 90 days when receiving or filing for unemployment benefits.\nUnemployment Insurance tax is paid by liable employers and is based on wages and separations. This tax does not come out of employee paychecks.\nClaimant Handbook: A Guide to Unemployment Benefits\n3",
    "metadata": {
      "section_title": "Verify identity",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-12",
    "content": "After filing an initial claim for unemployment benefits, claimants will receive a \"Monetary Determination\" for unemployment benefits. This determination will show:\n• The employers that paid unemployment taxes on eligible wages during the base period.\n• The start date of the benefit year, which is the Sunday of the week the claim was filed, with the end date being the Saturday of the same week one year later.\n• The weekly benefit amount.\n• The maximum benefit amount.\n• Any additional relevant information.",
    "metadata": {
      "section_title": "Monetary Determination",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-13",
    "content": "Benefits are issued by an outside company, Conduent. All eligible individuals will be mailed a debit card after the waiting period, or first week of benefits, is served. Unemployment payments will be issued to this debit card, but individuals may elect to have funds automatically transferred to their personal bank after receiving and activating this card.\nPlease keep in mind the debit card is valid for three years; however, automatic transfers will be deactivated after six months of inactivity.\nA new card will not automatically be mailed to individuals who were previously issued a debit card which has not expired.\nFor payment inquiries or to set up automatic transfers, contact Conduent at:\n• (866) 320-8699\n• goprogram.com\nDon't share your PIN with anyone!",
    "metadata": {
      "section_title": "Receiving Payments",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-14",
    "content": "The weekly benefit amount is one twenty-third (1/23) of the highest quarter of taxable wages in the base period, not to exceed the maximum weekly benefit amount allowed by Oklahoma law.\nTaxable wages are those wages during the base period that are subject to unemployment tax. This is a tax paid by employers and is not taken from employee paychecks.",
    "metadata": {
      "section_title": "Weekly Benefit Amount (WBA)",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-15",
    "content": "Typically, individuals are able to receive benefits for up to 16 weeks as established by state law; although, in some cases this can vary.",
    "metadata": {
      "section_title": "Maximum Benefit Amount (MBA)",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-16",
    "content": "Base periods are the 12-month period consisting of the first four of the last five completed calendar quarters before the effective date of the claim. Once a monetarily eligible claim is established, the base period cannot be changed. For base period purposes, quarters change after the first Sunday in the quarter.\n1st quarter—January, February, March 2nd quarter—April, May, June 3rd quarter—July, August, September 4th quarter—October, November, December",
    "metadata": {
      "section_title": "Base Period",
      "page_number": 4
    }
  },
  {
    "section_id": "OK-17",
    "content": "If the highest calendar quarter of taxable wages during the base period is $14,000, divide that by 23 which would be $608.70. Since this exceeds the maximum allowed by law, the weekly benefit amount would be adjusted to the maximum allowed.\nClaimant Handbook: A Guide to Unemployment Benefits\n4",
    "metadata": {
      "section_title": "Example",
      "page_number": 5
    }
  },
  {
    "section_id": "OK-18",
    "content": "After filing an initial unemployment claim, claimants must submit weekly certifications for each week unemployed to receive benefits. Weekly certifications are applicable to the previous week, so the earliest day to file for benefits is the Sunday after a week of unemployment. Weekly certifications must be submitted within 14 days of the week ending date.\nWhen filing a weekly certification, be prepared with the following:\n• Social Security Number and/or e-mail address\n• Personal Identification Number (PIN) and/or password\n• Information on any earnings, including paid time off and severance pay, as well as the number of hours worked if working part-time.\nThe Claimant's Social Security Number is required to file an unemployment claim. OESC shares information with various Federal and State agencies for the administration of their programs.\nClaimants are responsible for keeping their contact information up to date with OESC.",
    "metadata": {
      "section_title": "Claiming or Getting Benefits",
      "page_number": 5
    }
  },
  {
    "section_id": "OK-19",
    "content": "When filing weekly certifications by phone, listen to the entire question before entering a response. Trying to enter a response before the system prompts an answer may start the question over or result in an incorrect selection.",
    "metadata": {
      "section_title": "Filing by phone",
      "page_number": 5
    }
  },
  {
    "section_id": "OK-20",
    "content": "To receive unemployment benefits, claimants are required to perform a minimum of two work search efforts for each week unemployed.\nWork searches should be documented using employoklahoma.gov or with the work search log found online in the \"Additional Resources\" section at oklahoma.gov/oesc/individuals. An example work search log can be found on the last page of this handbook.\nWork searches should be for work the claimant is willing and qualified to do, pay that they are willing to accept and in the area that they are willing to work\nAll work search efforts are subject to verification if selected for an audit. Failure to make the required number of work searches each week will result in a denial of benefits and possible overpayment.\nWork search efforts to the same employer for the same role or position may only be repeated every four weeks. Claimants may search for different roles or positions with the same employer, as desired. If employer initiates a second interview and the claimant completes the interview, the second interview may be considered a work search effort for the claimant.\nIndividuals on a temporary layoff with a return-to-work date may be exempt for work searches.\nIndividuals that are a member of a union with a hiring hall will be required to contact their hiring hall for work each week\nFor more information about work searches, view Oklahoma Admin. Code 240:10-3-20",
    "metadata": {
      "section_title": "Work Search Requirements",
      "page_number": 5
    }
  },
  {
    "section_id": "OK-21",
    "content": "Any employment MUST be reported when filing for unemployment benefits. This includes full-time, part- time, temporary, short-term or cash-in-hand (i.e., babysitting or mowing lawns) work.\nClaimants must report any and all earnings. Earnings may include wages earned before deductions, commission, bonuses, severance, retirement, profit sharing, holiday pay, and vacation pay. Earnings will be automatically deducted from unemployment benefits for the week it is entered. Claimants who disagree with a deduction on their weekly claim must request a determination before an appeal can be submitted.\nWhen returning to full-time employment, simply stop filing weekly certifications.\nAll individuals who received unemployment benefits will receive a 1099-G. These forms will be mailed out by January 31st of the following year and will need to be included with income tax filings.\nClaimant Handbook: A Guide to Unemployment Benefits\n5",
    "metadata": {
      "section_title": "Working While Receiving Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "OK-22",
    "content": "If there is an issue or \"stop\" on a claim, it can take some time for OESC to thoroughly investigate and determine eligibility. The investigation often involves notifying the previous employer and requesting job separation information or other details. Once the investigation is complete, a determination will be mailed to the claimant stating the results of the investigation. Claimants, as well as employers who are an interested party, can appeal this decision if they disagree.",
    "metadata": {
      "section_title": "Ineligible for Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "OK-23",
    "content": "Parties have 10 calendar days from the mailing date of the determination to appeal the determination.\nIf the tenth day falls on a weekend or state holiday, the deadline will be the following business day.\nIf the determination includes an overpayment, claimants have 20 days after the mailing date of the determination to file an appeal. If the overpayment is a result of a determination, individuals must appeal both the overpayment and the determination.\nAppeals can be filed online, by mail, fax, phone or email. The mailing address, fax number, telephone number and email address will be listed on the Notice of Determination.",
    "metadata": {
      "section_title": "Filing an Appeal",
      "page_number": 6
    }
  },
  {
    "section_id": "OK-24",
    "content": "When filing an appeal, have the following information ready:\n• Full legal name\n• Social security number\n• Phone number\n• Date of determination\n• Section of law you are appealing (found on the determination)\n• A detailed explanation of why you disagree with the decision\nAfter an appeal has been filed, parties will be mailed a Notice of Appeal with copies of all pertinent claim information. After the hearing has been set, parties will be mailed a Notice of Hearing. Parties must register before the deadline to attend the hearing. Failure to participate in the appeals hearing may result in a denial of benefits!\nIndividuals must continue filing their weekly certifications while in the appeals process! If found eligible for benefits after an appeal has completed, all eligible weeks submitted will be paid. Any weeks without a weekly certification will not be paid.\nClaimant Handbook: A Guide to Unemployment Benefits\n6",
    "metadata": {
      "section_title": "Preparing for an Appeal",
      "page_number": 7
    }
  },
  {
    "section_id": "OK-25",
    "content": "OESC offices across the state offer free services and resources to help job seekers through the stress of filing unemployment, finding and applying for a job, prepping for an interview or even gathering information about entering a new career field.",
    "metadata": {
      "section_title": "Reemployment Services",
      "page_number": 7
    }
  },
  {
    "section_id": "OK-26",
    "content": "• Access to computers and printers\n• Career guidance, counseling and planning\n• Job fair, job listings and recruitment information\n• Job search, referrals and placement assistance\n• Labor market research and information\n• Information and referral to partner services and community resources\n• Self-service job search through the state's job board: www.employoklahoma.gov\n• Youth and senior employment programs\n• Job readiness preparation and coaching\n• Veteran employment services\n• Work Opportunity Tax Credit precertification\n• Federal Bonding program registration\n• Training and apprenticeship opportunities",
    "metadata": {
      "section_title": "Available resources and services:",
      "page_number": 7
    }
  },
  {
    "section_id": "OK-27",
    "content": "OESC is part of a statewide partnership with other state agencies and organizations that provide various types of services and resources to aid individuals with gaining employment. Visit any OESC office to learn more about the training and employment resources available through partner agencies.",
    "metadata": {
      "section_title": "Additional Resources and Services",
      "page_number": 7
    }
  },
  {
    "section_id": "OK-28",
    "content": "OESC can also provide personalized career services for eligible veterans and spouses through the Jobs for Veterans State Grant (JVSG). The JVSG team is comprised solely of veterans and are stationed throughout the state. As veterans serving veterans, they provide real world experience of transitioning from the military and entering the civilian workforce, while undergoing training to understand the full array of resources and services available to veterans to succeed in the 21st century workforce.\nThrough this program, veterans may receive one-on- one career guidance and assistance. This may include referrals to community or government resources, job referrals or even connecting veterans directly to hiring managers.",
    "metadata": {
      "section_title": "Services for Veterans",
      "page_number": 7
    }
  },
  {
    "section_id": "OK-29",
    "content": "The Reemployment Services and Eligibility Assessment (RESEA) program provides reemployment assistance to Unemployment Insurance claimants who may not be able to return to their previous occupation or industry and, as a result, may run out of unemployment benefits. Selected participants will have the opportunity to work with a RESEA specialist to assist participants with returning to work as quickly as possible.\nIndividuals who are selected for this program will be notifed by mail, and must attend all appointments to receive unemployment benefits.\nClaimant Handbook: A Guide to Unemployment Benefits\n7",
    "metadata": {
      "section_title": "Required Appointments",
      "page_number": 8
    }
  },
  {
    "section_id": "OK-30",
    "content": "The Work Opportunity Tax Credit is a tax credit offered to employers as an incentive to hire individuals who are members of certain groups, which have traditionally faced significant barriers to employment. The credit is used to reduce the federal tax liability of private/for-profit employers.",
    "metadata": {
      "section_title": "Work Opportunity Tax Credit",
      "page_number": 8
    }
  },
  {
    "section_id": "OK-31",
    "content": "Many employers carry insurance to protect themselves against employee theft or dishonesty. When such commercial insurance is denied because of an individual’s background, the employer often denies a job to that person. The Federal Bonding program fills this gap by offering fidelity bonding to employers who hire at-risk job applicants. This program is offered at no cost to job seekers or employers.",
    "metadata": {
      "section_title": "Federal Bonding",
      "page_number": 8
    }
  },
  {
    "section_id": "OK-32",
    "content": "Trade Adjustment Assistance (TAA) is a federal program that provides assistance to workers who lose their jobs, or whose work hours are reduced, as a result of increased imports. Under this program, individuals may qualify to receive allowances for training, job search, and relocation if their company is certified as \"trade impacted\".",
    "metadata": {
      "section_title": "Trade Adjustment Assistance",
      "page_number": 8
    }
  },
  {
    "section_id": "OK-33",
    "content": "Work search efforts may be waived for unemployment claimants in an approved training program.",
    "metadata": {
      "section_title": "Approved Training",
      "page_number": 8
    }
  },
  {
    "section_id": "OK-34",
    "content": "• Regular approved training: No monetary assistance is given to defray school costs, but work search requirements will be replaced with satisfactory attendance and progress in training.\n• Workforce Investment and Opportunity Act (WIOA) approved training: In some instances, state agencies may be able to offset portions of tuition.\n• Trade Adjustment Assistance (TAA) approved training.\nLearn more about employment and training programs by visiting an OESC office or by going online to www.oklahoma.gov/oesc/individuals/programs\nClaimant Handbook: A Guide to Unemployment Benefits\n8\nWork Search Form\nOKLAHOMA Employment Security Commission",
    "metadata": {
      "section_title": "Types of approved training:",
      "page_number": 9
    }
  },
  {
    "section_id": "OK-35",
    "content": "Name: Unemployment Claim ID #: DUA/TAA#: 555555555 (If necessary) 11111 John Smith - Example Employer Information Job title Application Method Date of Work Search Results (Address, contact name, phone #) Applied for (Online, In-person, Etc.) Fishbuam's Fritter House 04/03/2025 | 3262 er Norman, OK Mim Fish/ (405) 555-5555 head cook Emailed Will call if needed - not hired Mechanic In-person Not hiring k of Metropoli Online 04/17/2025 |15 tinis ave, Guymon, OK/ Bob Coin/ (405) 555-5555 Bank teller Interviewed 4/18/2025 - no offer Veterans Affairs - OKC Maintenance Online 04/22/2025 | e 36th St, OK/ Elle Wood/ (405) 555-5555 Technician Il Waiting - no response Mc-Fil-A/ 742 Evergreen Terrace, 04/29/2025 Tahlequah. OK/ Mary Wells/ (405) 555 Manager Job Fair at K Works Interviewed on the spot - no offer Restaurants To-Go/ 9407 n May Ave, Work form home Online 05/04/2025 OKC, OK/ Frank Eggers/ (405) 555-5555 ag No response Staffing Solutions/ 4132 Wurking Ave, Phone Interviewed 5/17/2025 - wiill call if offered 05/12/2025 Lawton, OK! Ler Berry/ (405) 555-5555 Tardis Tasty Treats/ 76 Totter's Ln, McAlester, Decorator Facebook jobs phone interview 5/15/2025 and again 05/13/2025 OK/ Tracie Roberts/ (405) 555-5555 5/17/2025 - no offer yet but promising Built a better resume 05/21/2025 Oo office in Muskogee, OK Watson Pest Detection/ 221 Baker St.",
    "metadata": {
      "section_title": "WORK SEARCH FORM",
      "page_number": 9
    }
  },
  {
    "section_id": "OK-36",
    "content": "Office assistant In-Person Met owner at networking event and gave my 05/29/2025 Enid, OK/ Omar Akkad/ (405) resume. He called 6/5 and hired me.\nIn accordance with Oklahoma Admin. Code 240:10-3-20, all individuals filing for unemployment must perform the minimum number of weekly work searches each week that benefits are claimed as required by OESC, unless they meet the criteria of an exempted group. All work search efforts must be recorded and maintained for two years for audit purposes.\nAuxiliary aids and services are available on request to individuals with disabilities. / Equal Opportunity Program.\nOES-622 (Rev. 04-2025)\n#% OKLAHOMA Employment Security Commission",
    "metadata": {
      "section_title": "WORK SEARCH FORM",
      "page_number": 9
    }
  },
  {
    "section_id": "OK-37",
    "content": "Name: Unemployment Claim ID #: DUA/TAA #: (If necessary) Employer Information Application Method Date of Work Search Results (Address, contact name, phone #) (Online, In-person, Etc.) 1] —\nIn accordance with Oklahoma Admin. Code 240:10-3-20, all individuals filing for unemployment must perform the minimum number of weekly work searches each week that benefits are claimed as required by OESC, unless they meet the criteria of an exempted group. All work search efforts must be recorded and maintained for two years for audit purposes.\nAuxiliary aids and services are available on request to individuals with disabilities. / Equal Opportunity Program.\nOES-622 (Rev. 04-2025)\nFor additional copies of the work search form go to oklahoma.gov/oesc/individuals.\nClaimant Handbook: A Guide to Unemployment Benefits\n9",
    "metadata": {
      "section_title": "WORK SEARCH FORM",
      "page_number": 9
    }
  }
]