[
  {
    "section_id": "PA-0",
    "content": "| pennsylvania\nDEPARTMENT OF LABOR & INDUSTRY\nOFFICE OF UNEMPLOYMENT COMPENSATION BENEFITS",
    "metadata": {
      "section_title": "Pennsylvania Unemployment Compensation Handbook",
      "page_number": 1
    }
  },
  {
    "section_id": "PA-1",
    "content": "Many of our telephone and mail UC services are available on the Internet. Los servicios de Internet también están disponibles en español.\nLog on to www.uc.pa.gov.",
    "metadata": {
      "section_title": "Internet Services in Pennsylvania",
      "page_number": 1
    }
  },
  {
    "section_id": "PA-2",
    "content": "UC benefit information and services are available to individuals with hearing or speech difficulties through a text telephone service (TTY). This service can be accessed only if a TTY number is called from a TTY device. TTY number is listed on Page 17. TTY telephone number is for TTY device users only. Videophone service information for American Sign Language users is on Page 17.\nAuxiliary aids and services are available upon request to individuals with disabilities. Equal Opportunity Employer/Program\nUCP-1 REV 08-19\nTHE PROCESS OF QUALIFYING FOR BENEFITS",
    "metadata": {
      "section_title": "Information For Claimants With Disabilities",
      "page_number": 3
    }
  },
  {
    "section_id": "PA-3",
    "content": "Once you file an application for benefits, the department will determine:",
    "metadata": {
      "section_title": "Step One:",
      "page_number": 3
    }
  },
  {
    "section_id": "PA-4",
    "content": "[SEE YOUR NOTICE OF FINANCIAL DETERMINATION (FORM UC-44F) and UC-44F INSERT]\nIf the department determines that you are financially eligible, go to Step Two.\nIf the department determines that you are not financially eligible, you may:\nv",
    "metadata": {
      "section_title": "ARE YOU FINANCIALLY ELIGIBLE?",
      "page_number": 3
    }
  },
  {
    "section_id": "PA-5",
    "content": "The department may contact you and your employer to determine:\nIS YOUR JOB SEPARATION\nQUALIFYING?\n[SEE PAGE 2]\nAppeal. [SEE YOUR NOTICE OF FINANCIAL DETERMINATION]\nor\nFile a new application for benefits on or after the first Sunday of the next calendar quarter. [SEE UC-44F INSERT]\nIf the department determines it is, go to Step Three.\nIf the department determines it is not, [SEE PAGE 3], you may:\nAppeal. Appeals of department determinations are made to a Referee; Appeals of Referee decisions are made to the UC Board of Review; Appeals of UC Board of Review decisions are made to the Commonwealth Court. [SEE PAGE 14]\n\\J\nStep Three: MAINTAINING YOUR ELIGIBILITY FOR BENEFITS If you are qualified for benefits, you must:\n|\n• File timely biweekly claims and serve an unpaid waiting week.\n• Register and actively search for work and record your work search efforts.\nBe able and available for work.\nReport wages and any other work-related income.\n• Report any: return to work, self employment, separation from subsequent employment, inability to work or unavailability for work.\n[SEE PAGES 4 THROUGH 13]",
    "metadata": {
      "section_title": "Step Two:",
      "page_number": 4
    }
  },
  {
    "section_id": "PA-6",
    "content": "If you give false information to the Department of Labor & Industry (department) or withhold information to obtain UC, you may be criminally prosecuted under various provisions of Pennsylvania law: 18 Pa.C.S. §4904 (unsworn falsification to authorities), 18 Pa.C.S. §3922 (theft by deception) and 43 P.S. §871 (false statements or representations to obtain or increase compensation). If you are prosecuted, you may be subject to a fine, imprisonment, restitution, garnishment of federal tax refunds and loss of future benefits.\nYou may be committing fraud if you lie about the reason you were separated from employment, return to a full-time job or start your own business without telling the department, work part time and do not report your wages for the week when they were earned, claim benefits when you are not able to work or available for work or allow another person to claim benefits for you.",
    "metadata": {
      "section_title": "UNEMPLOYMENT COMPENSATION (UC) FRAUD IS A SERIOUS OFFENSE.",
      "page_number": 4
    }
  },
  {
    "section_id": "PA-7",
    "content": "The department’s fraud investigation division is committed to the prevention, detection, investigation and prosecution of those who commit, or attempt to commit, UC fraud. The department employs multiple detection systems to identify claimants who work while claiming benefits and do not report their wages. If you fail to report wages or otherwise lie about your eligibility, you should expect to be caught.\nUnemployment Compensation (UC) fraud is not only a crime, it raises the cost of UC for all Pennsylvania employers and employees. UC is a protection for you now and in the future. Do not jeopardize this protection by committing fraud.\nTo report fraud, please visit www.uc.pa.gov and click on the “Fraud and Misconduct” link.",
    "metadata": {
      "section_title": "UNEMPLOYMENT COMPENSATION (UC) FRAUD IS A SERIOUS OFFENSE.",
      "page_number": 4
    }
  },
  {
    "section_id": "PA-8",
    "content": "If your mailing address, telephone number or email address change, inform the UC service center (www.uc.pa.gov) and the PA CareerLink® system (www.pacareerlink.pa.gov) immediately, even if you are not filing for benefits at that time. Keeping the UC service center aware of your current contact information will ensure that you receive correspondence from the department.\nWe also encourage you to report any address changes to the United States Postal Service (USPS). When your UC information is mailed to you, the USPS National Change of Address database may be used to validate your address before delivering the mail. If the USPS has a different address, your UC information may be delivered to the address maintained by the USPS National Change of Address database rather than the address you gave us.\n1.",
    "metadata": {
      "section_title": "It is important that you receive and read all correspondence about your UC claim.",
      "page_number": 5
    }
  },
  {
    "section_id": "PA-9",
    "content": "Introduction\nWN\n2. Qualifying For Benefits 2\n3. Maintaining Your Eligibility For Benefits 4\nYour Biweekly Claim Requirement\nYour Work Registration Requirement\nYour Weekly Work Search Requirements\nYour Able And Available Requirement\n4. Payment of Benefits 10\nvoNU\n5. How Weekly Benefits May Be Reduced 10\n6. What Happens When You Find Employment? 12\n7. Your Additional Responsibilities 13\n8. How You Can Lose Benefits 13\n9. Your Appeal Rights\n10. Overpayments and Collections 15\n11. Other Programs and Help Available 16\n12. Contact Information 17\n13. Equal Opportunity and Privacy Act Statements 18\n2\n4\n5\n7\n9\n14\n1. INTRODUCTION\nThe Pennsylvania UC program is administered by the department and provides temporary wage replacement income to qualified workers.\nThis booklet, the Pennsylvania Unemployment Compensation Handbook, will answer many of your questions about the benefits available to you and provide information about your responsibilities as a participant in the program.",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 5
    }
  },
  {
    "section_id": "PA-10",
    "content": "vailable to you and provide information about your responsibilities as a participant in the program. Read this booklet carefully and retain it for reference for one year.* Visit www.uc.pa.gov for additional information, including answers to Frequently Asked Questions.\nYou will also receive a Claim Confirmation Letter (Form UC-360) from the department. It confirms that your application for benefits has been processed. It contains your personal identification number (PIN) to access the department’s Internet claims filing system and to use PA Teleclaims (PAT), the department’s system for filing claims by telephone. This letter also instructs you when to file claims for benefits for weeks that you are totally or partially unemployed. Read your Claim Confirmation Letter and accompanying information carefully.\n2. QUALIFYING FOR BENEFITS\nQualifying for benefits is a three-step process:\n1. As soon as you file your application for benefits the department will determine whether you are financially eligible.\n2.",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 5
    }
  },
  {
    "section_id": "PA-11",
    "content": "If you are financially eligible, the department will determine if you have a qualifying separation from employment.\n3. If you are financially eligible and have a qualifying separation, you may qualify for benefits for weeks that you are totally or partially unemployed. You must satisfy all of the requirements in the UC Law (Law) to begin receiving UC and to maintain your eligibility for benefits.\n* This booklet is not an official statement of the Law. Statements in this handbook are\nintended for informational purposes only. If there is a conflict between information in\nthis booklet and the provisions of the Law, the Law controls.\n2",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 6
    }
  },
  {
    "section_id": "PA-12",
    "content": "Are you financially eligible for benefits? You must have enough wages and weeks of work in your employment history to qualify for UC. This is known as “financial eligibility.” You will receive a Notice of Financial Determination (Form UC-44F) from the department that will state whether you are financially eligible and, if you are, the amount of benefits you may receive. Your Notice of Financial Determination will be accompanied by an insert that fully explains financial eligibility. Read these documents carefully and follow all instructions that apply to you.",
    "metadata": {
      "section_title": "STEP ONE: FINANCIAL ELIGIBILITY",
      "page_number": 6
    }
  },
  {
    "section_id": "PA-13",
    "content": "i Why are you unemployed? To qualify for benefits, you must be unemployed or working reduced hours through no fault of your own (a qualifying separation).\n\\==\nGenerally, you have a qualifying separation if you are laid off due to lack of work. Some separations, however, are disqualifying. You are not eligible for benefits under the following circumstances:\n• You voluntarily quit your job without cause of a necessitous and compelling nature.\n• You are discharged or suspended for willful misconduct or because you failed to submit to and/or pass a drug or alcohol test.\n• You participate in a work stoppage determined to be a strike. (This disqualification does not apply to a lock-out).\nThere may be times when a department representative will contact you and your employer to discuss the reason for your separation from your job.",
    "metadata": {
      "section_title": "STEP TWO: YOUR JOB SEPARATION",
      "page_number": 6
    }
  },
  {
    "section_id": "PA-14",
    "content": "If you and your employer disagree on the reason for your unemployment, or any other issues arise that may affect your eligibility for benefits, you will be given a chance to provide information and explain your side of the story. For example, you may receive a questionnaire to complete and return. If benefits are denied, you will receive a written determination, which you can appeal. (See Page 14.)\nIf you are already receiving benefits when a question arises about your eligibility, you will receive an Advance Notice form stating that your eligibility for benefits is being reviewed and your receipt of benefits may be affected. The Advance Notice form will give you a chance to give information about your eligibility for UC benefits. You will continue to receive benefits unless a written determination of ineligibility is issued.\nREMEMBER! Promptly complete and return all forms you receive from the UC service center to avoid delays and to explain your side of the story.\nWorking Part Time: You may be eligible for benefits if (1) your regular hours of work are reduced, (2) you are separated from your job and have obtained part-time employment with fewer hours of work, or (3) you are separated from one job but continue to have part-time employment with another employer(s). If you are working your normal, full-time hours in any job during a week, you are not eligible for benefits for that week.",
    "metadata": {
      "section_title": "STEP TWO: YOUR JOB SEPARATION",
      "page_number": 6
    }
  },
  {
    "section_id": "PA-15",
    "content": "Have you met the continuing requirements? If you are financially eligible and your separation from employment is qualifying, you must satisfy certain requirements on a continuing basis in order to remain eligible for benefits. The following chapter will explain those requirements.\nQ_\n3.\n3. MAINTAINING YOUR ELIGIBILITY FOR BENEFITS",
    "metadata": {
      "section_title": "STEP THREE: MAINTAINING ELIGIBILITY",
      "page_number": 7
    }
  },
  {
    "section_id": "PA-16",
    "content": "√ You must file a claim for each week in which you are totally or partially unemployed. A “week” is a calendar week beginning on Sunday and ending the following Saturday. The date of the Saturday is called the claim week ending date, or CWE Date. Generally, you will file claims for two weeks at one time. This is called a biweekly claim. Although you will file for two weeks at a time, you will certify your eligibility for each week separately.",
    "metadata": {
      "section_title": "YOUR BIWEEKLY CLAIM REQUIREMENT",
      "page_number": 7
    }
  },
  {
    "section_id": "PA-17",
    "content": "To file your biweekly claim, you will need:\n• Your Social Security number and your PIN (personal identification number).\n• The gross amount of your earnings (total amount of money earned before taxes or other deductions) for all work performed during the week. (See Page 12.)\n• If you were absent from work when work was available during the week, the gross amount you would have earned if you had not been absent.\n• The gross amount of holiday pay and vacation pay, if any, for the week. (See Page 13.)\nFiling over the Internet: You may file your biweekly claims online Sunday, 6 a.m. to 11 p.m., and Monday through Friday, 6 a.m. to 9 p.m., at www.uc.pa.gov. After you have submitted your biweekly claim, a confirmation page will display advising you that your claim has been accepted. Do not exit the site before you receive this confirmation.",
    "metadata": {
      "section_title": "How To File Your Biweekly Claim",
      "page_number": 7
    }
  },
  {
    "section_id": "PA-18",
    "content": "ng you that your claim has been accepted. Do not exit the site before you receive this confirmation. If you do, your claim will not be filed and you will have to file your claim again.\nFiling by Telephone (Pennsylvania Teleclaims—PAT): PAT is the department’s system for filing claims by telephone. You must have a push-button telephone to use PAT. If you do not have touch-tone service, but have a telephone with a PULSE/TONE switch, call PAT with the switch in the PULSE position. When PAT answers your call, move the switch to the TONE position. You may file your biweekly claims using PAT Sunday, 6 a.m. to 11 p.m., and Monday through Friday, 6 a.m. to 9 p.m. Telephone numbers for PAT are listed on Page 17 of this handbook. If you get a busy signal, hang up, wait a while, and try again.\nPAT will ask you a series of questions about your eligibility for UC for the first week of your biweekly claim.",
    "metadata": {
      "section_title": "How To File Your Biweekly Claim",
      "page_number": 7
    }
  },
  {
    "section_id": "PA-19",
    "content": "k you a series of questions about your eligibility for UC for the first week of your biweekly claim. You will answer each question “yes” or “no” using the numbers on your telephone keypad. When you have answered the questions, you may have your answers repeated, clear your answers and begin again, or have your answers processed. After you have finished claiming the first week, and if a second week is available for you to claim, PAT will ask if you wish to claim benefits for the second week (PAT will identify the second week by its CWE date). For more information about the questions you will be asked, visit www.uc.pa.gov.\nAfter you have completed your biweekly claim, PAT will tell you that your claim has been accepted. Do not hang up until you hear this confirmation. If you hang up or get disconnected before PAT confirms that your claim has been accepted, you will have to call again to file your claim for benefits.",
    "metadata": {
      "section_title": "How To File Your Biweekly Claim",
      "page_number": 8
    }
  },
  {
    "section_id": "PA-20",
    "content": "Filing by Mail: This is permitted only in specific circumstances. Please contact 888-313-7284 [TTY Users 888-334-4046] for information on filing claims by mail.\n4.\nFiling by TTY: You may file your biweekly claims using TTY service 24 hours a day, 6 days a week (Sunday through Friday). First, you must obtain the TTY biweekly filing instructions and eligibility questions online at www.uc.pa.gov, or by contacting the UC service center or local PA CareerLink® office. After you obtain the biweekly questions, it is recommended that you review the questions ahead of time and record the answers on paper before transmitting answers through TTY. By preparing the answers in advance, there will be an increase in accuracy and reduction of mistakes that could delay benefit payment. Also, the time making the TTY call will be substantially reduced.\nAfter you have prepared your answers, connect to the UC service center through TTY 888-334-4046. Once the UC office greeting has completed, you must type the number of the question and its answer. There is no need to type in the question itself. Continue until all questions have been answered, then disconnect the call. You will be contacted through relay service if we need additional information or have questions about your responses.",
    "metadata": {
      "section_title": "How To File Your Biweekly Claim",
      "page_number": 8
    }
  },
  {
    "section_id": "PA-21",
    "content": "Your biweekly claim must be filed during the week (Sunday through Friday) immediately following the two weeks you are claiming. Your Claim Confirmation Letter will tell you when to file your first biweekly claim. If you remain totally or partially unemployed, you will continue to file biweekly claims every two weeks until you exhaust your benefits. You may call PAT to learn when to file your next claim.",
    "metadata": {
      "section_title": "When To File Your Biweekly Claim",
      "page_number": 8
    }
  },
  {
    "section_id": "PA-22",
    "content": "If you fail to file your biweekly claim at the proper time, you may be denied benefits for those weeks and your UC claim will become “inactive.” You must contact your UC service center to reactivate your claim. If you return to work but then become unemployed again, visit www.uc.pa.gov or call the UC service center to reopen your claim.\nREMEMBER! If you are waiting for the department to determine whether you are eligible for benefits, continue to file your biweekly claims. If you are determined to be eligible, you will only get benefits for the weeks for which you filed claims.",
    "metadata": {
      "section_title": "If You Forget To File",
      "page_number": 8
    }
  },
  {
    "section_id": "PA-23",
    "content": "The first week of the Benefit Year that you are unemployed and found eligible for benefits is called the Waiting Week. (See your Notice of Financial Determination and accompanying insert entitled “Explanation of Your Notice of Financial Determination” for information about your Benefit Year.)\n√ Benefits are not payable for the Waiting Week but you must file a claim for that week in order to receive credit for it.",
    "metadata": {
      "section_title": "The Waiting Week",
      "page_number": 8
    }
  },
  {
    "section_id": "PA-24",
    "content": "√ You must register for employment-search within 30 days after filing an application for benefits.\n• If your local labor market is outside of Pennsylvania, you must register with the state employment service that serves your local labor market.\n• If your local labor market is within Pennsylvania (either you live in PA, or commute to PA for work) you must register for employment-search services through PA CareerLink®.",
    "metadata": {
      "section_title": "YOUR WORK REGISTRATION REQUIREMENT",
      "page_number": 9
    }
  },
  {
    "section_id": "PA-25",
    "content": "1. Go to the Pennsylvania CareerLink® website at www.pacareerlink.pa.gov and click on “Register.”\n2. Click on “Unemployment Compensation (UC) Claimant” as the user type.\n3. Enter your name, date of birth, and your complete Social Security number.\n4. Click on “Continue.”\n5. Provide your personal information and click “Save and Continue.” NOTE: It is crucial that both your name and mailing address are the same in both the UC and PA CareerLink® systems.\n6. Provide the information requested to create a Keystone ID (user name) and password as well as your Hint Questions/Answers. Click “Save and Continue.”\n7. Provide the information applicable to you to complete your “Profile” and “Job Preferences.”\n8. Once you have completed the registration process, you will receive a “Registration Confirmation” page.",
    "metadata": {
      "section_title": "NEW REGISTRATION - To register for employment-search services, follow the steps below:",
      "page_number": 9
    }
  },
  {
    "section_id": "PA-26",
    "content": "Be sure to print this page or write down your Keystone ID and Participant Identification Number for your records. Do not send the confirmation to the UC service center or PA CareerLink® office.\nPREVIOUS/PARTIAL REGISTRATION - If you previously created a Keystone ID or partially registered with PA CareerLink®, follow the steps below to fully register and avoid ineligibility:\n• If you never created a Keystone ID/Password, go to www.pacareerlink.pa.gov and click on “Register.” Follow the instructions above for NEW REGISTRATION as if registering for the first time.\n• If you have forgotten your Keystone ID or Password, go to www.pacareerlink.pa.gov and click on “Forgot your Keystone ID / Password?” On the next screen, select “Job Seeker” and choose one of the options provided to retrieve your Keystone ID, reset your password or reset your hint questions and answers. You may be asked to provide the Participant Identification Number assigned to you by the PA CareerLink® system. If you do not know your Participant Identification Number, you have the option of having it emailed to the email address in your PA CareerLink® profile, obtaining it by contacting your local PA CareerLink® office, or having it mailed to you.",
    "metadata": {
      "section_title": "NEW REGISTRATION - To register for employment-search services, follow the steps below:",
      "page_number": 9
    }
  },
  {
    "section_id": "PA-27",
    "content": "Look in the upper right corner of the Dashboard for the “UC Registration Compliance” box.\n• If the box indicates that your status is “Completed”, then you are fully registered. Click the “View UC Confirmation” link and print the confirmation page for your records.\n• If the box indicates that your status is “Incomplete,” click on the “Completion of My Profile” link and add an Experience record to your My Resume page.\nIMPORTANT: When attempting to register, if you receive a message saying that you may already have an account in the system, do NOT assume that you are fully registered for UC purposes. Contact your local PA CareerLink® office to determine if you have an existing account and, if so, whether or not you have completed the elements to satisfy the UC registration requirement.\nIf you experience difficulty registering for employment-search services, please contact your local PA CareerLink® office, go to www.pacareerlink.pa.gov, click on “Offices” and enter your Zip Code in the “Search” field.\n)\nYOUR WEEKLY WORK SEARCH REQUIREMENTS\n√ You must actively search for work in order to be eligible for benefits.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 10
    }
  },
  {
    "section_id": "PA-28",
    "content": "Y WORK SEARCH REQUIREMENTS\n√ You must actively search for work in order to be eligible for benefits.\nYou must actively search for work\nQ. What are the weekly work search requirements?\nA. Generally, beginning with the third week in your Benefit Year for which you file a UC claim, you must apply for two jobs and participate in one work search activity each week.\nQ. What kind of jobs can I apply for?\nA. You may apply for jobs that would provide suitable work; that is, any work that you are capable of performing. However, you are allowed to limit your job applications to jobs that offer employment and wages similar to what you had before you became unemployed, and are within a 45-minute commute. If adhering to that limitation prevents you from applying for two jobs, you may choose one of two options for each application that you are unable to make: (1) you may participate in a work search activity, or (2) you may disregard that limitation and apply for a job offering suitable work.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 10
    }
  },
  {
    "section_id": "PA-29",
    "content": "earch activity, or (2) you may disregard that limitation and apply for a job offering suitable work.\nQ. What are the acceptable ways to apply for a job?\nA. You may apply for a job in person, by mail, phone or electronic transmission, by submitting a job application or résumé to the employer, or by following a hiring procedure established by the employer. A repeated application for the same job does not count unless there is a reasonable basis to believe that the employer’s hiring circumstances have changed.\nQ. What qualifies as a work search activity?\nA. You may choose from these seven work search activities:\nAttend a job fair.\nSearch positions posted on the PA CareerLink® system or Internet job banks. e\nCreate or post a résumé in the PA CareerLink® system or post a résumé in other résumé-posting services.\n• Contact colleagues, former co-workers or other individuals in similar professions or occupations to make known your availability for employment or obtain information about available positions, prospective employers or other employment opportunities.\n• Utilize an employment agency, employment registry or school placement service.\n.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 10
    }
  },
  {
    "section_id": "PA-30",
    "content": "nt opportunities.\n• Utilize an employment agency, employment registry or school placement service.\n. Take a civil service test or other pre-employment test.\n. Participate in a program or activity offered through the Pennsylvania CareerLink® system.\nIf you live outside of Pennsylvania, you may participate in these types of activities offered by your state employment service.\nQ. Do I receive credit for a job interview?\nA. Yes, you may substitute a job interview by an employer for one of your job applications or a work search activity.\nQ. Do I receive credit for an extra job application?\nA. Yes, if you apply for more than two jobs in a week, you do not have to participate in a work search activity during that week.\nQ. Are the weekly requirements different if I am working part time?\nA. If you are working part time during a week and you earn more than your Partial Benefit Credit (PBC), you only have to apply for one job during the week, instead of two, and you do not have to participate in a work search activity during that week. (See your Notice of Financial Determination and accompanying insert entitled “Explanation of Your Notice of Financial Determination” for information about your PBC.)\nQ.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 10
    }
  },
  {
    "section_id": "PA-31",
    "content": "entitled “Explanation of Your Notice of Financial Determination” for information about your PBC.)\nQ. Must I keep a record of my job applications and work search activities?\nA. Yes. You are encouraged to use Form UC-304, entitled “Work Search Record.” A copy of the form is included in this booklet, and the form is available at www.uc.pa.gov. You are not required to use Form UC-304 as long as your record includes the same information that would be contained on Form UC-304. You must retain your record for a period of two years from your Application for Benefits (AB) date. (See your Notice of Financial Determination and accompanying insert entitled “Explanation of Your Notice of Financial Determination” for information about your AB Date.) The department monitors the work search activities of UC claimants. Failure to provide your work search record upon request, in the manner specified by the department, may result in ineligibility for benefits and liability to repay benefits you received.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 10
    }
  },
  {
    "section_id": "PA-32",
    "content": "Do not send your work search record to the department unless you are asked to do so.\nQ. How do I know if I have met the work search requirements for a week?\nA. You may use this chart to verify that you have satisfied the UC work search requirements. Each column in the chart represents one of the three weekly requirements. In each column, check the box that indicates how you satisfied that requirement or a substitute requirement. You may enter only one checkmark for each job application, work search activity or interview. If you are able to check one box in each column, you have satisfied your UC work search requirements for the week.\nO 1 applied for a job. O 1 participated in a work search activity because I am limiting my job applica- tions.\nO\nI had a job interview.\nO I applied for a job. O I participated in a work search activity because I O am limiting my job applica- O tions.\nO\nI had a job interview.\nO 1 participated in a work search activity. I applied for a 3 job. I had a job interview.\nO\nI worked part time during the week and earned more than my PBC. A second job application and a work search activity are not required.",
    "metadata": {
      "section_title": "HOW DO YOU KNOW YOU ARE COMPLETELY REGISTERED?",
      "page_number": 11
    }
  },
  {
    "section_id": "PA-33",
    "content": "The weekly work search requirements, or both the registration requirement and the weekly work search requirements, will not apply to a week if you satisfy one of the fol- lowing exceptions for the week:\nExemption Registration Weekly Work Search Requirement Does Not Requirement Does Not Apply Apply You actively participate during the week in a program or √ activity approved by the department as an acceptable work search alternative. During the week you (1) are a member of a union that has √ a hiring hall or are registered with a hiring hall, (2) are required to obtain employment through the hiring hall, and (3) fulfill all requirements to maintain eligibility for referral by the hiring hall during the week. During the week you are participating in the Shared-Work √ √ Program under Article XIII of the Law.",
    "metadata": {
      "section_title": "Exemptions",
      "page_number": 11
    }
  },
  {
    "section_id": "PA-34",
    "content": "During the week you are in training approved by the √ √ department or under the Trade Act. During the week you are required to participate in the Pennsylvania √ √ Profile Reemployment Program (PREP) at a PA CareerLink® under Section 402(j) of the Law. You are unemployed for the week because your employer reduced your hours of work or laid you off for economic reasons and the employer has advised you in good faith and in writing that you will return to work on a specific date. √ The exemption continues until the recall date is rescinded or has passed. You must keep a copy of the recall notice. You must notify the UC service center of your return-to-work date. √ The exemption continues until the recall date is rescinded or has passed. You must keep a copy of the recall notice. You must notify the UC service center of your return-to-work date.\n8.",
    "metadata": {
      "section_title": "Exemptions",
      "page_number": 12
    }
  },
  {
    "section_id": "PA-35",
    "content": "The department may waive or alter the work registration and weekly work search requirements in cases or situations where compliance would be oppressive or inconsistent with the purposes of the Law. A waiver request form is available at www.uc.pa.gov. IMPORTANT: If you request a waiver or alteration of your work registration or work search requirements for reasons that render you unable to work or unavailable for work, you may be ineligible for benefits.",
    "metadata": {
      "section_title": "Waiver",
      "page_number": 12
    }
  },
  {
    "section_id": "PA-36",
    "content": "√ To be eligible for UC benefits, you must be able to work and available to return to work, either to your old job or a new job.",
    "metadata": {
      "section_title": "YOUR ABLE AND AVAILABLE REQUIREMENT",
      "page_number": 12
    }
  },
  {
    "section_id": "PA-37",
    "content": "* You are physically incapable of working.\n* You are not available for work because:\n• You are outside your labor market on vacation.\n• You are out of the country. If you are planning to travel outside of the United States, please contact the UC service center prior to leaving.\n. You are incarcerated.\n. You do not have a way to get to a job.\n. You do not have daycare for children.\nIf you are disqualified from receiving benefits because you are not able and available for work but you become able and available at a later date, contact your local UC service center to see if you can resume UC benefits.",
    "metadata": {
      "section_title": "You May Be Disqualified If:",
      "page_number": 12
    }
  },
  {
    "section_id": "PA-38",
    "content": "√ Meet minimum wage and employment requirements (financial eligibility).\n√ Be totally or partially unemployed through no fault of your own (a qualifying separation).\n√ File timely biweekly claims while you are unemployed and serve an unpaid waiting week.\n√ Register for employment-search services within 30 days of your application for benefits, actively search for work and keep a record of your work search efforts.\n√ Be able to work and available for suitable work.\n4. PAYMENT OF BENEFITS",
    "metadata": {
      "section_title": "Let’s Review! To be eligible for benefits you must:",
      "page_number": 13
    }
  },
  {
    "section_id": "PA-39",
    "content": "If you are eligible for benefits and file timely biweekly claims, you should receive your first benefit payment within four weeks after filing your application for benefits. (Because of the Waiting Week, your first payment may be for only one week.)",
    "metadata": {
      "section_title": "First Benefit Payment",
      "page_number": 13
    }
  },
  {
    "section_id": "PA-40",
    "content": "Benefits are paid biweekly (every other week). The biweekly payment is usually made within four days after the biweekly claim is filed, but it may take up to ten days to receive payment. Payments may be delayed if there is an eligibility issue that must be resolved before payment can be made.\nBenefits are paid to you by debit card or direct deposit. If you received UC benefits on a prior claim by direct deposit within a year before you filed your current application for benefits, and the bank account previously used for direct deposit is still active, direct deposit will carry over to your current UC claim. You may switch to a debit card if you prefer to receive your benefits in that way. If you do not have a direct deposit account, you will be issued a debit card to access your benefits, but you may switch to direct deposit. It takes time for direct deposit to begin. In the meantime, benefits will continue to be paid to you through your debit card. Your Claim Confirmation Letter contains information regarding the debit card and direct deposit options. Please visit www.uc.pa.gov for instructions on choosing between direct deposit and debit card.",
    "metadata": {
      "section_title": "How Benefits Are Paid",
      "page_number": 13
    }
  },
  {
    "section_id": "PA-41",
    "content": "Recent Payment Information: To find out if a recent benefit payment was made to you, log on to www.uc.pa.gov or call PAT, Sunday, 6 a.m. to 11 p.m., and Monday through Friday, 6 a.m. to 9 p.m. Information about a payment is generally available the business day after the payment was made.\nYour Payment History: If you have exhausted your entitlement to benefits and need documentation that you are no longer receiving benefits, you can print your “payment history” by visiting www.uc.pa.gov. This printout can be used for many public agencies that request this type of information. You can also fax a request to the UC service center at 717-525-5160. You can get two free copies from the UC service center and you will be charged for additional copies.\n5. HOW WEEKLY BENEFITS MAY BE REDUCED\nThere are a number of reasons why your weekly benefits may be reduced, including the following:\n• UC Fund Solvency: The Law requires benefit reductions when the balance in the UC Fund is low.",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "PA-42",
    "content": "ing:\n• UC Fund Solvency: The Law requires benefit reductions when the balance in the UC Fund is low. These provisions are in effect at this time and benefit payments for weeks ending January 6, 2018, and after, are reduced by 2.4%.\nPart-Time Earnings: See Page 12.\n• Holiday Pay and Vacation Pay: Holiday pay and vacation pay that are more than your PBC are deducted from your benefits for the week in which the holiday or vacation occurs. However, vacation pay is not deducted if you have permanently or indefinitely lost your job.\n• Severance Pay: Severance pay means one or more payments your employer makes to you because of your separation from your employer. Severance pay that exceeds 40% of Pennsylvania’s average annual wage is deducted from your benefits (unless your AB Date is prior to January 1, 2012, or the severance results from an agreement entered into before January 1, 2012). The deductible portion of your\n10.\nseverance pay is allocated to the weeks immediately following your separation from employment, based on your full-time weekly wage.",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 14
    }
  },
  {
    "section_id": "PA-43",
    "content": "he weeks immediately following your separation from employment, based on your full-time weekly wage.\nEXAMPLE: You received severance pay of $22,000. For Benefit Years that begin in 2018, 40% of Pennsylvania’s average annual wage is $20,797.71. $22,000 - $20,797.71 = $1,202.00 in deductible severance pay. Your regular full-time weekly wage is $500. Therefore, $500 will be attributed to each of the first two weeks following your separation, and $202 will be allocated to the third week.\n• Pensions: Pension payments may be deductible from UC if (1) your Base-Year employer has contributed to or maintained the pension plan, and (2) your work during the Base Year increased the amount of, or affected your eligibility for, the pension. (See your Notice of Financial Determination and accompanying insert entitled “Explanation of Your Notice of Financial Determination” for complete information about your Base Year.) If your employer was the only one who contributed to the pension, 100% of the prorated, weekly pension amount is deductible.",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 14
    }
  },
  {
    "section_id": "PA-44",
    "content": "only one who contributed to the pension, 100% of the prorated, weekly pension amount is deductible. If you contributed in any amount to the pension, 50% of the prorated, weekly pension amount is deductible. Pensions are deductible from weekly benefits on a dollar-for-dollar basis. The following payments are NOT deductible, however:\n• Social Security and Railroad Retirement pensions.\n• A lump-sum pension payment, if you did not have the option of receiving monthly or periodic payments.\n• A lump-sum pension payment that is deposited (rolled over) into an eligible retirement plan, such as an IRA, within 60 days after you received the payment. In other words, you can avoid having your UC benefits reduced if you roll over your pension to save it for retirement. If you roll over only a part of a lump-sum payment, the portion of the lump-sum that is not rolled over is deductible.\n• Back Wage Awards: If you receive a back wage award for a period of time when you received benefits, the award may affect your eligibility for the benefits you received.\n• Support Orders: Support that you owe will be deducted from benefits if the department receives an administrative or judicial order to do so.",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 14
    }
  },
  {
    "section_id": "PA-45",
    "content": "l be deducted from benefits if the department receives an administrative or judicial order to do so. Any questions about the amount being deducted from your benefits should be directed to the Domestic Relations Section of the Court of Common Pleas that issued the order. More information on withholding support from benefits is provided in the pamphlet UCP-24, Support Withholding from Unemployment Compensation, available from the UC service center or at www.uc.pa.gov. If support is deducted from your benefits, log onto www.childsupport.state.pa.us to access your payment information.\n• Taxes: UC benefits are included in gross income for federal income tax purposes. The department reports your benefits to the Internal Revenue Service (IRS) for the calendar year in which the benefits were paid. You may elect to have federal income tax withheld from your benefits at the rate of 10% of your Weekly Benefit Rate, or WBR, plus Dependents Allowances (if any). (See your Notice of Financial Determination and accompanying insert entitled “Explanation of Your Notice of Financial Determination” for complete information about your WBR and Dependents Allowances.) You can make this choice when you file your application for benefits or at any other time online at www.uc.pa.gov or by calling PAT.",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-46",
    "content": "You may also stop having income tax withheld from your benefits. (Taxes withheld can be refunded to you only by the IRS.)\nTax Statements: By the end of January of each year, the department mails Form UC-1099G, Statement for Recipients of Pennsylvania Unemployment Compensation\n11.\nPayments, to people who were paid benefits during the prior year. This statement shows the amount of benefits paid and the amount of federal income tax withheld, if any. View or print form UC-1099G for the two prior calendar years online at www.uc.pa.gov.\n6. WHAT HAPPENS WHEN YOU FIND EMPLOYMENT?|",
    "metadata": {
      "section_title": "Getting Information About Your Benefits",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-47",
    "content": "If you return to work full time with your former employer or a new employer, you are no longer eligible for benefits. However, remember to file claims for weeks you were unem- ployed before you returned to work.",
    "metadata": {
      "section_title": "Full-time Work",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-48",
    "content": "If you are working less than your full-time work, you may be eligible for benefits. The department will review the number of hours you work and your earnings to determine how your UC benefits for that week are affected by your part-time job. If your part-time wages for any particular week are not more than your PBC, your benefits will not be reduced for that week. If your wages are more than your PBC, the amount that exceeds your PBC will reduce your UC benefits by the same amount for that week. If you earn wages more than or equal to the sum of your WBR plus your PBC for any week, you are not eligible for benefits for that week.",
    "metadata": {
      "section_title": "Part-time Employment",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-49",
    "content": "You must also report if you were absent from work. If you were scheduled to work, but did not report to work, you were absent from work. The gross wages you could have earned (potential earnings) must be reported.\nIMPORTANT: WHEN YOU ARE FILING BIWEEKLY CLAIMS FOR WEEKS WHEN YOU WORKED PART TIME, REPORT THE GROSS (PRE-DEDUCTION) AMOUNT YOU EARNED WITH ALL EMPLOYERS DURING THE WEEK, EVEN IF YOU WERE PAID IN A DIFFERENT WEEK. MULTIPLY YOUR RATE OF PAY BY THE NUMBER OF HOURS YOU WORKED DURING EACH WEEK TO CALCULATE YOUR GROSS EARNINGS. FOR EXAMPLE, IF YOU WORKED 20 HOURS DURING THE WEEK AND EARNED $10.00 PER HOUR, YOUR GROSS EARNINGS ARE $200.00, AS INDICATED BELOW.",
    "metadata": {
      "section_title": "IMPORTANT: Notify the UC service center immediately if you begin working part time at a new employer.",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-50",
    "content": "If you find work as an independent contractor (meaning that you are self employed), or take steps to start your own business, you are not eligible for benefits even if your busi- ness is not profitable. However, there is an exception for a “sideline” activity. Participat- ing in a sideline business that began while you were working full time for your employer is not disqualifying if:\nyou are able and available for full-time work,\n• you do not substantially increase your participation in the business, and\n• the business is not the primary source of your livelihood.\nThe net earnings from your sideline business will reduce your UC in the same way that earnings from part-time employment will reduce UC. The UC service center will calculate the amount of the reduction based on a formula in the UC regulations.",
    "metadata": {
      "section_title": "Self Employment",
      "page_number": 15
    }
  },
  {
    "section_id": "PA-51",
    "content": "12",
    "metadata": {
      "section_title": "IMPORTANT: Notify the UC service center immediately if you are engaged in any type of self employment.",
      "page_number": 16
    }
  },
  {
    "section_id": "PA-52",
    "content": "√ Provide Accurate and Complete Information: You are responsible to provide truthful and complete information when you file claims for benefits, complete UC forms or questionnaires, or discuss your benefits with the UC service center.\n√ Report Any Separation from Employment: Notify the UC service center immediately if you are no longer working.\n√ Report Holiday Pay and Vacation Pay: If you claim benefits for a week that includes a paid holiday or paid vacation days, report the gross amount of your holiday or vacation pay even if the payments are made in a different week.\n√ Report Severance Pay, Pensions and Back Wage Awards: Notify the UC service center immediately if you receive any of these payments.\n√ Update Your Contact Information: If your mailing address, telephone number or email address changes, inform the UC service center (www.uc.pa.gov) and the PA CareerLink® system (www.pacareerlink.pa.gov) immediately, even if you are not filing claims for benefits at that time.",
    "metadata": {
      "section_title": "7. YOUR ADDITIONAL RESPONSIBILITIES",
      "page_number": 16
    }
  },
  {
    "section_id": "PA-53",
    "content": "(www.pacareerlink.pa.gov) immediately, even if you are not filing claims for benefits at that time. We also encourage you to report any address changes to the United States Postal Service (USPS). If the USPS has a different address, your UC information may be delivered to the address maintained by the USPS National Change of Address database rather than the address you gave us. It is important that you receive and read all correspondence about your UC claim.\n(@) =\n√ Protect Your PIN: Your personal identification number (PIN) and Social Security number identify you when you file a claim or access benefit information. Your PIN has the same legal authority as your signature. DO NOT GIVE YOUR PIN TO ANYONE, including family members. It is your responsibility to file your own biweekly claims. It is ILLEGAL for another person to file your biweekly claims for you. If you give your PIN to another person, or allow another person to gain access to your PIN, you are responsible for any improper benefit payments that occur as a result.",
    "metadata": {
      "section_title": "7. YOUR ADDITIONAL RESPONSIBILITIES",
      "page_number": 16
    }
  },
  {
    "section_id": "PA-54",
    "content": "in access to your PIN, you are responsible for any improper benefit payments that occur as a result. If you forget or lose your PIN, you are responsible to contact the UC service center to request a new PIN. If you think someone else knows your PIN, change it. You can change your PIN at www.uc.pa.gov or by calling PAT. You will receive your new PIN by mail. If you receive correspon- dence from the department notifying you of a PIN change, but you did not request a new PIN, contact the UC service center immediately.\n8. HOW YOU CAN LOSE BENEFITS\nYou may lose eligibility for benefits. The following are some of the possible ways you can be disqualified:\n• You fail, without good cause, to accept an offer of suitable work or refuse a referral to a job opportunity.\nYou voluntarily quit a job without good cause.\nYou do not register for employment-search services as required.\nYou do not fulfill your weekly work search requirements.",
    "metadata": {
      "section_title": "7. YOUR ADDITIONAL RESPONSIBILITIES",
      "page_number": 17
    }
  },
  {
    "section_id": "PA-55",
    "content": "You are discharged from a job for willful misconduct.\nYou limit the number of hours that you will work.\nYou are not physically located within the United States.\nYou are incarcerated.\n13.\n• You fail to participate in mandatory reemployment services. The Profile Reemployment Program (PREP) and Reemployment Services and Eligibility Assessment (RESEA) Program are designed to identify those claimants who are most likely to exhaust benefits and may need help in finding a new job. If you are selected for one of these programs, you must participate unless you are excused for having a good reason not to participate.\n• You withhold facts or give false information to receive or increase benefits. (See Page 15.)\n• You are prosecuted or assigned penalty weeks for knowingly misrepresenting facts or knowingly withholding facts to obtain benefits. (See Page 15.)\nRequalifying For Benefits: If you are determined to be ineligible for benefits, you may be able to qualify at a later date. In some circumstances, you must obtain a new job and earn a certain amount of wages to requalify. Call the UC service center for more information on requalifying for benefits.\n9. YOUR APPEAL RIGHTS",
    "metadata": {
      "section_title": "7. YOUR ADDITIONAL RESPONSIBILITIES",
      "page_number": 17
    }
  },
  {
    "section_id": "PA-56",
    "content": "You may appeal if you receive a decision that denies benefits, but you think you should be eligible, or you receive a decision that grants benefits, but you think that you should be eligible for more benefits.\ne | = 2 =\nUC Service Center Determination: You may appeal a UC service center determination within 15 days of the mailing date of the determination. Follow the appeal instructions that accompany the determination. Your appeal will result in a hearing before a referee, usually within 30 days after you file your appeal. Approximately seven to ten days before the hearing date, the referee’s office will mail you a hearing notice with the date and time of your hearing and other instructions. The referee will make a decision based on the testimony and evidence presented at the hearing. You should present all of your evidence at that hearing because it is your only opportunity to do so.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 17
    }
  },
  {
    "section_id": "PA-57",
    "content": "ou should present all of your evidence at that hearing because it is your only opportunity to do so. You should receive a decision from the referee within two weeks of the hearing date. If you do not receive a decision within three weeks of the hearing date, contact the referee’s office. If you receive a decision from a referee in your favor, and you do not receive payment within four weeks, contact the UC service center.\nReferee Decision: You may appeal a referee decision to the UC Board of Review within 15 days of the mailing date of the referee decision. Follow the appeal instructions that accompany the referee decision. The UC Board of Review will render a decision based upon the evidence that was presented at the hearing before the Referee.\nUC Board of Review Decision: You may appeal a UC Board of Review decision to the Commonwealth Court within 30 days of the mailing date of the Board decision.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 18
    }
  },
  {
    "section_id": "PA-58",
    "content": "Review decision to the Commonwealth Court within 30 days of the mailing date of the Board decision. Follow the appeal instructions that accompany the Board decision.\nLog onto www.uc.pa.gov for more information on appeals.\nREMEMBER! If you remain partially or totally unemployed while an appeal concerning your eligibility is pending, continue to file your biweekly claims for benefits. If the appeal is decided in your favor, only benefits for the weeks you claimed will be paid to you.\n14.\n10. OVERPAYMENTS AND COLLECTIONS\nA non-fault overpayment occurs when you receive UC benefits you are not entitled to receive through no fault of your own. The overpaid amount will be deducted from future benefit payments during the Benefit Year when the overpayment occurred and the three- year period immediately following that Benefit Year. The deductions may not exceed one- third of your WBR when the deductions are made.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 18
    }
  },
  {
    "section_id": "PA-59",
    "content": "hat Benefit Year. The deductions may not exceed one- third of your WBR when the deductions are made. However, if the total overpayment is $99 or less, the full weekly benefit amount may be applied to the overpayment. You may repay the entire overpayment in full in order to ensure that future benefit payments will not be reduced or delayed.\nA fault overpayment occurs when you receive UC benefits to which you are not entitled by reason of your fault.\n√ You must repay a fault overpayment with interest.\n√ The department will apply 100% of your future benefits towards a fault overpayment until the overpayment is recovered or the recoupment period ends. Fault overpayments on AB Dates prior to June 12, 2012, may be recovered until the end of the six-year period following the Benefit Year when the overpayment occurred. AB Dates of June 17, 2012 or later have a ten-year recoupment period.\n√ The department may file a lien against your real and personal property for a fault overpayment.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 18
    }
  },
  {
    "section_id": "PA-60",
    "content": "d.\n√ The department may file a lien against your real and personal property for a fault overpayment.\nA fraud overpayment occurs when you knowingly give false information or knowingly withhold material facts to obtain UC benefits or increase your benefits. The recovery provisions that apply to fault overpayments also apply to fraud overpayments. In addition:\n√ You may be assigned penalty weeks. A penalty week is a week when you are unemployed and otherwise eligible to receive UC, but benefits are denied because of past fraud.\n√ You may be charged a penalty equal to 15% of the amount of the overpaid benefits.\n√ Both federal law and state law allow the department to garnish your federal income tax refund to recover a fraud overpayment.\n√ You may be criminally prosecuted. Prosecution could result in a fine, imprisonment, restitution and loss of future benefits. (See Page 1.)\nRepaying An Overpayment: When repaying an overpayment, interest or penalties, please send a check or money order payable to the UC Fund.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 18
    }
  },
  {
    "section_id": "PA-61",
    "content": "Do not send cash. Include your full name, last four digits of your Social Security number and daytime telephone number on the check or money order. Your cancelled check or money order will be your receipt. All payments should be sent to Office of UC Benefits Policy, UI Payment Services, P.O. Box 67503, Harrisburg, PA 17106-7503.\nYou may also use your Visa, MasterCard, Discover, or American Express card to make a payment on the department’s convenient and secure online payment site. To make online payments, go to www.uc.pa.gov and choose the link, “View/Pay My Overpayment Online.” You will need your Social Security number and PIN. If paying online, a convenience fee will be charged to cover the department’s administrative costs.\nDishonored Check Penalty: If you give the department a check that is not honored by your bank, you will be charged a penalty. The dishonored check penalty is $10 for dishonored checks less than or equal to $10, the face value of the check for checks between $11 and $99, and $100 for checks of $100 or more.\n15.",
    "metadata": {
      "section_title": "What If You Disagree With A Benefit Decision?",
      "page_number": 19
    }
  },
  {
    "section_id": "PA-62",
    "content": "If you earned wages in federal civilian employment, you may be eligible for unemployment benefits in Pennsylvania under the federal UCFE program. Please log on to www.uc.pa.gov for more information on UCFE benefits.",
    "metadata": {
      "section_title": "Unemployment Compensation For Federal Civilian Employees (UCFE)",
      "page_number": 19
    }
  },
  {
    "section_id": "PA-63",
    "content": "UCX is a federal program that provides UC benefits to former members of the Armed Forces and the Commissioned Corps of the National Oceanic and Atmospheric Administration (NOAA) who meet the eligibility requirements of state and federal law. To apply for UCX in Pennsylvania, you must physically be in Pennsylvania when you file your application. Please log on to www.uc.pa.gov for more information on UCX benefits.",
    "metadata": {
      "section_title": "Unemployment Compensation For Ex-Service Members (UCX)",
      "page_number": 19
    }
  },
  {
    "section_id": "PA-64",
    "content": "If you lost your job or business as a direct result of a major disaster declared by the President of the United States, you may be eligible for DUA. If you are eligible for regular benefits, you must exhaust those benefits before applying for DUA. When you apply for DUA, the department will send you information about the program and DUA forms to complete and return.",
    "metadata": {
      "section_title": "Disaster Unemployment Assistance (DUA)",
      "page_number": 19
    }
  },
  {
    "section_id": "PA-65",
    "content": "If you lost your job because of foreign competition, you may be eligible for Trade Adjustment Assistance (TAA), which includes job retraining, job search and relocation aid, and weekly Trade Readjustment Allowance (TRA) benefits. Trade-affected workers age 50 or older may be eligible for Reemployment Trade Adjustment Assistance (RTAA). For more information, please call the UC service center at 888-313-7284 and select the menu option to speak to a TRA representative, visit your local PA CareerLink®, log on to www.dli.pa.gov, or log on to the U.S. Department of Labor website at www.doleta.gov/tradeact.\n16.",
    "metadata": {
      "section_title": "Foreign Trade",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-66",
    "content": "PA CareerLink® offices are located throughout the commonwealth and provide a wide variety of reemployment services such as assistance with preparing a résumé, instruction in job search techniques, services for veterans and job training. To find your nearest Pennsylvania CareerLink® office, go to www.pacareerlink.pa.gov, select “Help,” and then “PA CareerLink® Offices” and enter your zip code.",
    "metadata": {
      "section_title": "12. CONTACT INFORMATION",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-67",
    "content": "PAT offers the services listed below:\n. Biweekly claims filing\nBenefit payment information\nRequest/change federal withholding tax\nUC-1099G information\nChange UC PIN",
    "metadata": {
      "section_title": "Pennsylvania Teleclaims (PAT) Telephone Numbers",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-68",
    "content": "UC service center hours are updated on the telephone system and website. NOTE: UC service centers experience a high volume of calls on Mondays.\nVideophone service for American Sign Language users is available every Wednesday from noon to 4 p.m. at 717-704-8474.\nTTY message services are available for biweekly claims filing 24 hours a day, six days a week (Sunday through Friday), at 888-334-4046. For more information see Section 3, MAINTAINING YOUR ELIGIBILITY FOR BENEFITS, of this handbook.\nClick here for help!\nLive Chat services are available. Please visit the Frequently Asked Questions (FAQs) online at www.uc.pa.gov. If your question is not in the list of the FAQs, you can get answers from a UC agent by clicking the LiveCHAT button, located at the top of the FAQ page. Check online for the current hours of operation.",
    "metadata": {
      "section_title": "UC Service Center Contact Information",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-69",
    "content": "651 Boas St Fl 15 Harrisburg PA 17121-0751 FAX: 717-214-5463\n1101 Green Ave Altoona PA 16601-3483 FAX: 814-941-6801",
    "metadata": {
      "section_title": "Altoona UC Service Center (0994) Harrisburg UC Service Center (1239)",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-70",
    "content": "630 Kolter Dr Indiana PA 15701-3570 FAX: 724-599-1068\n14 North Linden St Duquesne PA 15110-1067 FAX: 412-267-1475",
    "metadata": {
      "section_title": "Duquesne UC Service Center (0998) Indiana UC Service Center (0997)",
      "page_number": 20
    }
  },
  {
    "section_id": "PA-71",
    "content": "1316 State St 30 Stauffer Industrial Park Erie PA 16501-1916 Taylor PA 18517-9601 FAX: 814-871-4863 FAX: 570-562-4385\n17.\n13. EQUAL OPPORTUNITY AND PRIVACY ACT STATEMENTS",
    "metadata": {
      "section_title": "Erie UC Service Center (0993) Scranton UC Service Center (0991)",
      "page_number": 21
    }
  },
  {
    "section_id": "PA-72",
    "content": "It is against the law for the recipient of federal financial assistance to discriminate on the following bases:\n• against any individual in the United States, on the basis of race, color, religion, sex, national origin, age, disability, political affiliation or belief; and\n• against any beneficiary of programs financially assisted under Title I of the Workforce Investment Act of 1998 (WIA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIA Title I-financially assisted program or activity.\nThe recipient must not discriminate in any of the following areas:\n• deciding who will be admitted, or have access, to any WIA Title I-financially assisted program or activity;\n• providing opportunities in, or treating any person with regard to, such a program or activity; or\n• making employment decisions in the administration of, or in connection with, such a program or activity.",
    "metadata": {
      "section_title": "EQUAL OPPORTUNITY IS THE LAW",
      "page_number": 21
    }
  },
  {
    "section_id": "PA-73",
    "content": "If you think that you have been subjected to discrimination under a WIA Title I-financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with either:\n• the recipient’s Equal Opportunity Officer (or the person whom the recipient has designated for this purpose); or\n• the Director, Civil Rights Center (CRC), U.S. Department of Labor, 200 Constitution Avenue NW, Room N-4123, Washington, DC 20210.\nIf you file your complaint with the recipient, you must wait either until the recipient issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above). If the recipient does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with CRC.",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU BELIEVE YOU HAVE EXPERIENCED DISCRIMINATION:",
      "page_number": 21
    }
  },
  {
    "section_id": "PA-74",
    "content": "However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient). If the recipient does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action. FOR EQUAL OPPORTUNITY INFORMATION OR TO FILE A COMPLAINT, CONTACT: Department of Labor & Industry Office of Equal Opportunity 651 Boas St., Room 1402 Harrisburg, PA 17121 Phone: 717-787-1182 or 800-622-5422 / TDD/TTY: 800-654-5984 / Fax: 717-772-2321",
    "metadata": {
      "section_title": "WHAT TO DO IF YOU BELIEVE YOU HAVE EXPERIENCED DISCRIMINATION:",
      "page_number": 21
    }
  },
  {
    "section_id": "PA-75",
    "content": "Because you are being asked to provide your Social Security number, we are required by the Privacy Act, 5 USC §552a, to give you the following information:\n• Disclosure of your Social Security number is mandatory. If you decline to give your Social Security number, your application and claims for benefits will not be processed.\n• We are authorized to solicit your Social Security number pursuant to the Internal Revenue Code (26 U.S.C. §§ 6050B and 6109) and the Social Security Act (42 U.S.C. §1320b-7).\n• Your Social Security number will be used to identify and administer your application and claims, determine your eligibility for benefits and verify your eligibility for other government benefits, for statistical purposes, and to report the amount of benefits you receive to the Internal Revenue Service for federal income tax purposes.\n18.\n|",
    "metadata": {
      "section_title": "PRIVACY ACT STATEMENT",
      "page_number": 22
    }
  },
  {
    "section_id": "PA-76",
    "content": "YOU MUST: WHEN: HOW: File claims for benefits Biweekly (every two By internet: www.uc.pa.gov. weeks) By telephone (PAT): See page 17 of the UC Handbook for telephone numbers. Mon-Fri 6:00 a.m. to 9:00 p.m. Sun 6:00 a.m. to 11:00 p.m. Not on Saturday. Register for employment Within 30 days By internet: www.pacareerlink.pa.gov. search services after filing an Click on \"Register as a New User.\" Create a application for benefits Keystone ID (user name) and password using your complete SS#. Complete your Profile and Job Preferences. Print out your Registration Confirmation page. See the UC Handbook for more details. Perform an active work Weekly (beginning the Apply for two positions. In person, by mail, search third week you apply for phone, or electronic transmission, by submitting benefits) a job application or résumé to an employer, or by other procedures set by the employer.",
    "metadata": {
      "section_title": "YOUR RESPONSIBILITIES",
      "page_number": 22
    }
  },
  {
    "section_id": "PA-77",
    "content": "ng benefits) a job application or résumé to an employer, or by other procedures set by the employer. Do one of the following: Attend a job fair, search positions, create or post a résumé, contact individuals, utilize an employment agency, take a pre-employment test, participate in a CareerLink® program or activity, or interview for a position. See the UC Handbook for more details. Keep a record of your Weekly Use Form UC-304 \"Record of Job Applications work search and Work Search Activities.\" See www.uc.pa.gov. Or, you can use your own form, as long as you record the same information. Keep the records for two years from your AB date. Provide a copy of the records when requested by the department. See the UC Handbook for more details. Report wages earned Biweekly (every two When you file for benefits biweekly, report your from any employment weeks) gross earnings. Multiply your rate of pay by the and/or any days you number of hours you worked during the week declined work when work you are claiming, Sunday through Saturday.",
    "metadata": {
      "section_title": "YOUR RESPONSIBILITIES",
      "page_number": 23
    }
  },
  {
    "section_id": "PA-78",
    "content": "hours you worked during the week declined work when work you are claiming, Sunday through Saturday. If was available you worked full time, you are not eligible for UC benefits. Report if you become Immediately By calling the service center at 888-313-7284. unable or unavailable for work Report any separation Immediately By reopening your claim over the internet at from subsequent www.uc.pa.gov or by calling the service employment center at 888-313-7284. Report any change in Immediately By internet: www.uc.pa.gov AND address, phone number, www.pacareerlink.pa.gov or by calling the service or email address center at 888-313-7284 AND calling your nearest PA CareerLink® office.\nScan with your mobile phone\nO 0%\nUnemployment Compensation\nc [m] []\nCompensacion por desempleo\n[=]; [] — G =\nUnemployment Initial Claims\n[s] —” o o\nUnemployment Biweekly Claims\nCOUNCIL 13  AFSCME  UNION LABEL",
    "metadata": {
      "section_title": "YOUR RESPONSIBILITIES",
      "page_number": 24
    }
  }
]