[
  {
    "section_id": "SC-0",
    "content": "A REFERENCE FOR UNEMPLOYMENT INSURANCE BENEFITS\nRights & Responsibilities\nA\n[\\\ne,\n7 1\n1\nNN\n\\ |\nA\n&\nW\n£\nTo file or access your claim, visit DEW.SC.GOV and click the MYBENEFITS BUTTON.\nAn Equal Opportunity Employer/Program. Auxiliary aids and services are available upon request to individuals with disabilities. For program funding details in compliance with the Stevens Amendment, please visit dew.sc.gov/funding.\nSOUTH CAROLINA DEPARTMENT OF J % dew Employment and Workforce",
    "metadata": {
      "section_title": "CLAIMANT HANDBOOK",
      "page_number": 2
    }
  },
  {
    "section_id": "SC-1",
    "content": "This handbook serves as a helpful guide to:\n• Answer questions about unemployment insurance;\n• Explain your rights and responsibilities while receiving unemployment insurance (UI) benefits under South Carolina law and the regulations of the S.C. Department of Employment and Workforce (DEW);\n• Define terminology and acronyms; and\n• Provide resources where you can find more information.\nThis resource is intended to empower you with information to help you move quickly from unemployment to reemployment.\nStatements in this book are intended for informational purposes only and do not have the effect of law, regulation, or ruling. If anything in this guide conﬂicts with a statute, regulation, or other binding law, the statute, regulation, or other binding law controls.\nm e = = e § Ji ~ 10 3 \\\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n2",
    "metadata": {
      "section_title": "PURPOSE OF THE CLAIMANT HANDBOOK",
      "page_number": 3
    }
  },
  {
    "section_id": "SC-2",
    "content": "The UI Handbook is divided into the sections listed below with potential questions answered in that section.\nAbout this Handbook 4 Getting You Back to Work Did You Find a New Job and Overview of Now Need to Stop Receiving UI? Unemployment Insurance (UI) About the UI Program We are Here to Help You What We Need to Provide the Best Customer Service 5 UI Fraud Claimant Fraud Identity Theft and Impostor Claims The UI Application Process 6 Appeal Rights Do I Really Need to Participate in the Hearing? Eligibility for UI Benefits Qualifying for UI Benefits 7 Do I Need Evidence or Witnesses? How to Submit an Appeal Benefit Year Why are You No Longer Working for Your Past Employer? Are You Able and Available to Work? Initial Determination Overpayments Overpayment Notification Repaying an Overpayment Payment Plans for Overpayments Amount of UI Benefits 10 Failing to Repay an Overpayment Waiting Week Base Period Appendix A - Legal Disclosures 24 Equal Opportunity Information Benefit Amount Clarified Monetary Determination Weekly Benefit Amount 11 What to Do if You Experience Discrimination Accommodations for Individuals with Disabilities Your Privacy Matters to Us Income & Eligibility Verification Notice Deductions What is Deductible from my Benefits? 12 Appendix B - Glossary Maintaining Your UI Eligibility 14 Appendix C - Claimant Checklist 27 Important Reminders and Tips of Your Responsibilities as a Claimant Appendix D - Appeal Hearings Frequently Asked Questions Reporting Earnings 16 When to Report Earnings Appendix E - SC Works What Earnings to Report How to Calculate Gross Earnings 17 18 20 22 25 28 29",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 3
    }
  },
  {
    "section_id": "SC-3",
    "content": "See page 25 for explanations of UI terms.\n3",
    "metadata": {
      "section_title": "TABLE OF CONTENTS",
      "page_number": 4
    }
  },
  {
    "section_id": "SC-4",
    "content": "The loss of a job can be very stressful for both you and your family, but our agency is here to help.\nThe purpose of the unemployment insurance (UI) program is to pay temporary income, known as unemployment benefits, to workers who have lost their job through no fault of their own.\nEmployers pay all costs of the UI program. Workers do not pay any part of it.\nWhile a physical copy of the handbook may be provided to claimants, an interactive, digital version of this handbook, with live links to resources, is available at dew.sc.gov/handbook.",
    "metadata": {
      "section_title": "ABOUT THIS HANDBOOK",
      "page_number": 4
    }
  },
  {
    "section_id": "SC-5",
    "content": "• Visit our Website\n• dew.sc.gov\n• Call our Call Center\n• 1.866.831.1724, SC residents, Relay 711\n• Visit Us in Person\n• For technology and guides to assist with the UI claims process, you can use the resource room in an SC Works center or visit one of the 150+ Connection Points located throughout the state. To find a location near you, go to the Find a Center page of the SCWorks.org website.\n  \n• Visit our Certified Social Media Accounts\n@scdewinfo (Twitter)\n@SCWorksinfo (Twitter)\n@scdew_info (Instagram)\n@scdepartmentofemploymentandworkforce (Facebook)\n@scdew (LinkedIn)\nWhen you connect with us through social media, make sure you are selecting our certified page.",
    "metadata": {
      "section_title": "How to Contact Us",
      "page_number": 4
    }
  },
  {
    "section_id": "SC-6",
    "content": "This right-hand column will appear on every page with tips, reminders, and supplemental insight. Make sure to keep an eye out for the following icons to know what type of information is being listed in the upcoming pages.\nHelpful Hints\nDefinitions\nReminders\nFrequently Asked Questions (FAQ)\nDid You Know?\n= o\nVideo available on YouTube.com/SCDEW\nResources available on dew.sc.gov/individuals",
    "metadata": {
      "section_title": "Legend",
      "page_number": 4
    }
  },
  {
    "section_id": "SC-7",
    "content": "You can check the status of your claim, request information, and more through our safe and secure website.\nVisit dew.sc.gov and click the MyBenefits button 24 hours a day, 7 days a week or download the SCDEW App | (Apple) (Android) to your smartphone.",
    "metadata": {
      "section_title": "For Fastest Service, Go Online",
      "page_number": 4
    }
  },
  {
    "section_id": "SC-8",
    "content": "Free services are available to assist you if you do not speak English. For assistance in a language other than English, please call 1.866.831.1724.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n4",
    "metadata": {
      "section_title": "Language Assistance",
      "page_number": 5
    }
  },
  {
    "section_id": "SC-9",
    "content": "UI is a program that provides temporary income to workers who lost their jobs through no fault of their own. The S.C. Department of Employment and Workforce (DEW) pays UI benefits to workers who are unemployed and meet all eligibility requirements.\nThe employer pays the full cost of unemployment benefits and is legally prohibited from deducting anything from a worker’s pay for this purpose.",
    "metadata": {
      "section_title": "About the UI Program",
      "page_number": 5
    }
  },
  {
    "section_id": "SC-10",
    "content": "Customer service is of the utmost importance to us. DEW is here to support you on your journey toward reemployment. DEW’s mission is to promote economic stability and relieve the hardships of unemployment by using employer contributions to pay benefits to eligible individuals while helping them find a new job. DEW is committed to providing quality service to the public through a well- trained, motivated, ethical, and professional workforce.",
    "metadata": {
      "section_title": "We are Here to Help You",
      "page_number": 5
    }
  },
  {
    "section_id": "SC-11",
    "content": "This Claimant Handbook provides a general overview of the UI process and common questions, but there are many factors that might influence a person’s claim. In order for our agency to best assist you through your time of unemployment and make sure you are paid benefits in a timely manner, please help us by:\n• Providing accurate information.\n• Responding to requests for information right away.\n• Making sure you do all your weekly requirements to maintain UI eligibility.\n• Keeping your contact information updated.\n• Checking your online portal regularly.\nWhen you are filing your claim, make sure to provide updated contact information. DEW may send you time sensitive information that requires a response. If you did not opt into the text alerts when filing your claim, we strongly encourage you to login and do so. A cell number for text alerts and an email that you check regularly are the best way to make sure you get information from the agency.\nIf you move or change your information, let us know as soon as possible. Failure to notify our agency of your current contact information may result in a delay in payment of benefits or a fraud alert being placed on your account. Information can be updated in the MyBenefits portal.\n—\n0",
    "metadata": {
      "section_title": "What We Need to Provide the Best Customer Service",
      "page_number": 5
    }
  },
  {
    "section_id": "SC-12",
    "content": "All UI benefit payments are based on wages paid rather than need and are only paid to people unemployed through no fault of their own.\nDid you know that Ul benefits are paid from the South RN = Carolina Unemployment Insurance Trust Fund?\nClaimants - People applying for unemployment insurance benefits.\nThe fund is supported solely by a special tax on employers. No money is ever deducted from your paycheck to pay for UI benefits.\ni » OO0\nWatch our “Understanding UI: What is UI and Where Does it Come From?” video to learn more!\nSee page 25 for explanations of UI terms.\n5",
    "metadata": {
      "section_title": "Is Unemployment Insurance a form of public assistance?",
      "page_number": 6
    }
  },
  {
    "section_id": "SC-13",
    "content": "In South Carolina, the UI process is all online. There are no paper applications or lines to wait in. Filing can be done on a computer or a smartphone. If you do not have these resources available, computer labs in the SC Works centers located throughout the state, as well as computer stations in the 150+ Connection Points around South Carolina can provide the technology, guides, and tutorials to help you file.\nHere is the information you will need to file an initial claim:\n• Your social security number.\n• Your work history for the past 18 months including:\n• Employers’ business names,\n• Employers’ addresses,\n• Employers’ phone numbers, and\n• Your salary for each employer.\n• If you are not a U.S. Citizen, your alien registration number and documentation.\n• If you served in the military in the past 18 months, DD-214 Form (Member 4 copy).\n• If you are a federal civilian employee, SF-50 (PDF) and SF-8 (PDF) Form.",
    "metadata": {
      "section_title": "THE UI APPLICATION PROCESS",
      "page_number": 6
    }
  },
  {
    "section_id": "SC-14",
    "content": "A step-by-step comprehensive guide to filing can be found on the Individuals tab of the dew.sc.gov website, however, the basic steps include:\n• Creating an account which includes setting up a username and password, as well as completing an identity verification process.\n• Filing a new claim.\n• Completing the weekly certification.\n• Please note, if eligible, you must serve a one-week waiting period after you file your claim before you can receive any benefits, and this week will not be paid.\n• Receiving a letter of initial monetary determination.\n• You will receive a notice which explains your base period and informs you whether your wages are enough to qualify you for benefits.\n• Weekly Activities.\n• In order to receive benefits each week, there are some important activities that you must complete, starting the first week you file.\n=\n[ D> ] > oo",
    "metadata": {
      "section_title": "THE UI APPLICATION PROCESS",
      "page_number": 6
    }
  },
  {
    "section_id": "SC-15",
    "content": "You will find these guides here https://dew.sc.gov/applying-benefits:\n• Register for an Account Instructions (PDF)\n• ID.me User Guide | (Español) (PDF)\n• Virtual In-Person Proofing User Guide\n• Frequently Asked Questions About ID.me\n• How to Reset Your MyBenefits Portal Username/Password & Update Security Preferences\n• File a New Claim Instructions (PDF)\n• Weekly Certifications Instructions (PDF)\n• SCWOS Weekly Job Searches PDF Tutorial | (Español) (PDF)\n• Earnings Worksheet (PDF)\n• Employer Filed Claims (PDF)",
    "metadata": {
      "section_title": "Guides Available",
      "page_number": 6
    }
  },
  {
    "section_id": "SC-16",
    "content": "Available on YouTube.com/SCDEW:\n• How to Register a New Account\n• MyBenefits Portal Dashboard Tour\n• How to File a Claim\n• How to File a Weekly Certification\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n6",
    "metadata": {
      "section_title": "Videos Available",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-17",
    "content": "Our agency will review your claim to determine if you qualify for benefits based on the following criteria.\n• How much did you earn in the 12-18 months before filing a claim?\n• You must have earned enough wages in the 12 to 18 months prior to filing a claim. After you file your initial claim, you will receive a notice which displays your wages from all covered employers (a covered employer is a business that pays tax to the UI Trust Fund) that informs you whether the wages are enough to qualify for benefits. If you have enough wages to qualify, you have established what is known as a benefit year.",
    "metadata": {
      "section_title": "Qualifying for UI Benefits",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-18",
    "content": "Your benefit year will run one (1) year from the effective date of your initial or new claim, with a maximum of twenty (20) weeks of benefits. During this benefit year, you may receive a weekly benefit amount for each week in which you are unemployed and meet the eligibility requirements until the maximum benefit amount has been paid to you.\n• If you exhaust your maximum benefit amount before the end of the benefit year, you must wait until the end of the benefit year before you can file a new initial claim for benefits.\n• However, in order to qualify for a second benefit year, you must earn at least eight (8) times your weekly benefit amount after the effective date of the first claim.",
    "metadata": {
      "section_title": "Benefit Year",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-19",
    "content": "• Are unemployed because you were laid off.\n• Are partially unemployed because your employer does not have enough work for you.\n• Were separated through no fault of your own from your most recent bona fide employer.\n• Are able to work.\n• Are available to work.\n• Are actively seeking work.",
    "metadata": {
      "section_title": "You may be eligible for benefits if you:",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-20",
    "content": "• Left your job for personal reasons unrelated to work.\n• Were discharged for cause or for misconduct.\n• Are not legally authorized to work in the United States.\n• Are self-employed full-time.\n• Are currently receiving workers’ compensation for an on-the-job injury.\n• Are not able or available to work due to illness, injury, lack of transportation or child care, etc.",
    "metadata": {
      "section_title": "You may be ineligible for benefits if you:",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-21",
    "content": "Being available for work means you could start work tomorrow. If you are not able to work due to illness or injury or if you are out of town or on vacation, you are not eligible for UI benefits until you are once again able to work. Suitable work includes any trade, occupation, or business in which you are qualified based on your training or experience.\nIn order to qualify for UI benefits each week you must be:\n• Actively looking for work.\n• Mentally and physically able to work.\n• Available to accept new work and do not have personal responsibilities that would prevent you from working, such as child care or health issues.\n=",
    "metadata": {
      "section_title": "Are You Able and Available to Work?",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-22",
    "content": "Yes, you can still be eligible to receive UI benefits even if you have worked during the week as long as you have worked less than full-time hours (29 hours or less per work week) due to lack of available work with your employer AND the gross pay you earned working in the week is less than your weekly benefit amount. All wages that you earned in any employment during the claim week must still be reported when you file a claim for that week, even if you haven’t received payment.\nClaimants who worked most of their weeks in part- time employment during their base period will only be required to look for part-time work during their period of unemployment, if approved by DEW. More information is available in the partial employment section of the handbook.",
    "metadata": {
      "section_title": "Can I qualify for unemployment even if I am still technically working?",
      "page_number": 7
    }
  },
  {
    "section_id": "SC-23",
    "content": "If you are eligible for UI benefits, you may receive your payment:\n• Through direct deposit – this option puts money directly into your bank account.\n• On a prepaid debit card – this option provides you with a prepaid debit card from FISERV. You can make purchases, get cash, and pay bills everywhere FISERV debit is accepted.\nThe Bona Fide Employer is the most recent work or employer from which you separated and earned eight (8) times your weekly benefit amount.\nAre you Able and Available to work? Not only must you be physically able to work and available to work without restrictions, but you must also be actively searching for work each week and ready to accept any suitable employment offered to you.\nool\nWatch our “Understanding UI: What is Able and Available?” video to learn more!\nSee page 25 for explanations of UI terms.\n7",
    "metadata": {
      "section_title": "What are my options for receiving payment?",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-24",
    "content": "You may be ineligible to receive UI benefits:\n• If you are discharged for cause or misconduct by your employer.\n• If you quit your job without good cause.\n• If you voluntarily retire from your job.\n• If you refuse to take a referral to a job.\n• If you refuse a suitable job offer.\n• If you are disqualified from benefits and would like to reapply, you will need to wait for the disqualification period to end, once the disqualification period is over, you will need to reopen your claim by reactivating it or filing a new initial claim in the MyBenefits portal.",
    "metadata": {
      "section_title": "UI Eligibility Determinations",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-25",
    "content": "While most claimants easily file for UI, there are different types of claims or scenarios that may require a slightly different process or information. Here are some examples:",
    "metadata": {
      "section_title": "Other Types of Claims",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-26",
    "content": "Also known as Interstate Claims, if you live in another state but were separated from a South Carolina employer that reported wages in South Carolina, you must file an Interstate claim. The same eligibility and weekly requirements apply to Interstate Claims as regular claims.\nIf you live in another state and did not work in South Carolina within the last 18 months, you must file your claim in the state you reside or the state where you last worked.",
    "metadata": {
      "section_title": "Out of State Claims",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-27",
    "content": "Many employers file a claim on behalf of their employees. Here are some important things to know about that process:\n1. If an employer files a claim, the employee does not need to file their own claim unless the employer stops filing for them.\n2. When an employer files a claim for an employee, that individual does not need to do a weekly certification in order to receive benefits.\n3. When an employer files a claim for an employee, that individual does not need to conduct two weekly work searches in order to receive benefits.\n4. Employers can only file six weeks for an employee. When the six weeks have been filed by the employer, if the claimant is still unemployed or partially unemployed, the claimant will need to file their own claim in order to continue receiving benefits.\nIf a claimant does begin to file their own claim:\n• They will have to begin certifying their claim each week.\n• They will have to begin conducting two weekly work searches through an SC Works Online Services account.",
    "metadata": {
      "section_title": "Employer Filed Claims",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-28",
    "content": "When filing weekly claims, remember that you must report all work performed for any employer and all wages earned during the week, even if you have not been paid, and you must seek full-time work.\nSuitable Work - Any trade, occupation, or business in which you are qualified to work based on your skills, education, training, and experience.\nDid you know that if you decide to appeal a disqualiﬁcation determination, then you must continue to ﬁle your weekly claims?\nYou will not be eligible to receive benefits for a week if you do not file a timely claim for that week, even if you win your appeal.\nClick on our How to File an Appeal section for guides and helpful tips.\n© N\nSRl =\n=\n5. If the employee has earned wages with any other job (even if they have not received payment for the work) besides the employer who is filing a claim for them, it is the employee’s responsibility to report those earnings. The employee should let the employer know before the employer filed claim is entered for that week. If the employee does not notify the employer, they should contact DEW to report the earnings.",
    "metadata": {
      "section_title": "Employer Filed Claims",
      "page_number": 8
    }
  },
  {
    "section_id": "SC-29",
    "content": "If you have been employed by the federal government, you may be eligible for UI benefits based on wages paid to you as a federal civilian employee.\nUI for federal employees is computed and paid in accordance with state law.\nAny federal civilian employment, during the base period described in this document, should be reported on the MyBenefits portal if you have not already done so.\nAfter your claim has been processed, you may receive an Affidavit of Federal Civilian Service (Form ETA-935) in the mail requesting wage and separation information. This form should be completed and uploaded to the portal or mailed to SCDEW, Attn: Exceptions Unit, PO Box 995, Columbia, SC 29202 with proof of employment\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n8\nand wages (i.e. leave and earnings statement, W-2 Form, etc.). This information will be used to estimate your benefits if the federal employer does not respond to DEW within the time limit allowed. To expedite the monetary determination when filing your application for benefits, you should provide the department with the Standard Form 8 (SF-8) and Standard Form 50 (SF-50), which should be provided to you by your employer upon separation.\nAs a federal employee, you should report your wages in the state where your duty station was located. If you earned wages from another employer after being separated from the federal job, those wages should be reported where they were earned.",
    "metadata": {
      "section_title": "UI for Federal Employees",
      "page_number": 9
    }
  },
  {
    "section_id": "SC-30",
    "content": "You may be eligible for unemployment benefits if you completed your first full term of service and were separated under honorable conditions. Ex-service members who did not complete their first full term of service and were separated honorably, under honorable conditions or uncharacterized for certain “acceptable narrative reasons” may qualify. These acceptable narrative reasons are provided to the states by the US Department of Labor and will be evaluated when a claim is filed.\nYou must provide a copy of your most recent DD214 Member Copy 4 or a Certified Copy of Member Copy 2. Worksheets are not acceptable.",
    "metadata": {
      "section_title": "UI for Ex-Service Members",
      "page_number": 9
    }
  },
  {
    "section_id": "SC-31",
    "content": "Section 3304(a)(6)(A) of the Federal Unemployment Tax Act states that the employees of educational institutions and educational\nservice agencies will be ineligible to receive UI (based on such service) between academic years or terms and during vacation or holiday periods within terms, if the employee is ruled to have a reasonable assurance of performing services with that employer the following year, term, or remainder of term. However, you may be eligible to receive UI benefits if you have other sufficient wages to establish a claim without using your school wages.",
    "metadata": {
      "section_title": "School Worker Claims",
      "page_number": 9
    }
  },
  {
    "section_id": "SC-32",
    "content": "You will not be denied UI benefits for any week in which you are required, by law, to appear in court as a witness or to serve as a juror. However, your weekly benefits will be reduced by any amount of money you receive for serving on jury duty, and you must report that money as earnings on your weekly claim. Serving on jury duty does not exclude you from making an active search for work during each week you claim unemployment benefits.",
    "metadata": {
      "section_title": "Ofﬁcial Court Appearances and Beneﬁt Eligibility",
      "page_number": 9
    }
  },
  {
    "section_id": "SC-33",
    "content": "Due to provisions of federal law, South Carolina was required to amend its law to require the deduction of certain types of pensions from unemployment benefits. A pension is deductible only if it meets two criteria:\n1. The pension must be based on your work; and\n2. The pension must be provided by a base period or chargeable employer.\nYour pension is deductible at the percentage that was contributed by your employer. Military pension is deductible at 100 percent.\n-t - .~ 7 v % y A — ik\nSee page 25 for explanations of UI terms.\n9",
    "metadata": {
      "section_title": "Pension Reduction",
      "page_number": 10
    }
  },
  {
    "section_id": "SC-34",
    "content": "After you file a claim for UI benefits, you will receive a monetary determination in the mail. The monetary determination explains:\n• The amount of benefits you are potentially eligible to receive, if approved, and how that amount was calculated.\n• The number of weeks you will be eligible for benefits.\n• Information about how to appeal or request a monetary reconsideration if you disagree with the determination.",
    "metadata": {
      "section_title": "AMOUNT OF UI BENEFITS",
      "page_number": 10
    }
  },
  {
    "section_id": "SC-35",
    "content": "The first week of your claim is considered a waiting week. You must be unemployed during the waiting week, meet the eligibility requirements of the law, and complete a work search for the week.",
    "metadata": {
      "section_title": "Waiting Week",
      "page_number": 10
    }
  },
  {
    "section_id": "SC-36",
    "content": "Unemployment benefits are determined by the wages you earned while working during a “base period.” The base period determines your Weekly Benefit Amount (WBA) and is calculated by calendar quarters for the year of employment before filing your claim. There are four calendar quarters in a year. They are:\nGross Wages - The full amount of pay an employee earns before taxes and deductions are withheld.\nQuarter 1: January, February, and March. Quarter 3: July, August, and September. Quarter 2: April, May and June. Quarter 4: October, November, and December.",
    "metadata": {
      "section_title": "Base Period",
      "page_number": 10
    }
  },
  {
    "section_id": "SC-37",
    "content": "There are two types of base periods. A Standard Base Period and the Alternate Base Period.\nThe Standard Base Period is calculated using the earnings from the first four quarters out of the last five completed calendar quarters before you filed your claim.\nPrevious Year  Quarter 1:   Quarter 2:   Quarter 3:   Quarter 4:   Lag Quarter:   Current   Jan-Mar  Apr-June  July-Sept  Oct-Dec  Jan-Mar  Quarter  Standard Base Period \nIf the wages you earned from any and all employment during a week were higher than your weekly benefit amount then you are not eligible to receive any benefits because you do not meet the definition of unemployed. However, if the wages you earned from any and all employment during a week were less than your weekly benefit amount, the portion of your earnings that is in excess of one-fourth (25 percent) of your weekly benefit amount will be deducted from your benefit check.",
    "metadata": {
      "section_title": "Did your partial work earnings exceed your UI benefit weekly amount?",
      "page_number": 10
    }
  },
  {
    "section_id": "SC-38",
    "content": "The Alternate Base Period is used when the claimant does not have enough wages in the Standard Base Period. In that case, the quarter just prior to the quarter in which the claim is filed, also known as the lag quarter, can be used to calculate an individual’s benefits.\nStandard Base Period  Quarter 1:   Quarter 2:   Quarter 3:   Quarter 4:   Lag Quarter:   Current   Jan-Mar  Apr-June  July-Sept  Oct-Dec  Jan-Mar  Quarter  Alternate Base Period \nDuring either Base Period, you must have worked in at least two of the quarters and earned at least $1,092 in your highest earning quarter. You must also have earned at least $4,455 in your total wages to qualify for benefits and the total base period wages must equal or exceed one and one-half times the total of the high quarter wages.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n10\n— ie = e I o 7 i l s t N ¥ a",
    "metadata": {
      "section_title": "Did your partial work earnings exceed your UI benefit weekly amount?",
      "page_number": 11
    }
  },
  {
    "section_id": "SC-39",
    "content": "Once your base period is established and calculated, the agency determines how much monetary assistance you are potentially eligible to receive. You will receive a letter with this information. This is called a monetary determination. Your monetary determination shows your recent previous employment and wages that are used to establish how much you can expect to receive each claim week and the maximum amount you are potentially eligible to receive.\nGo over it carefully. If you have any wages during the base period that are not included, contact a claims representative at 1.866.831.1724 or dispute your wages in your MyBenefits portal. You may be required to submit proof of missing wages by providing a paystub or other proof of income such as a W2. Missing wages may be added to your monetary determination.",
    "metadata": {
      "section_title": "Monetary Determination",
      "page_number": 11
    }
  },
  {
    "section_id": "SC-40",
    "content": "Generally, your weekly benefit amount will be 50 percent of your average weekly wage during the high quarter of your base period. However, the S.C. Code provides for a weekly benefit amount ranging between $42 and a maximum amount set by DEW, which is currently $350.\nHow is the weekly benefit amount established? You must meet three (3) requirements under the law:\n1 You must have been paid wages of at least $1,092 in covered employment during the high quarter of your base period;\nCovered employment is wages earned from employers who pay into the Ul Trust Fund.\nYou must have been paid a minimum of $4,455 in covered employment during your base period; and Q1+Q2+Q3+Q4=at least $4,455.\nYour total base period wages must equal or exceed one and one-half times the total of your high quarter wages. Q1+Q2+Q3+Q4=15x51,092 OR at least $1,638.",
    "metadata": {
      "section_title": "Weekly Benefit Amount",
      "page_number": 11
    }
  },
  {
    "section_id": "SC-41",
    "content": "If you meet these requirements then the weekly benefit amount is the sum of wages earned during the high quarter of your base period, divided by 26 — but it is important to remember that the resulting amount cannot exceed the maximum amount established by DEW.\nYour maximum total benefit amount for this benefit year is the lesser of:\n. Twenty (20) times your weekly benefit amount, or\n. One-third (1/3) of your total base period wages. Please note that under this calculation method, your final payment may be less than the full weekly benefit amount.\n[ D> ] 000\nIf during your base period, standard or alternate, you earned wages in covered employment that were not shown on your initial (first) determination, or if your initial determination lists wages that were not earned by you, you may request a redetermination of your claim, by contacting a Ul claims representative at 1.866.831.1724 or disputing your wage in the MyBenefits portal.\nWatch our “Understanding Ul: Weekly Benefit Amount” video to learn more!",
    "metadata": {
      "section_title": "Weekly Benefit Amount",
      "page_number": 11
    }
  },
  {
    "section_id": "SC-42",
    "content": "Previous Year Ql Q2 Q3 Q4 Current Jan-Mar Apr-June July-Sept Oct-Dec Quarter $7,400 $8,000 $6,800 $7,800 - /s tandard Base Period Highest Base Period Quarter $8,000 / 26 = $307 === 20 Weeks * $307 = $6,140 $30,000/ 3 = $10,000\nMaximum benefits would be $6,140 since that amount is less than $10,000. This would then be divided into weekly benefit payments.\nSee page 25 for explanations of Ul terms.\n11",
    "metadata": {
      "section_title": "Example:",
      "page_number": 12
    }
  },
  {
    "section_id": "SC-43",
    "content": "While searching for full-time work, you may have the opportunity to work part-time. When you certify your claim, you must report all of the work you did for any employer the previous Sunday through Saturday claim week, even if you have not yet been paid for that work. When you enter the information, you must report gross earnings. This is the amount you earned before taxes and other deductions are taken out. This is not to be confused with take-home pay.\nEmployers report wages they pay to employees to the agency, and DEW compares that to the wages you report. If you were paid for work and did not report that while collecting UI benefits, you will have to pay any benefits you collected back to the agency, and you could potentially face prosecution. So make sure to report all information accurately.",
    "metadata": {
      "section_title": "Other Earnings",
      "page_number": 12
    }
  },
  {
    "section_id": "SC-44",
    "content": "Benefits may be paid to you for any week in which you work less than full-time because your employer does not have full-time work to offer you and you earn less than your weekly benefit amount. You may also apply for benefits for any week in which you are unemployed, although you may have worked some “odd jobs,” provided your earnings from these odd jobs are less than your weekly benefit amount. In either instance, you must report all earnings from any and all employment when filing your claim, and you must complete your weekly job searches in the SC Works Online Services (SCWOS) system.\nYour employer may file a partial claim for you, it is called an Employer Filed Claim. Your employer must report all earnings and applicable deductions (such as pensions) when filing the claim. You must inform the employer that is filing of any earnings from outside employment so that it can be included in your claim.",
    "metadata": {
      "section_title": "Partial Employment",
      "page_number": 12
    }
  },
  {
    "section_id": "SC-45",
    "content": "Unemployment benefits are considered income and are therefore subject to state and federal income taxes. The Internal Revenue Service (IRS) and the S.C. Department of Revenue will furnish complete information on how to report and compute the tax. Individuals have the option of having taxes withheld from their benefits, but the agency does not automatically withhold taxes from your weekly benefits. You may choose to have no taxes withheld, or you may choose to have state or federal taxes, or both withheld. The tax withholding rate is 10 percent for Federal taxes and 7 percent for state taxes.\n3 ) 5 AN\nBe sure to report any separation payments when you file your weekly claim. You may be contacted by the agency for additional details to help determine if your separation pay is deductible.\nSome or all of your unemployment benefits may be reduced if you:\n• Owe court-ordered child support.\n• Previously received unemployment benefits that you were not entitled to and have an overpayment balance.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n12",
    "metadata": {
      "section_title": "Income Tax",
      "page_number": 13
    }
  },
  {
    "section_id": "SC-46",
    "content": "Retirement income may affect your weekly benefit amount. You must tell us if you receive or apply to receive payment from your retirement plan.",
    "metadata": {
      "section_title": "Retirement income",
      "page_number": 13
    }
  },
  {
    "section_id": "SC-47",
    "content": "You will be furnished a statement (Form 1099-G) by the end of January for the previous calendar year, showing the amount of unemployment benefits you have received and any taxes withheld. The IRS and the State Department of Revenue are furnished with the same information. This information is mailed and is available in your MyBenefits portal.\nIt is the responsibility of each individual to inform DEW of any address change to ensure the Form 1099-G is sent to the correct address.\nIf you believe the amount listed on your 1099-G is inaccurate, you can submit a dispute request through your MyBenefits portal.\nIf you believe you received a 1099-G in error due to fraud, please complete the identity theft fraud survey on our website with information to contact you. The fraud department will reach out to you.\nFor fraud issues, it will be necessary to file a victim report with your local police and provide a signed copy to DEW. DEW may place an ID theft hold on your claim and it will then be necessary for you to provide documentation to prove your identity for future benefits.",
    "metadata": {
      "section_title": "1099-G",
      "page_number": 13
    }
  },
  {
    "section_id": "SC-48",
    "content": "Click on our Accessing Your 1099-G section for guides and helpful tips.",
    "metadata": {
      "section_title": "1099-G Resources",
      "page_number": 13
    }
  },
  {
    "section_id": "SC-49",
    "content": "Click on our Finding Your 1099G Tutorial to learn how to access and download your 1099-G form.\nVOID CORRECTED PAYER'S name, street address, city or fown, stale or province, country, ZIP 1 Unemployment compensation | OMB No. 1545-0120 or foreign postal code, and telephone no. rom 1099-G Certain $ Government 2 State or local income tax (Rev. January 2022) refunds, credits, or offsets For calendar year Payments 20 $ PAYER'S TIN RECIPIENT'S TIN 3 Box 2 amount is for tax year 4 Federal income tax withheld Copy 1 $ RECIPIENT'S name 5 RTAA payments 6 Taxable grants For State Tax Department $ $ 7 Agriculture payments 8 Check if box 2 is trade or business Street address (including apt. no.) $ income 9 Market gain Gity or town, state or province, country, and ZIP or foreign postal code $ 10a Stat 10b State identification no 11 State income tax withheld Account number (see instructions) S $ Form 1099-G (Rev. 1-2022) Www.irs.gov/Form1099G Department of the Treasury - Interal Revenue Service\nYou must notify DEW of any address change through the MyBenefits portal – even if you are no longer receiving UI benefits. This is important so that your tax form 1099-G will be sent to the correct address.\nSee page 25 for explanations of UI terms.\n13\na1",
    "metadata": {
      "section_title": "A sample 1099-G is shown here:",
      "page_number": 14
    }
  },
  {
    "section_id": "SC-50",
    "content": "Every week that you claim benefits, you must complete three tasks to remain eligible:\n1. Complete a weekly claim certification (confirming with the agency that you are still unemployed, fully or partially, and are able and available to work).\n2. Report earnings (any money you earned from any and all employers during the claim week).\n3. Conduct an active search for work (including two electronically verifiable work searches while logged into your SC Works Online Services account).",
    "metadata": {
      "section_title": "MAINTAINING YOUR UI ELIGIBILITY",
      "page_number": 14
    }
  },
  {
    "section_id": "SC-51",
    "content": "Claim weeks run Sunday through Saturday. You must complete a weekly certification in the MyBenefits portal EVERY WEEK. Weekly certification simply means that you are confirming with the agency that you are still unemployed, fully or partially, and that you are still both able and available to work.\nExample: You file your initial claim in Week 1. You will start completing your weekly certification in Week 2.\nWhen you complete your weekly certification in Week 2, you are certifying if you met the eligibility requirements for Week 1.",
    "metadata": {
      "section_title": "Let’s look at each of these activities in more detail. Weekly Certification:",
      "page_number": 14
    }
  },
  {
    "section_id": "SC-52",
    "content": "You may have the opportunity to work part-time while you are filing for unemployment. When you certify your claim, you must report the earnings for any work you did the previous Sunday through Saturday claim week, even if you have not yet been paid for that work.\n»\nExample: You file your initial claim in Week 1. While completing your weekly certification in Week 2, you report any earnings for work you did in Week 1, even if you did not get paid in Week 1.\nFailure to complete any of these actions can disqualify you from current or future benefits!",
    "metadata": {
      "section_title": "Report Earnings:",
      "page_number": 14
    }
  },
  {
    "section_id": "SC-53",
    "content": "Did you know claimants can download the DEW and SCWOS apps on their smartphone for free. With these two apps you can file a claim, complete your weekly certification, and report any earnings for the week (DEW app) as well as complete your two work searches (SCWOS/SC Works app) with just a few taps.\nYou can also visit the resource room of any SC Works center or visit one of the more than 150+ Connection Points across the state to use a computer.\nRemember, you must complete two (2) of your weekly job searches through SC Works Online Services (SCOWS) every week.\nClaim weeks are Sunday through Saturday.",
    "metadata": {
      "section_title": "No computer access? No problem.",
      "page_number": 14
    }
  },
  {
    "section_id": "SC-54",
    "content": "Each week that you certify for benefits, you are required to actively search for work, which must include completing at least two electronically verifiable work searches in the SC Works Online Services (SCWOS) portal while logged into your SCWOS account. This active search for work helps increase your chances of both finding the right job, as well as getting a job offer.\nExample: You file your initial claim Week 1.\nWhen you finish filing the initial claim in Week 1, create an account in SCWOS.\nIn Week 1, complete two work searches while logged into your SCWOS account.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n14",
    "metadata": {
      "section_title": "Work Search:",
      "page_number": 15
    }
  },
  {
    "section_id": "SC-55",
    "content": "• You must register in SCWOS at jobs.scworks.org.\n• You must look for full-time work each week you file for unemployment benefits, unless otherwise instructed by the agency.\n• You must certify your claim for benefits each week you are unemployed in order to receive benefits.\n• Claim weeks begin on Sunday and end the next Saturday.\n• You must file your weekly claims timely. A claim is timely if it is filed within fourteen (14) calendar days of the Saturday of the claim week. You cannot be paid benefits for any weeks that you do not file or that you file late.\n• You must report any earnings, including tips, from any and all employers on your weekly claim. Gross earnings must be reported when you earn them, NOT when you get paid.\n• If you file an appeal, you must continue to file a timely claim each week.",
    "metadata": {
      "section_title": "Important Reminders and Tips of Your Responsibilities as a Claimant",
      "page_number": 15
    }
  },
  {
    "section_id": "SC-56",
    "content": "Once you have successfully completed your weekly certification and DEW has issued a payment on your portal homepage, it will take approximately two to three business days to clear your bank account. This may vary depending on your bank.\nHolidays could also affect how long it takes to get your payment. While our agency’s system will release payment as long as you have certified your week and conducted your two work searches, bank closures and the state holiday calendar could create a delay of when you can access your funds.\nClick on our Manage Your Weekly Benefits section for guides and helpful tips.\n- v N | | P ' | = / AR 4= f e e < N - ———— Ly, — = e >3 ” N Ay , V bV\nSee page 25 for explanations of UI terms.\n15\n1\\ | ) 74 \\ ¢ ¥ N t 3 —",
    "metadata": {
      "section_title": "I’ve submitted my weekly certification. How long until I receive my payment?",
      "page_number": 16
    }
  },
  {
    "section_id": "SC-57",
    "content": "If you are working while claiming UI benefits, you must report how much money you made from any and all employers. The amount you must report is your gross earnings, not your net earnings.",
    "metadata": {
      "section_title": "REPORTING EARNINGS",
      "page_number": 16
    }
  },
  {
    "section_id": "SC-58",
    "content": "Earnings must be reported each week when certifying for UI benefits for the previous Sunday through Saturday period, even if you have not yet been paid.",
    "metadata": {
      "section_title": "When to Report Earnings",
      "page_number": 16
    }
  },
  {
    "section_id": "SC-59",
    "content": "L\nGross Earnings – The amount of money you get for work before taxes and deductions are taken out.\nNet Earnings – Your take-home pay, after taxes and deductions are taken out.\nAny money earned for any work done must be reported. Common income sources include full- or part-time employment, temporary or odd jobs, self-employment, bonuses and commissions, and tips.",
    "metadata": {
      "section_title": "What Earnings to Report",
      "page_number": 16
    }
  },
  {
    "section_id": "SC-60",
    "content": "For instance, if you worked ten hours in a week at $20 per hour, and did not have any other earnings, you would report $200 in gross earnings for the week.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n16",
    "metadata": {
      "section_title": "Number of Hours Worked during Week x Rate of Pay = Gross Earnings",
      "page_number": 17
    }
  },
  {
    "section_id": "SC-61",
    "content": "The work search that is part of your weekly eligibility requirements helps increase your chances of both finding the right job, as well as getting a job offer. However, we encourage claimants to make the weekly work search the very least of their job seeking activity – and we are here to help!\nIn addition to providing unemployment insurance (UI) benefits to individuals, the Department of Employment and Workforce is a leader and partner in South Carolina’s workforce system – SC Works. There are centers located in every county with devoted professionals from federal, state and local partner agencies. These professionals have the training, resources and connections to help jobseekers and employers.\nSC Works offers the following services to jobseekers:\n• Resume building\n• Interview skills\n• Labor Market Information\n• Job fair events and workshops\n• Educational programs and training\n• Skills assessments\n• Personal employment plans\n• And more.",
    "metadata": {
      "section_title": "GETTING YOU BACK TO WORK",
      "page_number": 17
    }
  },
  {
    "section_id": "SC-62",
    "content": "Congratulations! After you start a new full-time job, you do not need to notify our office that you found work. Simply stop submitting the weekly claim certifications. Should you start the new job in the middle of the week, be sure to report your earnings on your weekly claim. (See Reporting Earnings to learn more).\n=\nIf you find part-time work, you may still be eligible for partial UI benefit payments. Be sure to report any earnings from part-time work. (See the Reporting Earnings section for more information).\nLabor Market Information (LMI) is data about types of jobs, salaries, education, and skills for various occupations, job availability by geographical region, and more. LMI can be a valuable tool to help make job-seeking decisions as you search for work.\nWhat is the difference between SC Works and SC Works Online Services (SCWOS)?\nBoth resources are part of the SC Works system.",
    "metadata": {
      "section_title": "Did you find a new job and now need to stop receiving UI?",
      "page_number": 17
    }
  },
  {
    "section_id": "SC-63",
    "content": "The SC Works centers are physical locations in which partners such as:\n• S.C. Department of Employment and Workforce\n• S.C. Department of Social Services\n• S.C. Vocational Rehabilitation\n• S.C. Commission of the Blind\n• and more,\nprovide workforce services for jobseekers and employers.\nYou can find more information about the centers and their services by visiting SCWorks.org.\nSCWOS is the state’s largest workforce database. Employers can post jobs and look for candidates and jobseekers can upload a resume and search and apply for jobs.\nSCWOS is internet-based, accessible from anywhere, is available through an app and can be used by anyone.\nYou can find more information and create a SCWOS account by visiting jobs.scworks.org.\nSee page 25 for explanations of UI terms.\n17",
    "metadata": {
      "section_title": "Did you find a new job and now need to stop receiving UI?",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-64",
    "content": "Fraud is a serious crime. Detecting and preventing unemployment insurance fraud is a priority for the agency. Claims are audited regularly to ensure benefits were paid to eligible claimants according to state and federal law.",
    "metadata": {
      "section_title": "UI FRAUD",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-65",
    "content": "• Failing to report money earned while collecting benefits.\n• Being dishonest about why you are no longer working for a previous employer.\n• Saying you are able and available to work when you are ill, traveling, or otherwise unable or unavailable to work during a claim week.\n• Withholding information or providing false information.",
    "metadata": {
      "section_title": "Examples of UI Fraud",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-66",
    "content": "The most important thing is to be honest. If you intentionally make false statements or hide information to gain or maintain UI benefits, you are committing fraud. If you are confused about what you are supposed to do or report, call 1.866.831.1724 for clarification. We are here to help!",
    "metadata": {
      "section_title": "Avoid Committing Fraud",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-67",
    "content": "If DEW finds you have committed UI fraud, you will:\n1. Have to repay any UI benefits you fraudulently received;\n2. Have to pay a fine of 33 percent of the UI benefits you fraudulently received; and\n3. Be disqualified from receiving benefits from 10 to 52 weeks.\nDEW may garnish your future wages to settle your debt along with intercepting your state and/or federal taxes. DEW also partners with the SC Attorney General to find and prosecute UI Fraud. Providing false information is a crime and subjects you to legal action with fines up to $100,000 and imprisonment up to ten (10) years.",
    "metadata": {
      "section_title": "Penalties for UI Fraud",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-68",
    "content": "Identity theft occurs when someone uses another person’s information — including wage, employment, and credit card information — to take on their identity. Identity thieves can also use another person’s name, Social Security number, and employment information to illegally file UI claims and collect UI benefit payments.\n=\nThese are just some of the ways we identify people who are committing fraud:\n• Comparing earnings reported by workers and their employers\n• Auditing claims\n• Checking state and national databases of recently hired individuals to make sure people are not collecting UI benefits after they start working again\n• Verifying job search contact\nHere are some tips to avoid fraud and scams while filing for UI benefits:\n• DEW will never charge you for services.\n• Paying someone will not process your claim faster.\n• Do not post your personal or claimant data to any social media platform.\n• Complete all information on a claim honestly, including any wages earned each week that you certify.\n• Do not give anyone your username and password to the MyBenefits portal.\n• Do not send personal or claimant information through social media comments.",
    "metadata": {
      "section_title": "Identity Theft and Impostor Claims",
      "page_number": 18
    }
  },
  {
    "section_id": "SC-69",
    "content": "The agency’s Facebook and Instagram accounts are verified. Any other accounts claiming to help you with your personal claim or get your benefits are a scam.\n• Ensure you are on the official DEW and MyBenefits sites before inputting your username or password.\nLook for the lock icon and dew.sc.gov or cuihub.dew.sc.gov in the address bar.\nClick on our Information About Fraud section for guides and helpful tips.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n18\nIf you suspect that identity thieves have used your personal information, or the personal information of one of your employees to file a false UI claim, it is essential that you act fast to help DEW stop an impostor claim.\nIf you think someone has filed a UI claim in your name (e.g., you received a 1099 form that indicates you received UI benefits, but you never filed for UI), report the identity theft fraud to all of the following entities:\n1. DEW, by going to: https://www.dew.sc.gov/individuals/unemployment-insurance-fraud.\n2. Your employer.\n3. File a Form 14039 with the IRS.\n4. File a police report with your local police department. Obtain a copy of the report that you can provide to creditors and credit agencies.\n5. File a complaint with the National Center for Disaster Fraud.\n6. Report identity theft to the Federal Trade Commission (FTC).",
    "metadata": {
      "section_title": "Identity Theft and Impostor Claims",
      "page_number": 19
    }
  },
  {
    "section_id": "SC-70",
    "content": "No. If the investigation finds that you were a victim of impostor fraud, you will not be required to pay back the money.\nIf someone steals my identity and uses my information to apply for UI benefits, can I still apply for benefits?\nYes. If you provide the proper documentation, we will be able to distinguish your legitimate claim from a fraudulent one.\n- Ry S —— —\nSee page 25 for explanations of UI terms.\n19",
    "metadata": {
      "section_title": "If someone steals my identity and DEW pays benefits under my name to the fraudster, am I responsible for paying back the money?",
      "page_number": 20
    }
  },
  {
    "section_id": "SC-71",
    "content": "When you file for unemployment benefits, DEW investigates the claim to determine if you are eligible to receive UI benefits. The agency will contact you and your former employer for information and then issue a letter, also called a determination, detailing its findings. The letter will list any points of law it considered in making the determination.\nIf you disagree with the determination, you have the right to file an appeal to the Department’s Appeal Tribunal. You must file your appeal within ten (10) calendar days of the mailing date listed on the determination. Each determination contains detailed appeal rights and information; make sure to read this information thoroughly. Your former employer, or any employer whose unemployment insurance tax account is affected by your claim, can also appeal the decision.",
    "metadata": {
      "section_title": "APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "SC-72",
    "content": "er whose unemployment insurance tax account is affected by your claim, can also appeal the decision.\nThe Appeal Tribunal will conduct a formal appeal hearing by phone where you and your former employer (if applicable) will have the opportunity to testify and provide evidence and witnesses in support of your position. The Appeal Tribunal will then issue a decision explaining its findings. If you disagree with the Appeal Tribunal’s decision, you can file an additional appeal to the Appellate Panel. This appeal must be filed within ten (10) calendar days of the mailing date listed on the Appeal Tribunal decision.\nDo not delay your appeal. If it is late, then neither the Appeal Tribunal nor the Appellate Panel has the authority to consider it, and it will be dismissed.\n• There is no charge made for any appeal. When you file a claim for benefits, your bona fide employer (the last employer to pay you at least eight (8) times your weekly benefit amount) is notified, and may protest the payment of benefits to you.\n• If your employer appeals a decision holding you eligible for benefits, then you will be notified.\n• If the determination initially held you eligible for benefits, DEW will continue to pay benefits to you pending the result of the appeal.\n• A disqualification can be imposed or increased as the result of an appeal.",
    "metadata": {
      "section_title": "APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "SC-73",
    "content": "If you are held ineligible for benefits you received, you will have to repay these benefits to the agency.\nThere are three levels of appeals: determinations may be appealed to the Appeal Tribunal; Appeal Tribunal decisions may be appealed to the Appellate Panel; and the Appellate Panel’s decisions may be appealed to the Administrative Law Court.\nA letter requesting an appeal must include:\n• Your name.\n• Claimant ID number.\n• The date of the determination or decisions you wish to appeal.\nAll letters must be signed by the claimant and state reasons for the appeal.",
    "metadata": {
      "section_title": "APPEAL RIGHTS",
      "page_number": 20
    }
  },
  {
    "section_id": "SC-74",
    "content": "After your appeal is received, you will be sent a Notice of Hearing in the mail and uploaded to your MyBenefits portal. It will inform you of the date and time of your appeal hearing. You must participate in your hearing to protect your benefit rights. An impartial hearing officer is responsible for the appeal hearing. The hearing officer will issue a written decision that is mailed and also uploaded to your MyBenefits portal after the hearing to you and any other interested parties, such as your employer. If you disagree with a hearing officer’s decision, you may appeal that decision.\nTo maintain your UI eligibility, continue to search for work, complete a weekly claim certification, and report any money you earned during the claim week while your appeal is pending. If the appeal is decided in your favor, you will only be paid for the weeks for which you filed timely claims and met all other eligibility requirements.\nDo not submit a letter of appeal by “uploading” the document to the MyBenefits portal. This communication will not be received by the staff in the appellate department and is not accepted as an appeal.",
    "metadata": {
      "section_title": "What can I expect if I start an appeal process?",
      "page_number": 20
    }
  },
  {
    "section_id": "SC-75",
    "content": "Determination.   Disagree?  10 Days to   file appeal  Appeal Tribunal   Disagree?  10 Days to appeal   to Appellate Panel. \ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n20",
    "metadata": {
      "section_title": "Appeal Steps:",
      "page_number": 21
    }
  },
  {
    "section_id": "SC-76",
    "content": "Yes. The appeal hearing is the only opportunity you will have to present testimony and evidence to support your case. The record developed during the hearing will be the only record the agency will use when making a decision on your claim during the appeals process.\nIf you are the appellant and you do not participate in the hearing, your appeal may be dismissed.\nIf you are not the appellant and you choose not to participate, then DEW will hold the hearing without you and make a decision based on the appellant’s testimony.",
    "metadata": {
      "section_title": "Do I really need to participate in the hearing?",
      "page_number": 21
    }
  },
  {
    "section_id": "SC-77",
    "content": "Because the appeal hearing will be your only opportunity to present your case, you should provide any evidence or witnesses that support your case.\nWitnesses with firsthand knowledge are very important in your appeal presentation. Hearsay, or secondhand information, is not as valuable as direct evidence.\nYou can also submit relevant written documentation to support your case. Such documents typically would be from the period of employment or related to the issue under appeal. The administrative hearing officer will determine how and whether your evidence will be considered.\nIf you choose to provide documentation, you must provide copies for the hearing officer and the opposing side. Instructions to provide this documentation will be included in your appeal hearing notice.",
    "metadata": {
      "section_title": "Do I need evidence or witnesses?",
      "page_number": 21
    }
  },
  {
    "section_id": "SC-78",
    "content": "• Online:\n• Click the “Request Appeal” button in the MyBenefits Portal\n• Click “Claims” tab, then “View” under Non- Monetary Determination, then choose the radio button for the eligibility determination you disagree with and “Request Appeal”.\n• By Mail:\n• S.C. Department of Employment and Workforce Appeal Tribunal P.O. Box 995 Columbia, S.C. 29202\n• S.C. Department of Employment and Workforce Appellate Panel P.O. Box 1752 Columbia, S.C. 29202\n.\nBy Fax:\n• Appeal Tribunal 803.737.0287\n• Appellate Panel 803.737.3166\n\\ k4 & A 7./\n=\nSee Appendix D for Frequently Asked Questions about Appeals Hearings.\nIt is important that you continue to file your claim for benefits while an appeal is pending. Continuing to file for weekly unemployment benefits gives you credit for weeks between when the appeal was filed and the decision. Failure to file weekly claims may result in the loss of benefits, even if you win the appeal.\nDid you know, you will continue to receive benefits while waiting on an appeal if you were previously held eligible?\nHowever, please keep in mind that if you are held ineligible for those benefits after the appeal hearing, you will have to repay that money to the agency. This is called an overpayment.\nSee page 25 for explanations of UI terms.\n21",
    "metadata": {
      "section_title": "How to Submit an Appeal",
      "page_number": 22
    }
  },
  {
    "section_id": "SC-79",
    "content": "An overpayment occurs when you receive unemployment insurance (UI) benefits to which you are not entitled.\nExamples include:\n• You made a mistake when claiming weekly benefits.\n• You were not able or available to work.\n• You did not complete the required work search activities.\n• Your eligibility to receive UI benefits was reversed after your appeal hearing.\n• You knowingly gave DEW false or misleading information when filing a claim or claiming weekly benefits.",
    "metadata": {
      "section_title": "OVERPAYMENTS",
      "page_number": 22
    }
  },
  {
    "section_id": "SC-80",
    "content": "If you have been overpaid for UI benefits, you will receive a Notice of Overpayment of Benefits by mail and through your MyBenefits portal.\nThe Overpayment Notice will show:\n• The amount you were overpaid, including any penalty fees associated with the overpayment.\n• Why you were overpaid.\n• Instructions on how to request a payment plan.\n• Information about your right to appeal and/or apply for a Waiver of No Fault Overpayment.",
    "metadata": {
      "section_title": "Overpayment Notification",
      "page_number": 22
    }
  },
  {
    "section_id": "SC-81",
    "content": "Overpayments can be repaid in full or by setting up a monthly payment plan with DEW.\nHere are the different ways you can submit repayments:\n• Online via MyBenefits using a debit card, credit card or electronic check.\nPlease note that an online convenience charge will be applied to your payment amount. The convenience charge is administered by a third party and is determined by the method or amount of the payment. Visit dew.sc.gov/individuals/how- unemployment-insurance-works/overpayments or a step-by-step guide.\n• By mail with a check or money order – be sure to include your full name, full claimant ID or the last four digits of your social security number.\n• By setting up an automatic draft from your bank account.\n• By setting up a monthly payment plan via MyBenefits or by calling the agency.\n=\nThe S.C.",
    "metadata": {
      "section_title": "Repaying an Overpayment",
      "page_number": 22
    }
  },
  {
    "section_id": "SC-82",
    "content": "Department of Employment and Workforce (DEW) classifies overpayments of UI benefits in two categories: non- fraudulent overpayments and fraudulent overpayments.\nNon-Fraudulent Overpayments happen when you receive benefits you should not have received, but it wasn’t because you intentionally misled the agency or knowingly gave false information. Though unintentional, non-fraudulent overpayments must be repaid.\nFraudulent Overpayments happen when you receive benefits to which you are not entitled because you knowingly provided false information or withheld information. Fraudulent overpayments are a serious offense and must be repaid to the agency with a 33 percent penalty. In addition, you will not be eligible for future benefits for a period of time and could also face criminal prosecution.\nOverpayment Contact Information",
    "metadata": {
      "section_title": "Repaying an Overpayment",
      "page_number": 22
    }
  },
  {
    "section_id": "SC-83",
    "content": "S.C. Department of Employment and Workforce Collections Unit P.O. Box 2644 Columbia, SC 29202\nPhone: 1.866.831.1724 | Relay 711\nRefer to our guides on Repaying an Overpayment for step-by-step instructions on how to create a payment plan:\n• Criteria For a Payment Plan (PDF)\n• Submitting an Online Payment Using Credit or Debit (PDF)\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n22",
    "metadata": {
      "section_title": "Address:",
      "page_number": 23
    }
  },
  {
    "section_id": "SC-84",
    "content": "If you are unable to repay your overpayment in full, you can enter into a formal agreement with DEW to pay the debt through monthly installments of acceptable repayment amounts, by logging into your MyBenefits portal. You can locate your minimum monthly payment based on the following parameters:",
    "metadata": {
      "section_title": "Payment Plans for Overpayments",
      "page_number": 23
    }
  },
  {
    "section_id": "SC-85",
    "content": "Minimum Overpayment Maximum Overpayment Payment Period Minimum Monthly Payment $1 $500 12 months or less $50 $501 $750 12 months or less $70 $751 $1,125 24 months or less $50 $1,126 $1,700 24 months or less $80 $1,701 $3,000 36 months or less $90 $3,001 $5,500 36 months or less $160 $5,501 $9,000 36 months or less $250 $9,001 $16,000 48 months or less $350 $16,001 HIGHER 48 months or less FIXED",
    "metadata": {
      "section_title": "Collections Payment Plan",
      "page_number": 23
    }
  },
  {
    "section_id": "SC-86",
    "content": "If you do not pay the debt in full once you have been notified of an overpayment, DEW can take action to recover the debt including:\n• Withholding your wages if you are currently employed.\n• Deducting the money owed from your federal and/or state income tax refunds.\n• Deducting your debt from any other money owed to you by the state.\n• Offset of Lottery Winnings.\n=",
    "metadata": {
      "section_title": "Failing to Repay an Overpayment",
      "page_number": 23
    }
  },
  {
    "section_id": "SC-87",
    "content": "Yes. Please see the Appeal Rights section on the determination that created the overpayment for more information.\no 4 /8,\nSee page 25 for explanations of UI terms.\n23",
    "metadata": {
      "section_title": "Can I appeal an Overpayment?",
      "page_number": 24
    }
  },
  {
    "section_id": "SC-88",
    "content": "There is a prohibition from discriminating on the ground(s) of race, color, religion, sex, national origin, age, disability, political affiliation or belief, and for beneficiaries only, citizenship/status or participation in programs funded under the Workforce Innovation and Opportunity Act (WIOA), in admission or access to, opportunity or treatment in, or employment in the administration of or in connection with, any DEW program or activity. Complaints may be filed within 180 days from the date of the alleged violation with:\n• Office of Equal Opportunity S.C. Department of Employment and Workforce P.O. Box 908 Columbia, S.C. 29202\n• Telephone 803.737.2381, TTY Relay Service- dial 711, or\n• You may file a complaint directly with The Director, Civil Rights Center (CRC) U.S. Department of Labor 200 Constitution Avenue NW, Room N-4123 Washington, D.C. 20210",
    "metadata": {
      "section_title": "Equal Opportunity Information",
      "page_number": 24
    }
  },
  {
    "section_id": "SC-89",
    "content": "If you elect to file your complaint with DEW, you must wait until the agency issues a decision or until 90 days have passed, whichever is sooner, before filing with CRC. If the agency has not provided you with a written decision within 90 days of filing the complaint, you need not wait for a decision to be issued but may file a complaint with CRC within 30 days of the expiration of the 90-day period. If you are dissatisfied with the agency’s resolution of your complaint, you may file a complaint with CRC. Such a complaint must be filed within 30 days of the date you received notice of the agency’s proposed resolution.",
    "metadata": {
      "section_title": "What to Do if You Experience Discrimination",
      "page_number": 24
    }
  },
  {
    "section_id": "SC-90",
    "content": "We will make accommodations to allow your participation in all UI programs, activities, and services. To request an accommodation for a disability, please contact us at 803.737.2381, TTY Relay Service (dial 711), or email us at ADA@dew.sc.gov.",
    "metadata": {
      "section_title": "Accommodations for Individuals with Disabilities",
      "page_number": 24
    }
  },
  {
    "section_id": "SC-91",
    "content": "We follow all state and federal laws that protect your private information. To help connect you with programs designed to get you back to work, we share some of your information with our partners, such as SC Works, and they are not allowed to share it with anyone else. We give them your:\n• Contact information.\n• Employment and job search history.\n• Demographics (such as age or gender).\nThe Privacy Act of 1974 requires that you be furnished this statement because you are being asked to furnish your Social Security number on your claim. Your Social Security number is solicited under the authority of the Internal Revenue Code of 1954 (26U.S.C85, 6011(a), 6050(b), and 6109(a)). Disclosure of your Social Security number for this purpose is MANDATORY and must be entered when you submit your unemployment insurance claim.\nYour Social Security number will be used to report your unemployment insurance benefits to the Internal Revenue Service as income that is potentially taxable; it will be used as a record index for processing your claim, for statistical purposes, and to verify your eligibility for unemployment insurance and other public assistance benefits. Should you decline to disclose your Social Security number, your claim for unemployment insurance will not be processed.\nYour previous employers and other state or local government agencies may release to our agency any information, including your Social Security number, required for the proper administration of your claim.",
    "metadata": {
      "section_title": "Your Privacy Matters to Us",
      "page_number": 24
    }
  },
  {
    "section_id": "SC-92",
    "content": "In accordance with Public Law 98-369 Amended Title XI of the Social Security Act, an income and eligibility verification system has been established to exchange information among state agencies administering UI, TANF, Food Stamps, SSI, Medicaid, Child Support Programs, or Housing Authorities.\nThe information you provide DEW when filing a claim for unemployment insurance will be held confidential but may be shared by other state agencies administering programs mentioned above.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n24",
    "metadata": {
      "section_title": "Income and Eligibility Verification Notice",
      "page_number": 25
    }
  },
  {
    "section_id": "SC-93",
    "content": "Able and Available – You must be ready, willing and able to work. You must be prepared to start employment immediately and be physically and mentally capable of working to receive benefits. You must actively seek any work for which you are reasonably fitted by your previous training and experience and which you are capable of doing.\nAppeal – A process for requesting a formal review of a prior UI decision.\nAppeal Hearing – A meeting to consider an unemployment insurance benefit appeal. Each party (you and the employer, in most cases) can tell an impartial hearing officer what they believe the relevant facts are related to the issue on appeal. You may have witnesses testify. You may ask questions of the other party. All testimony is given under oath.\nClaim Effective Date – The Sunday of the week in which your initial claim for benefits is filed.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 25
    }
  },
  {
    "section_id": "SC-94",
    "content": "th.\nClaim Effective Date – The Sunday of the week in which your initial claim for benefits is filed.\nClaim End Date – Also referred to as a Benefit Year End (BYE), this is the last Saturday of a Benefit Year. This falls 52 weeks after the Claim Effective Date.\nClaim Week – Sunday – Saturday.\nClaimant – Person applying for unemployment insurance benefits.\nConnection Point – a location like a library, community center, or nonprofit that have partnered with DEW to offer resources such as free public access to computers and tools to guide jobseekers through the UI and job search process.\nAvailable for Work – To be eligible for UI benefits, a worker must be available to accept suitable full time work immediately. A worker must have transportation to work (car, bike, etc.) and child care to be considered available for work.\nCovered Employment – Wages paid by an employer subject to contributing taxes to South Carolina’s unemployment insurance Fund.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 25
    }
  },
  {
    "section_id": "SC-95",
    "content": "s paid by an employer subject to contributing taxes to South Carolina’s unemployment insurance Fund. The amount of covered wages earned during the base period determines the amount of UI benefits the claimant is eligible for.\nBase Period – The period of time used to determine your potential monetary UI benefit eligibility. At the time an initial claim for benefits is filed, wages from the first four of the last five completed calendar quarters are reviewed to determine UI benefit eligibility. Your Weekly Benefit Amount (WBA) is also based on how much you earned during this time.\nBenefit Overpayment – Benefits received in excess of what the claimant was entitled to.\nBenefit Week – A seven-day period during which you have an active claim. The benefit week begins on Sunday and ends at midnight the following Saturday.\nBenefit Year – Also referred to as a Claim Year, this is the 52 weeks from the Claim Effective Date to the Claim End Date.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 25
    }
  },
  {
    "section_id": "SC-96",
    "content": "ferred to as a Claim Year, this is the 52 weeks from the Claim Effective Date to the Claim End Date.\nBenefits – The money given to eligible individuals.\nBona Fide Employer – The most recent work or employer from which you separated and earned eight (8) times your weekly benefit amount.\nClaim – An application for UI benefits.\nDischarge – A separation from work in which the employer’s action resulted in the claimant’s separation; in which the worker did not have the choice of remaining employed regardless of efforts to preserve employment. Discharge is sometimes referred to as being “fired” or “terminated.”\nDouble Dipping – If a claimant receives UI benefits in a benefit year, they must return to work and perform “insured work” as defined in Section 41-27-300 before they can receive benefits in the next benefit year. In this insured work, they must earn wages from a single employer in an amount no less than eight times the weekly benefit amount established for the individual in the preceding benefit year.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 26
    }
  },
  {
    "section_id": "SC-97",
    "content": "eight times the weekly benefit amount established for the individual in the preceding benefit year. If they do not return to work and earn eight times the weekly benefit amount and attempt to file another UI claim it is called Double Dipping.\nFraud – Knowingly claiming or accepting UI benefits illegally. Fraud is a crime.\nFull-Time Work – Working 30 or more hours per week.\nGross Earnings – The amount of money earned for work before taxes and deductions are taken out.\nIdentity Theft – Stealing someone’s private identifying\nSee page 25 for explanations of UI terms.\n25\ninformation and using that information to file for UI benefits without that person’s knowledge.\nPartial UI Benefits – The amount of UI benefits you may receive while working reduced hours (less than full-time hours).\nIneligible – When a claim is determined to not meet the basic eligibility requirements based on the information provided by the claimant and/or their employer.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 26
    }
  },
  {
    "section_id": "SC-98",
    "content": "ic eligibility requirements based on the information provided by the claimant and/or their employer.\nInterstate Claim – If you live outside of South Carolina and were separated from work with a South Carolina employer, you must file an out-of-state claim, commonly referred to as an Interstate claim, for unemployment benefits.\nLayoff – A reduction in a work force made by an employer because there is a lack of work to perform. A lay off is not the result of actions of the employee. Some examples of lay off situations: The fishing season ended, a business closed, a project was completed, a construction project began and due to weather had to stop work until further notice.\nQuit – A separation from work in which the claimant chose to end employment of their own free will. A person can voluntarily quit work by resigning the job verbally or in writing, by failing to act when they should know that failure will result in losing their job, by failing to take reasonable measures to preserve their employment, by failing to return from an approved leave of absence, or by filing for unemployment while on an approved leave of absence.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 26
    }
  },
  {
    "section_id": "SC-99",
    "content": "m an approved leave of absence, or by filing for unemployment while on an approved leave of absence.\nReason for Separation – The reason you are no longer working. The most common reasons are laid off, quit or discharged.\nSC Works Online Services (SCWOS) – Jobs database that links all of South Carolina’s state and local workforce services and resources.\nMaximum Benefit Amount (MBA) – The maximum amount of benefits you may receive during a benefit year. This amount is based on the wages earned in the Base Period of a claim multiplied by the number of benefit weeks you are eligible for within the Claim Year. This amount is listed in your Monetary Determination notice.\nMisconduct – For a worker’s actions to be considered misconduct, it must be shown, that the worker’s conduct was a willful act that breached a duty owed to the employer or a gross or repeated negligence that showed a substantial disregard of a duty owed to the employer.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 26
    }
  },
  {
    "section_id": "SC-100",
    "content": "r a gross or repeated negligence that showed a substantial disregard of a duty owed to the employer.\nMonetary Determination – A notice mailed to you after you file an initial claim for UI benefits which explains if you are monetarily eligible for UI benefits, the Maximum Benefit Amount (MBA), Weekly Benefit Amount (WBA) and other details for that Claim Year. This form lists all employers you worked for during the Base Period and the wages each employer reported each quarter. Be sure to check it for accuracy. If you do not agree with the determination or you can log in to your account in the MyBenefits portal or contact a claims representative at 1.866.831.1724. No change can be made to a determination after one year from the date on your notice.\nSeparation – When you or your employer end the working relationship. This can be due to a quit, discharge, leave of absence, suspension, or layoff.",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 26
    }
  },
  {
    "section_id": "SC-101",
    "content": "Suitable Work – Employment that is in the worker’s customary occupation that meets the prevailing wage and working condition for the locality and labor market and that which is suitable for the worker based on experience or training.\nUI – Unemployment insurance, which is the benefit program for workers who become unemployed through no fault of their own.\nWeekly Benefit Amount (WBA) – The maximum amount of money you may be eligible to receive for one claim week. This amount is listed in your Monetary Determination notice.\nWeekly Certification – To receive benefits, a weekly certification must be submitted through the MyBenefits portal. This is a confirmation that the individual is unemployed and looking for work. The first day a claimant can certify for the previous claim week is on Sundays. Claim weeks in South Carolina run Sunday-Saturday.\nNet Earnings – Your take-home pay, after taxes and deductions are taken out.\nOverpayment – UI benefits you were paid, but were not entitled to, under state law.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n26",
    "metadata": {
      "section_title": "APPENDIX B - GLOSSARY",
      "page_number": 27
    }
  },
  {
    "section_id": "SC-102",
    "content": "We know that you are working hard to find a job. That's why we have prepared this Claimant Checklist for you to ensure you are meeting all of the steps in your reemployment journey.\nReceived your DEW Welcome email. Created a MyBenefits profile. Visited an SC Works Center or SC Works Online Services (SCWOS). Logged into SCWOS account and conducted at least 2 job searches each week. Downloaded the SCDEW app and the SC Works app from the Apple or Google Play store to easily certify my claim each week (SCDEW) and conduct my two weekly work searches (SCWOS). Submitting weekly claim certifications every Sunday. Planned work search activities for the next three weeks. Set up reminders to complete work search activities each week. g 0 0000\nSee page 25 for explanations of Ul terms.\n27",
    "metadata": {
      "section_title": "APPENDIX C - CLAIMANT CHECKLIST",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-103",
    "content": "The Appeal Tribunal schedules hearings in the order in which appeal requests are received. The Appeal Tribunal will mail a written hearing notice detailing the date, time, and location as well as the specific issues to be covered in the hearing. The notice will be mailed no less than seven days prior to the hearing. This information will also be available on your MyBenefits portal.",
    "metadata": {
      "section_title": "How are hearings scheduled?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-104",
    "content": "Most hearings are held via telephone and some are held in person at a DEW office or SC Works center in very limited circumstances.",
    "metadata": {
      "section_title": "Where are hearings held?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-105",
    "content": "An administrative hearing officer conducts the appeal hearing by placing all witnesses under oath and taking relevant testimony and evidence.\nDuring the hearing all interested parties have the opportunity to ask questions of witnesses and submit any relevant evidence in order to make a fair and informed decision.",
    "metadata": {
      "section_title": "How are hearings conducted?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-106",
    "content": "The administrative hearing officer is an unbiased professional who develops the record fairly with equal consideration to all parties present and has no vested interest in the case’s outcome.\nAdministrative hearing officers serve as impartial judges of the facts presented and issue written decisions after the hearing.",
    "metadata": {
      "section_title": "Who is the administrative hearing officer?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-107",
    "content": "If you cannot participate in the hearing, notify the appeal tribunal at 803.737.2520 as soon as possible. Depending on the circumstances, the appeal tribunal may postpone your hearing upon receiving documentation confirming a scheduling conflict. Postponed hearings will be rescheduled for telephone hearings only.",
    "metadata": {
      "section_title": "What if I can’t participate in my hearing?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-108",
    "content": "The department can issue a subpoena to compel an individual’s participation or to produce evidence either party needs for their case.\nAn Application for Issuance of Witness Subpoena (App-107) can be obtained at a Connection Point near you or downloaded by clicking the link. On the application you must provide a name, address, telephone number, and the specific reason you are requesting a document or a witness’ participation. Subpoenas cannot be served on addresses outside of South Carolina.\nThe Appeals Director or his/her designee determines whether a subpoena will be issued on a case-by-case basis.",
    "metadata": {
      "section_title": "What if I’m unable to get a witness or document for my case?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-109",
    "content": "The administrative hearing officer will mail a written decision based on the evidence and testimony collected during the hearing. This\ndecision will be mailed to the addresses on record of all parties involved. Additionally, the appeal decision is uploaded to the your MyBenefits portal and accessible for viewing.",
    "metadata": {
      "section_title": "How will I find out the result of the appeal hearing?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-110",
    "content": "If you disagree with the hearing officer’s decision you have the right to appeal to the Appellate Panel within ten calendar days of the mailing date listed on the decision.",
    "metadata": {
      "section_title": "What If I disagree with the hearing officer’s decision?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-111",
    "content": "It generally could take 30-45 days from the date you send in your appeal request to receive a decision on your appeal.",
    "metadata": {
      "section_title": "How long does the appeals process take?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-112",
    "content": "Once DEW receives your appeal request, there are several actions that take place before the hearing, including:\n• Attaching the appeal request to your claim.\n• Determining whether the requirements for filing an appeal have been met, including whether the appeal was filed timely.\n• Reviewing information in your claim file to determine the issues under appeal.\n• Determining an available date/time to schedule your hearing.\n• Reviewing the evidence submitted in advance of the hearing by all parties.",
    "metadata": {
      "section_title": "What happens after I mail my appeal?",
      "page_number": 28
    }
  },
  {
    "section_id": "SC-113",
    "content": "• Read the hearing notice carefully.\n• Gather all documents, records, and other evidence that support your case.\n• If you intend on providing evidence in the appeal, this information must be provided to DEW and the other party at least 24 hours before the hearing date. If you do not do this, the appeals officer may not take that evidence into consideration when making a decision in the case.\n• Choose your witnesses and arrange for them to be available for the hearing.\n• Make sure your primary phone number is current in your MyBenefits portal. Failure to provide an updated phone number for the hearing and failure to participate in the hearing may result in dismissal of the appeal or your interests being considered abandoned.\n• If you receive a hearing notice and the phone number is not the correct number to reach you for the hearing, it is your responsibility to notify the agency of the change. You can do this by clicking the “Update Your Phone Number For Your Appeal Hearing” button located on the main Appeals page.\ndew.sc.gov | 1.866.831.1724 | TTY#: 711\n28",
    "metadata": {
      "section_title": "What can I do to prepare for my hearing?",
      "page_number": 29
    }
  },
  {
    "section_id": "SC-114",
    "content": "SC Works promotes the state’s workforce system by connecting employers and people looking for a job. By providing services such as career guidance, job referrals, skills testing, and training opportunities, SC Works is Your Next Step in your job journey.\nProfessionals in the SC Works centers can help with a variety of job search activities, including:\n• Conducting job searches.\n• Resume and interview help.\n• Accessing supportive services to help overcome barriers to employment.\n• Accessing education and training programs.\n• Exploring in-demand industries.\n• Checking eligibility for jobseeker programs and training.\n• Skills assessment tests.\nThe SC Works centers across the state also offer resources for use at no cost to help with job searches, including:\n• Computers\n• Internet\n• Copiers\n• Printers\n• Fax Machines",
    "metadata": {
      "section_title": "APPENDIX E - SC WORKS",
      "page_number": 29
    }
  },
  {
    "section_id": "SC-115",
    "content": "Topics range from resume writing to soft skills training to setting up LinkedIn accounts and more. And they are free! Visit scworks.org > Jobseeker “Learn More” > Find a Job > Workshop Calendars to see a list of workshops offered in your local center.",
    "metadata": {
      "section_title": "SC Works system offers workshops that can help you refine and learn new skills.",
      "page_number": 29
    }
  },
  {
    "section_id": "SC-116",
    "content": "To find events happening in your area, visit scworks.org > Workforce Calendar.",
    "metadata": {
      "section_title": "Working with businesses and employers around the state, SC Works hosts job fairs and hiring events.",
      "page_number": 29
    }
  },
  {
    "section_id": "SC-117",
    "content": "In addition to the centers, the SC Works system includes the state’s largest workforce database. You can look for jobs, use the resume builder, post your resume for employers, and explore information about the job market in your area (known as Labor Market Information).\nVisit jobs.scworks.org to learn more.\n. J 3 - \"\nSee page 25 for explanations of UI terms.\n29\nY 7\" D l i y 7 | & % 4 ¢ \\ \\ k i3 e Xz kt i . l byl N iy ) 9\n23 dew v\nSOUTH CAROLINA DEPARTMENT OF",
    "metadata": {
      "section_title": "SC Works Online Services (SCWOS)",
      "page_number": 30
    }
  },
  {
    "section_id": "SC-118",
    "content": "1550 Gadsden Street P.O. Box 995 Columbia, SC 29202\n1.866.831.1724 | Relay 711\n238",
    "metadata": {
      "section_title": "Employment and Workforce",
      "page_number": 30
    }
  }
]