[
  {
    "section_id": "TN-0",
    "content": "Unemployed Through No Fault of Your Own\nThe Unemployment Insurance program provides beneﬁts to workers who are unemployed through no fault of their own and who are able, available, and looking for work. You may ﬁle a claim for beneﬁts the ﬁrst day after becoming separated from employment or after your employer has signiﬁcantly reduced your work hours. Information will be gathered from you as well as your separating employer and an agency determination will be based on whether you meet the eligibility requirements under state law. You must have earned an average of $780.01 in each of 2 quarters of a time frame called the Base Period, and the wages outside of the highest quarter are greater than or equal to the lesser of either $900 or 6 times the weekly beneﬁt amount. The total base period wages must be more than forty (40) times the weekly beneﬁt amount.",
    "metadata": {
      "section_title": "Information on UI Beneﬁts Qualifying | Tennessee Department of Labor and Workforce Development | Unemployment Insurance Division",
      "page_number": 2
    }
  },
  {
    "section_id": "TN-1",
    "content": "If you’ve earned suﬃcient wages during this time frame, the wages earned will then be used to calculate your weekly beneﬁt amount and the number of weeks you may receive beneﬁts. The Base Period is the ﬁrst four of the last ﬁve completed calendar quarters prior to the quarter in which your initial claim is ﬁled. A calendar quarter is three months of either January through March, April through June, July through September, or October through December.\nA\nYou Must Be Able to Work\nYou must be physically able to work at the time you ﬁle your claim for beneﬁts. Special provisions are available for individuals who become ill or disabled after ﬁling an initial claim. You Must Be Available For Work You are required to complete a minimum combination of four job searches and/or re-employment activities (interviews, job fairs, etc.) each week and report this information on your weekly certiﬁcation. You may also fulﬁll this requirement by accessing services at an American Job Center. There are exceptions to this requirement for workers who: Have a deﬁnite return to work date and will be returning to their employer in the near future Accept work exclusively through a union hiring hall Are enrolled in agency approved training",
    "metadata": {
      "section_title": "Information on UI Beneﬁts Qualifying | Tennessee Department of Labor and Workforce Development | Unemployment Insurance Division",
      "page_number": 2
    }
  },
  {
    "section_id": "TN-2",
    "content": "The following examples are the most common reasons why applicants do not qualify or are denied unemployment beneﬁts. Voluntarily quit without good work-related cause Discharged for work-related misconduct Participation in a labor dispute other than a lockout that is in active progress Failure to seek or accept suitable work",
    "metadata": {
      "section_title": "Disqualifications",
      "page_number": 3
    }
  },
  {
    "section_id": "TN-3",
    "content": "A\nEntering accurate information is crucial for us to process your application. If you stop in the middle of the online application process because you don’t have the required information, this could cause unnecessary delays or lock you out of your claim. With this in mind, it’s best to have all of your information ready before you start.\nBefore you ﬁle, make sure you have the following:\nYour Personal Info\nSocial Security number Driver’s license number Address Telephone number Valid email address\nAlien Registration Card and Number Tennessee Unemployment Insurance claimants receive their beneﬁts via the Tennessee Way2Go debit card or direct deposit. To receive beneﬁts by direct deposit, you’ll need to provide your bank routing number and account number. DD 214 Member 4 if you served in the military in the past 18 months\nYour Employment Info\nLast 18 months of employment Last day worked Reason for separation (e.g., quit, ﬁred, lack of work, laid oﬀ or job eliminated, etc.)",
    "metadata": {
      "section_title": "Information Needed to Apply for UI Beneﬁts | Tennessee Department of Labor and Workforce Development | Employment Security Division",
      "page_number": 4
    }
  },
  {
    "section_id": "TN-4",
    "content": "Separating employer's name Separating employer's address Separating employer's telephone number",
    "metadata": {
      "section_title": "Employer Info",
      "page_number": 4
    }
  },
  {
    "section_id": "TN-5",
    "content": "Receive your Monetary Determination letter detailing what amounts you may qualify for if approved. This letter will be delivered electronically to your Jobs4TN.gov Unemployment Claimant e-Services account within one business day of completing your claim. Complete your follow-up fact-ﬁnding questionnaire(s). Questionnaire(s) will be sent to your Unemployment Claimant e-Services account immediately after ﬁling. You may locate any/all questionnaires requiring your attention on either your Summary screen or Action Center. These must be completed by the due date speciﬁed on the questionnaire. Start looking for employment/completing your 4 weekly work search activities. Log in to your Unemployment Claimant e-Services account each week to complete your Weekly Certiﬁcation– this is where you’ll report your 4 work search activities completed the prior week. Receive your Non-monetary Determination detailing the ﬁndings of your claims (that is, whether you are approved for beneﬁts or denied). Please note you may receive multiple Non-monetary Determination letters on your claim if other factors such as deductible pay or able and available status are applicable per your application answers.\nProgress of Your Unemployment Claim\nYou may easily track the status of your unemployment claim by reviewing the Beneﬁt Details panel on the Summary screen of your Jobs4TN.gov Unemployment Claimant e-Services account.\nA",
    "metadata": {
      "section_title": "After You Complete the Application:",
      "page_number": 6
    }
  },
  {
    "section_id": "TN-6",
    "content": "To ensure the agency has all the information it needs to make an accurate decision on your claim, questionnaire(s) will be sent to your Unemployment Claimant e-Services account immediately after ﬁling. You may locate any/all questionnaires requiring your attention on either your Summary screen or Action Center. These must be completed by the due date speciﬁed on the questionnaire (i.e., within 7 days of ﬁling).\nA",
    "metadata": {
      "section_title": "Complete Your Fact-Finding Questionnaire(s)",
      "page_number": 6
    }
  },
  {
    "section_id": "TN-7",
    "content": "Log in to your Jobs4TN.gov Unemployment Claimant e-Services account each week to complete your Weekly Certiﬁcation – this is where you’ll report your 4 work search activities completed the prior week.\nEach Sunday a new certiﬁcation for the prior week will be made available on your e-Services account; the link to ﬁle your certiﬁcation will be located on your Summary screen and within your Action Center.\nPlease note that if you wait more than 3 weeks to ﬁle your certiﬁcation, your claim will be closed, and you will need to reﬁle to begin certifying again. Any missed certiﬁcations will no longer be available for ﬁling/compensation – this is why it’s important that you ﬁle timely each week.",
    "metadata": {
      "section_title": "Start Your Weekly Certification",
      "page_number": 7
    }
  },
  {
    "section_id": "TN-8",
    "content": "If your claim is approved, the ﬁrst week you certiﬁed for will serve as a waiting week. This Agency does not pay you for this week unless you certify for, and are eligible for four consecutive weeks. On the fourth consecutive week, you will receive a double payment; it will be a combination of your waiting week and fourth week of beneﬁts.\nStart your job search immediately and certify the ﬁrst Sunday after your claim was ﬁled. Even if you haven't been approved or denied yet, go ahead and attempt to certify. Keep certifying weekly until you ﬁnd employment.",
    "metadata": {
      "section_title": "Waiting Week",
      "page_number": 7
    }
  },
  {
    "section_id": "TN-9",
    "content": "This is not an approval, but rather tells you how much you could receive if you are approved. This document tells you how many weeks you will receive unemployment.\nDo not confuse the “beneﬁt year” with how many weeks you will be eligible. The maximum number of weeks you can draw unemployment in Tennessee is 12 weeks.\nIf you believe that the wages are incorrect or an employer is missing during the past 18 months on your Monetary Determination, you may ﬁle a Wage Protest.",
    "metadata": {
      "section_title": "Monetary Determination",
      "page_number": 8
    }
  },
  {
    "section_id": "TN-10",
    "content": "A Wage Protest may be ﬁled online for any missing or incorrect wages paid for work performed in the state of Tennessee during the standard base period. You may ﬁle a Wage Protest by going to Jobs4TN.gov and logging in to your Unemployment Claimant e-Services account. Please contact us toll-free at 844-224-5818.",
    "metadata": {
      "section_title": "Wage Protest",
      "page_number": 8
    }
  },
  {
    "section_id": "TN-11",
    "content": "You will receive an empty Way2Go Card® Debit MasterCard by mail within 7-10 days from your application. You may instead receive your beneﬁt by direct deposit if you prefer. For security reasons, we will not take your banking information and change your payment method. If your card is not delivered or you lose your card, please contact Way2Go customer service at 855-462-5887.",
    "metadata": {
      "section_title": "Debit Card Delivery",
      "page_number": 9
    }
  },
  {
    "section_id": "TN-12",
    "content": "Once the agency has ﬁnished processing your claim, you will receive a Non-monetary Determination letter detailing the ﬁndings of your claims (that is, whether you are approved for beneﬁts, or denied). Please note you may receive multiple Non-monetary Determination letters on your claim if other factors such as deductible pay or able and available status are applicable per your application answers.\nIf you disagree with a decision made on your claim, you may ﬁle an appeal. Instructions on how to ﬁle an appeal are located on your Non-monetary Determination letter.",
    "metadata": {
      "section_title": "Non-Monetary Determination — Approval or Denial",
      "page_number": 9
    }
  },
  {
    "section_id": "TN-13",
    "content": "When you take a temporary job and earn more than your weekly beneﬁt amount, your beneﬁts will stop. When your temporary assignment ends, you need to re-ﬁle for unemployment. The same rules for leaving this new employer apply; if you voluntarily quit or you are ﬁred for just cause, you may not be eligible for beneﬁts.",
    "metadata": {
      "section_title": "Restarting Benefits after Temporary Work",
      "page_number": 9
    }
  },
  {
    "section_id": "TN-14",
    "content": "When you apply for unemployment beneﬁts, you establish an active unemployment account for 52 weeks. This is referred to as a beneﬁt year. When your beneﬁt year ends and you still require unemployment assistance, your claim will stop and require you to ﬁle a new claim. To be approved for beneﬁts in a new beneﬁt year, you must have earned ﬁve times your weekly beneﬁt amount.\nExample: Sue ﬁled for beneﬁts on January 1, 2014, and stopped in May (5 months). She was laid oﬀ again in the middle of December so she ﬁled a new claim. Since her beneﬁt year ended after 52 weeks, her beneﬁt stopped and she had to apply again. Because Sue’s beneﬁt was $100 a week, she had to have earned at least $500 during the last year to qualify for a new claim.",
    "metadata": {
      "section_title": "Refiling for Benefits",
      "page_number": 10
    }
  },
  {
    "section_id": "TN-15",
    "content": "With the new Indexing policy, Tennesseans are only eligible for a maximum currently of 12 weeks of unemployment insurance in a year. If you exhaust your beneﬁts, no extensions are available. To be eligible for unemployment again, you will have to meet several requirements:\nYou must have additional earnings from a \"covered employer.\" You must be laid oﬀ by no fault of your own. And, you must apply after your beneﬁt year has ended.",
    "metadata": {
      "section_title": "Unemployment Benefit Extensions",
      "page_number": 10
    }
  },
  {
    "section_id": "TN-16",
    "content": "Lack of Work\nLaid oﬀ, your position was abolished, the business closed, or the plant shut down.\nQuit\nVoluntarily leaving suitable work without good cause attributable to the employer.\nDischarged\nDismissed for violation of company rules, neglected given job responsibilities, etc.",
    "metadata": {
      "section_title": "Choices for Separation",
      "page_number": 11
    }
  },
  {
    "section_id": "TN-17",
    "content": "Address, contact, and mail delivery preference\nYou will be asked to verify/update your mailing address, contact information, and mail delivery preference.\nDid you ﬁle and/or work out-of-state within the last 18 months?\nIf Yes, you’ll also be asked to list which state(s) you have ﬁled/worked in within the last 18 months.\nDid you work for the federal government and/or military within the last 18 months?\nIf Yes, you’ll be asked additional information concerning your employment/service within the last 18 months.\nEmployment History\nOur online system will gather all known employment under your SSN for the prior 18 months. You’ll select each employer entry and complete a short questionnaire concerning your employment there.\nQuestionnaires include dates of hire/separation, type of employment and pay amount, whether you received deductible post-employment income (i.e., severance package), and your separation reason (i.e., laid oﬀ due to lack of work).",
    "metadata": {
      "section_title": "Questions Asked When You File a Claim for Unemployment Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "TN-18",
    "content": "Are you able and available and seeking work as directed by the department?\nAre you currently attending school?\nAre you a paid-up member of a labor union?\nAre you currently receiving workers’ compensation?\nAre you a business owner, independent contractor, or self employed worker and only received a 1099 tax form last year?\nDo you make or owe child support payments?\nIf Yes, you’ll be asked to provide which state(s) you currently owe child support payments in.\nPayment Preference\nYou may select to either receive payment via a state-issued Way2Go debit card, or enter a checking or savings account for direct deposit.\nTax Withholding\nUnemployment beneﬁts are tax deductible. In Tennessee this is only applicable for federal taxes (10% of your weekly beneﬁt amount). It is up to you if you would like for this federal tax to be withheld each week or not. If you have questions concerning this, please consult with your tax advisor.",
    "metadata": {
      "section_title": "Questions Asked When You File a Claim for Unemployment Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "TN-19",
    "content": "No pressure, but don’t time out. The online system will start over if the Web page sits idle very long (approximately 15 minutes). This might freeze your claim and you would have to start over to ﬁle your claim to continue.",
    "metadata": {
      "section_title": "Timeout",
      "page_number": 14
    }
  },
  {
    "section_id": "TN-20",
    "content": "Using the back button built into the browser will lock your claim so refrain from going back. Instead, please use the “Previous” button near the bottom of the page to go backwards during the online application.",
    "metadata": {
      "section_title": "“Back” Problems",
      "page_number": 14
    }
  },
  {
    "section_id": "TN-21",
    "content": "If you worked in Tennessee during the past 18 months but moved to another state, you may, if you are unemployed, ﬁle a claim for beneﬁts on those wages earned in Tennessee. If you worked in another state during the base period but moved to Tennessee, you may ﬁle a claim for beneﬁts from another state. If your background is working for companies in one state other than Tennessee, you may need to refer to the list below. In some cases, your wages from two or more states may be combined to establish an eligible claim for beneﬁts.\nState Unemployment Insurance Offices",
    "metadata": {
      "section_title": "Wages in More than One State",
      "page_number": 14
    }
  },
  {
    "section_id": "TN-22",
    "content": "School personnel who have enough wages earned in employment other than in an educational institution may be paid beneﬁts during any regularly scheduled break, such as vacation or holiday, even though they have reasonable assurance of reemployment immediately following the vacation or holiday period.\nSchool personnel may be eligible for unemployment beneﬁts between terms (during a vacation or other recess) if they do not have reasonable assurance of returning to an educational system following the recess period.\nThose who are not directly employed by the school system, but become unemployed as a result of regularly scheduled breaks can be eligible for unemployment if they meet wage requirements, and have experienced fewer hours, but still have an expectation of returning to full-time work when school is back in session (ex. Bus drivers or janitors who are employees of a contracted employer).",
    "metadata": {
      "section_title": "School Employees",
      "page_number": 15
    }
  },
  {
    "section_id": "TN-23",
    "content": "An overpayment of beneﬁts can be intentional such as someone who gives an intentional false statement, misrepresentation, or concealment of material information to obtain the beneﬁts. It’s more common that claimants collect beneﬁts at the same time they are earning money at a new job. It’s important that you stop certifying or report your income during certiﬁcation while you earned it, and not wait until you get your ﬁrst paycheck.\nThe department cross matches employee wages with unemployment beneﬁt payments, and once fraudulent payments are determined, asks claimants to pay back these beneﬁts. If these beneﬁts aren’t paid back voluntarily, then the department can be repaid through IRS tax refunds due to the individual.",
    "metadata": {
      "section_title": "Avoiding Unemployment Fraud",
      "page_number": 15
    }
  }
]