[
  {
    "section_id": "TX-0",
    "content": "-\no\n,\n3\n)\no\n%\n5\nX\n=3\nb\ne\nl\nRegister for work at WorkInTexas.com\n- www.w.a.ov INC e S of N\nwww.twc.texas.gov\n&\nN\nBI-99E/S 09/24\nA 7\nW\nk =\nP\nA 4\na\nNt\n& N L\\ 7\nR\nS\nDol N\n-~\n=z\n<7 £\n2\nN\nP 5\ni 28\nR\nA 3\nJ\nWELCOME TO   UNEMPLOYMENT BENEFITS   \nWelcome to the Unemployment Insurance (UI) Benefits Handbook. Our handbook explains your benefits, lists your rights and responsibilities, and offers career resources. You are responsible for knowing the information TWC sends you, and you must follow all UI laws and regulations to receive benefits. Respond to TWC promptly by phone or in person as requested. Learn more about TWC at twc.texas.gov",
    "metadata": {
      "section_title": "Texas Workforce Commission Unemployment Benefits Handbook",
      "page_number": 2
    }
  },
  {
    "section_id": "TX-1",
    "content": "Unemployment Benefits Services: Apply for benefits online, check your claim status, request payment, sign up for and view electronic correspondence, and other options. Available 24/7. See: www.twc.texas.gov/services/apply-benefits\nTele-Serv: Automated Phone Claim Service. Check the status of your claim, request payment, and other options. Call: 800-558-8321.\nLarry – TWC Virtual Assistant: Get immediate answers to many UI questions from TWC’s online Virtual Assistant. Select “Chat with us” on any TWC webpage.\nContact Request: Ask us to contact you:\nhttps://apps.twc.texas.gov/EXTCBK/ecrs/claimant?language=en\nBenefits Customer Service: Speak with a customer service representative. Call 800-939-6631.\nReport Unemployment Fraud or Identity Fraud\nFraud: www.twc.texas.gov/services/report-fraud\nIdentity theft: www.twc.texas.gov/programs/unemployment-benefits/fraud\nVeterans Services: Help with employment and transitioning after the military.",
    "metadata": {
      "section_title": "Helpful Info",
      "page_number": 2
    }
  },
  {
    "section_id": "TX-2",
    "content": "See: www.twc.texas.gov/services/veterans\nTWC Civil Rights & Employment Discrimination Complaints:\nSee: http://www.twc.texas.gov/programs/civil-rights/employment-discrimination or call their main number at: 800-628-5115.\nTexas Payday Law: For information on Texas Payday Law, Texas Child Labor Law, and the Texas Minimum Wage Act, see www.twc.texas.gov/programs/wage-and-hour\nWage Claim Investigations: If you worked for an employer but did not get paid, you can ask us to investigate your wage claim under the Texas Payday Law. See:\nwww.twc.texas.gov/programs/wage-and-hour/texas-payday-law or call 800-832-9243.\n211: For additional services, including help with utilities, food, rent, and more, visit www.211texas.org or call 2-1-1.\n2 – Unemployment Benefits Handbook (09/24)\n   AN INTRODUCTION TO   TEXAS WORKFORCE COMMISSION (TWC)  \nWe help grow and support the workforce in Texas by administering the unemployment benefits program, job search resources, and workforce development services for employers and claimants. We are part of Texas Workforce Solutions, a statewide network providing free job seeker services at local offices statewide. Learn more at: www.twc.texas.gov/agency/about and www.twc.texas.gov/agency/workforce- development-boards",
    "metadata": {
      "section_title": "Helpful Info",
      "page_number": 3
    }
  },
  {
    "section_id": "TX-3",
    "content": "We pay unemployment benefits to eligible workers who file for benefits (claimants) who lose their jobs through no fault of their own. Eligible claimants may receive benefits for up to 26 weeks. The 26 weeks do not have be consecutive but must be paid during the 52-week year that begins when the claim is filed. Employers subject to the Texas Unemployment Compensation Act (TUCA) support unemployment benefit payments by paying taxes that cannot be deducted from employees’ paychecks. Learn more at: www.twc.texas.gov/programs/unemployment-benefits/basics-of-applying",
    "metadata": {
      "section_title": "Unemployment Benefits Definition",
      "page_number": 3
    }
  },
  {
    "section_id": "TX-4",
    "content": "Your claim is confidential. However, we share some information with government agencies that administer and enforce laws. We send a notice of your claim to your last employer and may communicate with other former employers. If we pay you by debit card, we share information with our debit card provider. Government agencies and our debit card provider must agree to comply with confidentiality laws. The information also may be used for statistical analysis, research, and evaluation.",
    "metadata": {
      "section_title": "Protecting Your Privacy",
      "page_number": 3
    }
  },
  {
    "section_id": "TX-5",
    "content": "TUCA, Title 4, Subtitle A of the Texas Labor Code, governs how TWC administers unemployment benefits. Learn more about TUCA and other laws: www.twc.texas.gov/agency/laws-rules-policy/primary-enabling-state-statutes",
    "metadata": {
      "section_title": "Texas Unemployment Compensation Act (TUCA)",
      "page_number": 3
    }
  },
  {
    "section_id": "TX-6",
    "content": "Do you have a physical or mental disability, or a visual or hearing impairment that affects your ability to obtain, maintain, or advance in employment? Contact www.twc.texas.gov/programs/vocational-rehabilitation to help you find and retain meaningful employment.",
    "metadata": {
      "section_title": "Vocational Rehabilitation (VR) Program",
      "page_number": 3
    }
  },
  {
    "section_id": "TX-7",
    "content": "Auxiliary aids and services are available upon request to individuals with disabilities. Call 711 for Relay Texas or visit: https://relaytexas.com/\nUnemployment Benefits Handbook (09/24) – 3\n—",
    "metadata": {
      "section_title": "Equal Opportunity Employer/Program",
      "page_number": 4
    }
  },
  {
    "section_id": "TX-8",
    "content": "ID Protection & Fraud Warning Page 5 TWC is committed to helping protect your identity and preventing unemployment fraud. See: www.twc.texas.gov/programs/unemployment- benefits/fraud Apply for Benefits Page 6 After you lose your job, apply for benefits either online using Unemployment Benefits Services (UBS) at www.twc.texas.gov/services/apply-benefits or by calling Benefits Customer Services at 800-939-6631. Search You must register and search for work on for Work WorkInTexas.com within three days of applying for Page 7 benefits. Request Payment Page 8 Request payment every two weeks while you wait for a decision or appeal, or you might not get paid. See: www.twc.texas.gov/programs/unemployment- benefits/request-benefit-payments Determining Eligibility Page 10 It can take a minimum of four weeks to determine whether you qualify for benefits.",
    "metadata": {
      "section_title": "LIFE OF YOUR UNEMPLOYMENT BENEFITS CLAIM",
      "page_number": 4
    }
  },
  {
    "section_id": "TX-9",
    "content": "See: www.twc.texas.gov/programs/unemployment- benefits/application-results Ongoing To remain eligible, you must be able, available, and Eligibility Requirements actively seeking full-time work. See: www.twc.texas.gov/programs/unemployment- Page 14 benefits/ongoing-eligibility-requirement Appeal a Decision Page 16 If you are denied benefits and you disagree, you can appeal the decision. See: www.twc.texas.gov/services/file-unemployment- appeal Overpayments & Repayment Page 17 If TWC pays you benefits you are not eligible for, it creates an overpayment that you must repay. See: www.twc.texas.gov/programs/unemployment- benefits/overpayments Your claim ends when you return to full-time work, End of exhaust your benefits, or it expires. Request your Your Claim waiting week payment online or on Tele-Serv. Page 18 See: www.twc.texas.gov/programs/unemployment- benefits/stop-your-claim\n4 – Unemployment Benefits Handbook (09/24)\nID PROTECTION AND   FRAUD WARNING",
    "metadata": {
      "section_title": "LIFE OF YOUR UNEMPLOYMENT BENEFITS CLAIM",
      "page_number": 5
    }
  },
  {
    "section_id": "TX-10",
    "content": "To protect your personal information and prevent fraud, we may ask you to verify your identity. This ensures you are the only one who can access your unemployment claim. See: www.twc.texas.gov/programs/unemployment-benefits/fraud",
    "metadata": {
      "section_title": "TWC Protects Your Personal Information",
      "page_number": 5
    }
  },
  {
    "section_id": "TX-11",
    "content": "You commit fraud if you give false or misleading information or answer questions for anyone else. Unemployment fraud is a serious crime that TWC works hard to prevent and does prosecute.",
    "metadata": {
      "section_title": "What is Fraud?",
      "page_number": 5
    }
  },
  {
    "section_id": "TX-12",
    "content": "• Not reporting all the hours you worked and your gross earnings for all your jobs\n• Giving TWC false information or leaving out information on purpose\n• Using another person’s identity to apply for or receive benefits\n• Having another person use your identity to apply for benefits or request payment\n• Using wages in your base period that do not belong to you to qualify for a higher benefit payment amount\nIf you commit fraud, you will lose all your remaining benefits. You will also have to pay back the benefits you were not eligible to receive, plus a 15 percent penalty. You could face fines and criminal prosecution.\nOnce you return to full-time work, you are no longer eligible for unemployment benefits even if your new job pays less. If you keep requesting benefit payments after you return to full-time work and fail to report all your work hours and earnings, you will also face fraud charges and possible jail time. Stop requesting payment after your first week of full-time work and report your work hours and earnings for that week.",
    "metadata": {
      "section_title": "Fraud Includes:",
      "page_number": 5
    }
  },
  {
    "section_id": "TX-13",
    "content": "All information you give must be true and complete to the best of your knowledge. You may be penalized for withholding or giving incorrect information, including penalties for perjury regarding citizenship or immigration status. If the information you provide is incorrect, you may not be able to receive benefits and you may be prosecuted.\nUnemployment Benefits Handbook (09/24) – 5\n   APPLY AND   QUALIFY FOR BENEFITS",
    "metadata": {
      "section_title": "Truth in Filing",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-14",
    "content": "Apply for benefits online 24/7 using Unemployment Benefits Services at www.twc.texas.gov/services/apply-benefits or by calling: 800-939-6631.\nYour claim year begins on the Sunday of the week you apply for benefits and lasts for 52 weeks. You might not be paid benefits right away. Your benefit payments may last up to 26 weeks, so you may run out of benefits before your benefit year ends.",
    "metadata": {
      "section_title": "How to Apply",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-15",
    "content": "After you apply for unemployment benefits, you must qualify in all these areas. See: www.twc.texas.gov/services/apply-benefits",
    "metadata": {
      "section_title": "Qualify for Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-16",
    "content": "You must have earned enough wages from employers subject to TUCA during your base period, which is the first four of the last five completed calendar quarters before your claim start date. See page 10",
    "metadata": {
      "section_title": "1. Base Period Wages",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-17",
    "content": "You must be unemployed or working reduced hours through no fault of your own. This means you lost your job because of a qualifying job separation. See page 11",
    "metadata": {
      "section_title": "2. Qualifying Job Separation",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-18",
    "content": "You must register and search for work within three business days from the day you applied for unemployment in Texas. Register either online at WorkInTexas.com or at a local Texas Workforce Solutions office and keep your registration active. See page 7",
    "metadata": {
      "section_title": "3. Searching for Work",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-19",
    "content": "To remain eligible, you must be able, available, and actively seeking full-time work each week you request payment. See page 14",
    "metadata": {
      "section_title": "4. Ongoing Eligibility Requirements",
      "page_number": 6
    }
  },
  {
    "section_id": "TX-20",
    "content": "We can only pay benefits to U.S. citizens and noncitizens working legally in the United States. If you are not a citizen, we must verify your Alien Registration number with U.S. Citizenship and Immigration Services (USCIS). If you worked here illegally, we cannot use your wages to calculate benefits.\n6 – Unemployment Benefits Handbook (09/24)\n   REGISTER AND   SEARCH FOR WORK",
    "metadata": {
      "section_title": "Not a U.S. Citizen?",
      "page_number": 7
    }
  },
  {
    "section_id": "TX-21",
    "content": "You must register and search for work within three business days after you apply for benefits in Texas. If you live in Texas or a bordering state, but commute to work in Texas, register on WorkInTexas.com. If you live in another state, register at a local state job bank. To find one, see: https://www.careeronestop.org/JobSearch/FindJobs/state- job-banks.aspx",
    "metadata": {
      "section_title": "Register for Work",
      "page_number": 7
    }
  },
  {
    "section_id": "TX-22",
    "content": "Unless TWC tells you that you are exempt, you must make at least the minimum number of work search activities each week. Document your work searches on a work search log. Download TWC’s work search log from the link below. You can use your own, but it must contain the same information. If you work part time, you must continue to search for full-time work.\nBe prepared to submit your work search log when we ask for it. If you do not, TWC may deny or delay your benefits. We verify your work search activities. Keep your logs after you find work. We may ask to see your logs any time for up to two years from your claim start date. See: www.twc.texas.gov/programs/unemployment-benefits/work-search- requirements",
    "metadata": {
      "section_title": "Work Search Requirements",
      "page_number": 7
    }
  },
  {
    "section_id": "TX-23",
    "content": "Take advantage of the free services available in person and virtually at your nearest Workforce Solutions office, including access to job postings, job search resources, training programs, exploring career options, and preparing resumés and applications. See: www.twc.texas.gov/find-locations\n• Get help finding your next job at one of our virtual and in-person job fairs. See: www.twc.texas.gov/events\n• Find more job-search tips at: www.twc.texas.gov/services/job-search\n• Add to your job skills through our Digital Skills Building initiative at: www.twc.texas.gov/services/job-training/digital-skills",
    "metadata": {
      "section_title": "Need Job Search Assistance?",
      "page_number": 7
    }
  },
  {
    "section_id": "TX-24",
    "content": "If you are in Commission-approved training, TWC may exempt you from work search and other requirements. Contact Workforce Solutions staff to find out if your training meets the criteria.\nUnemployment Benefits Handbook (09/24) – 7\n=",
    "metadata": {
      "section_title": "Commission-Approved Training Opportunities",
      "page_number": 8
    }
  },
  {
    "section_id": "TX-25",
    "content": "Do not wait for TWC to notify you of your eligibility. Request payment on your first scheduled filing date and every two weeks after that or your payments may be delayed. See the instructions we sent you listing your filing day and your first filing date.\nRequest payment online 24/7 on Unemployment Benefits Services, plus view a tutorial or get more information at: www.twc.texas.gov/services/apply-benefits. You can also request payment by calling Tele-Serv at 800-558-8321.",
    "metadata": {
      "section_title": "Request Payment Every Two Weeks",
      "page_number": 8
    }
  },
  {
    "section_id": "TX-26",
    "content": "TWC pays benefits on our debit card or by direct deposit. Important: If you were paid benefits before but your bank account has changed, update it IMMEDIATELY or you may not receive your payments. To review or change your payment method, log on to UBS or call Tele-Serv.\nDebit Card: If you do not change to direct deposit, TWC pays you on our TWC debit card, which will arrive by mail. IMPORTANT! Activate your card immediately! You have one year to activate your card, or your payments revert to the state and cannot be reissued. See: www.twc.texas.gov/programs/unemployment-benefits/receiving- benefit-payments-debit-card\nP T\nDirect Deposit: TWC deposits your payments into your personal checking or savings account at most United States banks or credit unions. If you sign up, it takes up to eight days to verify your bank account. If you request payment during the eight days, we pay you by check. If we cannot verify your account, we pay you by debit card. See: www.twc.texas.gov/programs/unemployment- benefits/receiving-benefit-payments-direct-deposit",
    "metadata": {
      "section_title": "Payment Options",
      "page_number": 8
    }
  },
  {
    "section_id": "TX-27",
    "content": "You must report all the hours you worked and earnings before deductions from all your job(s) for each week you request payment. No exceptions. If you do not, it may cause overpayments you must repay, and we may consider this fraud.\nReport your total gross earnings, not “take-home” pay, for each week in which you worked, not when you got paid. If you have not yet been paid, calculate your gross earnings by multiplying the number of work hours by your hourly pay. Report your hours for each week from Sunday through Saturday.\n8 – Unemployment Benefits Handbook (09/24)\nWork is any kind of service for pay, including, but not limited to working full time; part time; reduced hours; temporary, contract, casual or day labor; side jobs; commission- only; tips; paid training/orientation; and self-employment. You must report any additional pay such as severance pay, or wages paid instead of a notice of layoff. If you are on a temporary layoff with a definite return-to-work date and receive vacation, sick leave or holiday pay, you must report that, too. For more information, see: www.twc.texas.gov/programs/unemployment-benefits/report-your-work-earnings",
    "metadata": {
      "section_title": "Report All Income",
      "page_number": 9
    }
  },
  {
    "section_id": "TX-28",
    "content": "Once you return to work full time, you are no longer eligible for benefits, even if you will not get paid right away or get paid less. If you work part time or more than one job, you may remain eligible as long as you report all your work and earnings from all your jobs for each week, meet our requirements, and look for full time work.\nIf you work part time, you can earn up to 25 percent of your weekly benefit amount (WBA) before TWC reduces your payment. If you earn more than 125 percent of your WBA, we cannot pay you benefits for that week. If you are working the customary full- time hours for your occupation, we cannot pay you benefits, even if your earnings are below your allowed amount. If you lose any job while filing for benefits, we will investigate why you lost your job to determine if you are still eligible.\nTWC compares your reported income with state and federal wage databases and investigates when the numbers do not match. If you do not report all your work and earnings, TWC will find out and it will cause an overpayment you must repay. You may be also charged with fraud.",
    "metadata": {
      "section_title": "Working and Receiving Benefits While Unemployed",
      "page_number": 9
    }
  },
  {
    "section_id": "TX-29",
    "content": "Your benefits are taxable income that you must report to the Internal Revenue Service (IRS). At your request, we withhold 10 percent of your gross benefit payment for taxes and pay them to the IRS. To request withholding, log on to UBS at www.twc.texas.gov/services/apply-benefits or call Tele-Serv at 800-558-8321. See: www.twc.texas.gov/programs/unemployment-benefits/federal-income-taxes",
    "metadata": {
      "section_title": "Paying Taxes on Your Benefits",
      "page_number": 9
    }
  },
  {
    "section_id": "TX-30",
    "content": "We send you an IRS Form 1099-G, Certain Government Payments, each January showing the total benefits paid in the previous calendar year. You can find the amount we withheld on Tele-Serv or online on UBS. You do not need Form 1099-G to file your taxes, you only need the total amount of benefits paid, the total amount of taxes withheld (if any), and TWC’s tax account number: 74-2764775.\nUnemployment Benefits Handbook (09/24) – 9\n   DETERMINING YOUR   ELIGIBILITY FOR BENEFITS",
    "metadata": {
      "section_title": "IRS Form 1099-G",
      "page_number": 10
    }
  },
  {
    "section_id": "TX-31",
    "content": "You need to have earned enough wages from an employer subject to TUCA during your base period, which is the first four of the last five completed calendar quarters before the start of your claim. See: www.twc.texas.gov/programs/unemployment- benefits/eligibility-benefit-amounts",
    "metadata": {
      "section_title": "Benefit Eligibility – Base Period Wages",
      "page_number": 10
    }
  },
  {
    "section_id": "TX-32",
    "content": "Find the month you filed your claim in the white boxes. The quarters in the blue boxes on the same line make up your base period. A new quarter begins on the first Sunday in January, April, July, and October.\nOCT NOV DEC JAN FEB MAR APR MAY JUN JUL AUG SEP JAN FEB MAR JAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC APR MAY JUN APR MAY JUN JUL AUG SEP OCT NOV DEC JAN FEB MAR JUL AUG SEP JUL AUG SEP OCT NOV DEC JAN FEB MAR APR MAY JUN OCT NOV DEC",
    "metadata": {
      "section_title": "Base Period Wages & Chart",
      "page_number": 10
    }
  },
  {
    "section_id": "TX-33",
    "content": "We send a Statement of Wages and Potential Benefit Amounts that shows whether you earned enough wages in your base period. This statement includes your potential weekly benefit amount (WBA), the maximum benefit amount (MBA) you could receive during your benefit year, and how TWC calculated your benefits. Call TWC immediately at 800-939-6631 if your benefit statement has the wrong Social Security number or if wages are missing, incorrect, or do not belong to you and ask us to investigate.\nIf you worked for the federal government, the military, or in other states, your first benefit statement will not include your base period wages. We send a new statement once we receive additional wage information.\nNote: Your benefit statement only shows if you earned enough wages to start a claim and does not guarantee benefits. If you did not earn enough, you are not eligible.\n10 – Unemployment Benefits Handbook (09/24)",
    "metadata": {
      "section_title": "Benefit Statement",
      "page_number": 11
    }
  },
  {
    "section_id": "TX-34",
    "content": "If you were out of work for at least seven weeks in one of your base period quarters because of a medically verifiable illness, injury, disability, or pregnancy that began within 24 months from your claim start date, call customer service at 800-939-6631 and ask if you can use an alternate base period.",
    "metadata": {
      "section_title": "Alternate Base Period",
      "page_number": 11
    }
  },
  {
    "section_id": "TX-35",
    "content": "Your benefit amounts depend on the amount of qualifying wages you were paid during your base period. To qualify monetarily:\n• Your total base-period wages must equal 37 times your WBA\n• You must have wages in at least two of the four base period quarters\n• If you qualified on a prior claim, you must have earned six times your new WBA since your last claim\nWe calculate your weekly benefit amount (WBA) by using your base-period quarter with the highest total wages. We divide that number by 25 and round to the nearest dollar. Your maximum benefit amount (MBA) is 26 times your WBA or 27 percent of the total of all your base period wages, whichever is less. Your benefit amounts cannot be less or more than the minimum or maximum WBAs in Texas at the time you apply. See: www.twc.texas.gov/programs/unemployment-benefits/eligibility-benefit-amounts You can estimate your potential benefit amount using TWC’s Benefits Estimator at: https://apps.twc.texas.gov/UBS/benefitsEstimator.do",
    "metadata": {
      "section_title": "How TWC Calculates Your Benefit Amounts",
      "page_number": 11
    }
  },
  {
    "section_id": "TX-36",
    "content": "If you earned enough wages, TWC must investigate why you lost your job, which can take a minimum of four weeks. We must notify your last employer, who has 14 days to respond, and then investigate your job loss and any other issues that affect your eligibility. We will then send you determinations telling you if you are eligible.\nTo be eligible, you must be either unemployed or working reduced hours through no fault of your own, which means you lost your job because of a qualifying job separation. Examples include layoff, reduction in hours or wages not related to misconduct, being fired for reasons other than misconduct, or quitting for a reason covered under the law.\nIf you quit for a qualifying reason under the law, such as not being paid or dealing with a hostile work environment, you must have proof of the reason and that you tried to correct the problem with your employer before quitting.",
    "metadata": {
      "section_title": "Investigating Your Claim",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-37",
    "content": "If you quit for a personal reason, such as staying home with your children or starting your own business, we cannot pay you benefits.\nUnemployment Benefits Handbook (09/24) – 11\nTWC sends a Determination Notice on each eligibility issue with a decision on whether we can pay you benefits. All decisions must say you are eligible. If even one decision says you are not eligible, TWC cannot pay you benefits. If you disagree with any decision, you can appeal it. You must appeal each decision you disagree with separately. See: www.twc.texas.gov/programs/unemployment-benefits/application-results\nNote: Remember to request payment every two weeks while you are waiting for a determination or an appeal.",
    "metadata": {
      "section_title": "Investigating Your Claim",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-38",
    "content": "If TWC disqualifies you because of your job separation or other reasons, you can end the disqualification if you return to work, either become unemployed through no fault of your own or continue working a part-time job, and:\n• Worked at least 30 hours each week (consecutive seven-day period) for six weeks or earned wages equal to six times your weekly benefit amount.\n• Provide TWC with proof of your work or earnings, such as a document from your employer, or pay stubs or bank statements showing direct deposit.",
    "metadata": {
      "section_title": "Requalifying after a Disqualification",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-39",
    "content": "If you last worked for a temporary help agency, that agency has three business days after your last assignment ends to offer a new assignment. If you apply without seeking immediate reassignment or before three business days have passed, we cannot pay benefits.",
    "metadata": {
      "section_title": "Temporary Help Agency",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-40",
    "content": "If you last worked for a Professional Employer Organization (staff leasing firm), you must contact that company immediately for a new assignment before you apply.",
    "metadata": {
      "section_title": "Professional Employer Organization",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-41",
    "content": "For more information about all these issues, see: www.twc.texas.gov/programs/unemployment-benefits/eligibility- benefit-amounts",
    "metadata": {
      "section_title": "ISSUES AFFECTING YOUR ELIGIBILITY",
      "page_number": 12
    }
  },
  {
    "section_id": "TX-42",
    "content": "If you worked in more than one state, you can apply for benefits in any one of the states where you earned base period wages. You can apply in only one state, but you can ask that state to combine all your wages into a single claim. You must register for work in the state you live in. See “If You Earned Wages in More than One State.”\n12 – Unemployment Benefits Handbook (09/24)\n4\nva A\n]",
    "metadata": {
      "section_title": "Working in Other States – Combined Wage Claims",
      "page_number": 13
    }
  },
  {
    "section_id": "TX-43",
    "content": "If you receive any additional pay from your last employer, you must report it, including severance pay or wages instead of notice of layoff. This also includes other types of additional pay, such as vacation pay or wages from partial employment. You may still be eligible for benefits, but you might not get paid benefits for any weeks you received additional pay. See: www.twc.texas.gov/programs/unemployment- benefits/how-money-other-sources-can-affect-your-benefits\nPensions, retirement pay, annuities, or other payments you receive from an employer who paid you wages in your base period can reduce your weekly benefit amount. Report any changes in the amounts you are receiving. Railroad Retirement Income and Social Security do not reduce your benefit amount. You must also report any workers’ compensation or disability insurance payments when you apply for benefits. These can affect your eligibility. TWC will decide based on the type of payment and your ability to work.",
    "metadata": {
      "section_title": "Other Payments",
      "page_number": 13
    }
  },
  {
    "section_id": "TX-44",
    "content": "We cannot use your school wages to calculate your benefits if you have reasonable assurance of going back to work after a break in the academic year or if you are between academic years. See “If You Worked for a School.”",
    "metadata": {
      "section_title": "School Employees",
      "page_number": 13
    }
  },
  {
    "section_id": "TX-45",
    "content": "If you worked for the federal government, you need to provide proof of your federal employment or wages after you apply. See “If You Worked for the Federal Government.”",
    "metadata": {
      "section_title": "Federal Employees",
      "page_number": 13
    }
  },
  {
    "section_id": "TX-46",
    "content": "Your military wages qualify you for benefits if you separated under honorable conditions and completed your first full term of service. If you did not complete your first full term, you must have separated due to an exception specified by Congress. Reservists and National Guard members are eligible if they served at least 180 days of continuous active service and received a DD Form 214 when separated. See “If You Served in the Military.”\nUnemployment Benefits Handbook (09/24) – 13\n&",
    "metadata": {
      "section_title": "Former Military Servicemembers",
      "page_number": 14
    }
  },
  {
    "section_id": "TX-47",
    "content": "If you stopped working because of a labor dispute, you cannot receive benefits during the dispute. This does not apply to a “lock-out.” You will be disqualified until you no longer have any part in the labor dispute. It does not matter if you are a union member. You will also be disqualified if you do not cross a picket line or refuse to perform your customary work during the strike. See “If You are Involved in a Labor Dispute or Strike.”",
    "metadata": {
      "section_title": "Labor Disputes (Strikes)",
      "page_number": 14
    }
  },
  {
    "section_id": "TX-48",
    "content": "If you lost your job or business as a direct result of a major disaster declared by the President of the United States, you may be eligible for DUA. If you are also eligible for regular unemployment benefits, TWC will pay those first. See: www.twc.texas.gov/programs/unemployment- benefits/disaster-unemployment-assistance",
    "metadata": {
      "section_title": "Disaster Aid – Disaster Unemployment Assistance (DUA)",
      "page_number": 14
    }
  },
  {
    "section_id": "TX-49",
    "content": "If you lost your job due to foreign competition, you may be eligible for Trade Adjustment Assistance (TAA). TAA includes retraining, job search and relocation aid, and weekly Trade Readjustment Allowance (TRA) benefits. Trade-affected workers aged 50 or older may be eligible for a wage-subsidy program. See “If You Lost Your Job Due to Foreign Trade.”\nNote: The TAA program expired on June 30, 2022. The U.S. Department of Labor will no longer certify new petitions after that date. Existing petitions are still active and trade-affected workers under the existing petitions are still eligible for TAA services.",
    "metadata": {
      "section_title": "Foreign Trade",
      "page_number": 14
    }
  },
  {
    "section_id": "TX-50",
    "content": "If you do not meet all ongoing weekly eligibility requirements, TWC cannot pay you benefits. See: www.twc.texas.gov/programs/unemployment-benefits/ongoing- eligibility-requirement. To remain eligible, you must:\n• Be totally or partially unemployed (hours reduced to part time by your employer)\n• Request payment every two weeks as scheduled\n• Respond when contacted\n• Be able, available, and actively seeking full-time work\n• Complete your work search requirements and record your work search activities\n• Apply for and accept suitable work\n14 – Unemployment Benefits Handbook (09/24)",
    "metadata": {
      "section_title": "Ongoing Weekly Eligibility Requirements",
      "page_number": 15
    }
  },
  {
    "section_id": "TX-51",
    "content": "To be considered able and available, you must:\n• Be physically and mentally able to work the days and hours required for the job you are seeking\n• Be available for and accept suitable work, if offered\n• Not be in jail\n• Have adequate transportation and childcare\n• Accept the usual rate of pay for your qualifications and experience\n• Lower your new employment wage request to 75 percent of your normal wage after the eighth week of unemployment",
    "metadata": {
      "section_title": "Able & Available",
      "page_number": 15
    }
  },
  {
    "section_id": "TX-52",
    "content": "You must apply for and accept suitable work. Suitable work is any job that:\n• Meets your experience, qualifications, and training\n• Meets the working conditions and pay for similar jobs in your area\n• Does not risk your health, safety, or morals\n• Is within an acceptable distance from your home\nTWC also decides whether a job is suitable based on how long you have been unemployed. For the first eight weeks, you must be willing to accept a suitable job that pays at least 90 percent of your normal wage. After eight weeks, you must be willing to accept a suitable job that pays at least 75 percent of your normal wage.",
    "metadata": {
      "section_title": "Apply for and Accept Suitable Work",
      "page_number": 15
    }
  },
  {
    "section_id": "TX-53",
    "content": "If TWC selects you to receive reemployment services, you must participate. Your local Workforce Solutions office will contact you if you are selected. You must respond by the date requested and participate, or you might not get paid.",
    "metadata": {
      "section_title": "Special Reemployment Activities",
      "page_number": 15
    }
  },
  {
    "section_id": "TX-54",
    "content": "You must respond to all TWC and Workforce Solutions contact requests, either by phone or in person. If you do not, this could impact your benefits, and could result in an overpayment. You will receive all TWC correspondence by U.S. mail unless you sign up for Electronic Correspondence (EC) on UBS at: www.twc.texas.gov/services/apply- benefits. With EC, you will receive most, but not all, of your notices in a secure, online mailbox.\nYou are responsible for checking your mail or EC regularly and for keeping your mailing address, phone number, and email address current with TWC and WorkInTexas. To update your information, log on to UBS and WorkInTexas or call 800-939-6631.\nUnemployment Benefits Handbook (09/24) – 15\nUNDERSTANDING YOUR      APPEAL RIGHTS",
    "metadata": {
      "section_title": "TWC Correspondence: Respond when Contacted",
      "page_number": 16
    }
  },
  {
    "section_id": "TX-55",
    "content": "If you receive a Determination Notice stating we cannot pay you benefits, you can appeal within 14 days of the date we mailed it. An appeal is your written notice that you disagree with a decision and want your case decided through the appeal process. See: www.twc.texas.gov/services/file-unemployment-appeal\nTo protect your rights, TUCA provides for three levels of appeal. The first level is a telephone hearing with the Appeal Tribunal (AT). If you disagree with the AT decision, the second level is to submit a Commission Appeal (CA). Finally, you may appeal the CA decision by submitting a Motion for Rehearing or suing TWC in a civil court.",
    "metadata": {
      "section_title": "What is an Appeal?",
      "page_number": 16
    }
  },
  {
    "section_id": "TX-56",
    "content": "You must appeal in writing to TWC, which includes appealing online. You must explain why you disagree with the decision and provide evidence in support of your position.",
    "metadata": {
      "section_title": "How to Appeal",
      "page_number": 16
    }
  },
  {
    "section_id": "TX-57",
    "content": "• Your name, address, and Social Security number (SSN)\n• The Date Mailed, shown at the top of the determination you want to appeal\n• A copy of the determination you are appealing, if possible\n• Why you are appealing the determination, along with supporting evidence\n• Any dates you are not able to participate in a hearing",
    "metadata": {
      "section_title": "Your appeal should include:",
      "page_number": 16
    }
  },
  {
    "section_id": "TX-58",
    "content": "• For the fastest service, appeal online at: https://apps.twc.texas.gov/UBS/security/logon.do\n• If you need Internet access, go to any Workforce Solutions office. See: www.twc.texas.gov/find-locations\n• If you cannot appeal online, you can appeal by fax or mail",
    "metadata": {
      "section_title": "Submit your appeal:",
      "page_number": 16
    }
  },
  {
    "section_id": "TX-59",
    "content": "You must appeal within 14 days from the mail date on the decision or your appeal may not be heard. The deadline is on the Determination notice. Your employer can also appeal any claim decision by the 14-day deadline. We use the date and time of your online or fax appeal or the postmark date (if mailed) to determine if it is on time. Mailing or faxing could delay processing. We do not accept appeals by phone or email.\nImportant! If you appeal late, your appeal must explain why. If TWC decides not to hear your case because you appealed late, we mail you a decision that you can appeal.\n16 – Unemployment Benefits Handbook (09/24)",
    "metadata": {
      "section_title": "Appeal Deadline",
      "page_number": 17
    }
  },
  {
    "section_id": "TX-60",
    "content": "We mail you a hearing packet with the date and time of your hearing and instructions on submitting additional documents. Take part in the hearing. The hearing officer decides based on evidence from the hearing. If you cannot participate, call the hearing officer at the number on the notice. You can ask for an interpreter or special services for you or your witnesses. The hearing officer will mail you the decision after the hearing.\nReminder\nRequest payment every two weeks while an appeal is pending unless you return to full-time work. If the appeal is in your favor, we can pay you only for the weeks you requested payment and met all other eligibility requirements.\n   REPAYING   OVERPAYMENTS",
    "metadata": {
      "section_title": "Next Steps",
      "page_number": 17
    }
  },
  {
    "section_id": "TX-61",
    "content": "Overpayment occurs when TWC pays unemployment benefits that you were not eligible to receive. You must repay all overpayments before we can pay you benefits. If the overpayment happened due to fraud, you also have to pay a 15 percent fraud penalty. See: www.twc.texas.gov/programs/unemployment-benefits/overpayments\nOverpayments are often caused if you:\n• Do not report earnings correctly\n• Provide false or incorrect information\n• Do not participate in reemployment activities when required\n• Commit fraud\n• Become ineligible after TWC paid you benefits, such as when an appeals decision reverses your eligibility\nThere is no statute of limitations for overpayments. TWC cannot forgive or dismiss the overpayment and there is no exception for hardship. Overpayments stay on your record until repaid. You must repay even if the overpayment was not your fault. TWC will send you a Statement of Overpaid Benefits Account explaining the overpayment and how to repay it. You can appeal the decision that caused the overpayment. If you are requesting benefit payments and are eligible, we apply each weekly payment toward reducing your overpayment. If you have an overpayment in another state, we send your weekly benefits to the other state.\nUnemployment Benefits Handbook (09/24) – 17",
    "metadata": {
      "section_title": "What are Overpayments?",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-62",
    "content": "You can pay online by debit card or e-check, or by mail. We cannot accept payment by phone, credit card, or PayPal.",
    "metadata": {
      "section_title": "How to Pay an Overpayment Directly",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-63",
    "content": "If you are not receiving benefits and cannot repay the entire amount at once, we include a repayment schedule on the Overpaid Benefits notice. To use, submit the Minimum Payment Due amount shown on the notice by the due date.",
    "metadata": {
      "section_title": "Need Assistance?",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-64",
    "content": "If you owe TWC for an overpayment due to fraud or corrected earnings, your Internal Revenue Service (IRS) tax refund(s) may be reduced by the amount you owe under the Treasury Offset Program (TOP).",
    "metadata": {
      "section_title": "Past Due Overpayment",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-65",
    "content": "Your claim ends when you exhaust your benefits, your claim year expires, or you return to full-time work or with the customary full-time hours for your occupation. Contact TWC to stop your unemployment claim and receive your waiting week payment. See: www.twc.texas.gov/programs/unemployment-benefits/stop-your-claim",
    "metadata": {
      "section_title": "How Your Claim Ends",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-66",
    "content": "Texas law requires TWC to hold the benefits for the first payable week as the “waiting week” for all claimants. We pay your waiting week after you have received two times your weekly benefit amount and returned to full-time work or exhausted your benefits. See: www.twc.texas.gov/programs/unemployment-benefits/request-benefit-payments",
    "metadata": {
      "section_title": "Waiting Week",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-67",
    "content": "Your benefits are exhausted when you have received all the regular benefits you were eligible for and your claim balance is zero ($0). This means TWC has paid you your maximum benefit amount and there are no more benefits. You cannot appeal this.",
    "metadata": {
      "section_title": "Exhaust Your Benefits",
      "page_number": 18
    }
  },
  {
    "section_id": "TX-68",
    "content": "When you return to full-time work, you are no longer eligible even if your new job pays less or you have a remaining claim balance. If you keep requesting payment after you start your new full-time job and fail to report all your work hours and earnings, you may also face fraud charges and possible jail time. Stop requesting payment after your first week of full-time work and report your work hours and earnings for that first week.\n18 – Unemployment Benefits Handbook (09/24)",
    "metadata": {
      "section_title": "Tell Us You Are Hired",
      "page_number": 18
    }
  }
]