[
  {
    "section_id": "VA-0",
    "content": "Published on Virginia Employmenon (https://www.vec.virginia.gov)",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "VA-1",
    "content": "The Virginia Employment Commission (VEC) administers an unemployment insurance program that provides protection against loss of wages to individuals who become unemployed through no fault of their own. Benefits are paid through taxes on employers covered under the Virginia Unemployment Compensation Act. No part of the employer tax is deducted from your earnings.\nIn order to receive unemployment benefits you must meet certain requirements. You also must file your initial application for benefits on the Internet, at www.vec.virginia.gov [1], or by telephone through the VEC's Customer Contact Center at 1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays), or by visiting one of the VEC offices located statewide. Your name and SSN will be cross-matched with the Social Security Administration to verify your identity.",
    "metadata": {
      "section_title": "Unemployment Insurance Handbook for Claimants",
      "page_number": 1
    }
  },
  {
    "section_id": "VA-2",
    "content": "Confidential unemployment compensation information may be requested and utilized for other governmental purposes, including verifying an individual's eligibility for other governmental programs.\nThis handbook explains the requirements for obtaining unemployment benefits under the Virginia Unemployment Compensation Act. Please read the entire handbook carefully. Pay special attention to your rights and responsibilities. The handbook also explains the basis for the dollar amount of the unemployment benefits that you may be entitled to receive and the requirements you must meet each week to file your request for payment and receive those benefits. Although it does not have the effect of law or regulation, the information provided in the handbook will assist you in filing for and receiving benefits.",
    "metadata": {
      "section_title": "Unemployment Insurance Handbook for Claimants",
      "page_number": 1
    }
  },
  {
    "section_id": "VA-3",
    "content": "View as PDF [2] or Word Document [3]\nSi necesita ayuda para entender este documento en espanol, puede solicitarlo sin costo adicional llamando a nuestro Centro de Contacto con el Cliente al 1-866-832-2363.\nThe Virginia Employment Commission (VEC) administers the unemployment compensation program that provides temporary financial assistance to individuals who become unemployed through no fault of their own. Benefits are paid through taxes on employers covered under the Virginia Unemployment Compensation Act. No part of the cost of your unemployment benefits is deducted from your earnings. Your name and social security number will be cross-matched with the Social Security Administration to verify your identity. To receive benefits you must meet each of the following:",
    "metadata": {
      "section_title": "Your Unemployment Benefit Rights and Responsibilities",
      "page_number": 1
    }
  },
  {
    "section_id": "VA-4",
    "content": "This document explains these requirements and will assist you in filing for benefits. Read it carefully and retain it for your records. Note: If you reside in another state and filed your claim against Virginia, you are subject to Virginia’s unemployment laws, rules, regulations, and the requirements contained in this document.\nPartial Unemployment Benefits—If you have filed a claim for partial unemployment benefits because your normal and customary hours have been reduced but you have not been separated from your job, you will receive a separate list of instructions from the Virginia Employment Commission advising you of\nPage 1 of 28\nPublished on Virginia (https://www.vec.virginia.gov)\nthe requirements you must follow. You may also access this same information at www.vec.virginia.gov under Forms/Publications - Claimant, \"Instructions to Partial Claimants\".",
    "metadata": {
      "section_title": "Monetary qualification; Separation qualification; and Weekly eligibility requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "VA-5",
    "content": "on at www.vec.virginia.gov under Forms/Publications - Claimant, \"Instructions to Partial Claimants\".\nMonetary qualification—In a separate mailing you will receive your monetary determination. Review it carefully. Based on the wages earned during the regular base period, this determination will indicate the benefit amount you qualify for each week and the number of weeks you may receive benefits. The regular base period consists of the first four of the last five completed calendar quarters prior to the effective date of your claim. If you feel the wages shown on the determination are incorrect, call 1-866-832-2363 or mail your proof of correct wages and a letter to Virginia Employment Commission, Monetary Determinations Unit - Room 200, P. O. Box 26441, Richmond, Virginia 23218.If you do not have enough wages to qualify for benefits during the regular base period, you may monetarily qualify under the alternate base period that includes wages from the last four completed calendar quarters at the time your claim is filed.",
    "metadata": {
      "section_title": "Monetary qualification; Separation qualification; and Weekly eligibility requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "VA-6",
    "content": "that includes wages from the last four completed calendar quarters at the time your claim is filed. If any wages shown on this form do not belong to you, you must report this to the Virginia Employment Commission immediately. Failure to do so may result in an overpayment of benefits that you will be required to repay.\nThe base period is set by law and will not change during the life of your unemployment claim. If you qualify monetarily, your claim remains in effect for one year. This period is called a benefit year.\nSeparation qualification—Even though you may have enough earnings to qualify, there are circumstances that may prevent you from receiving unemployment benefits. If you are separated for any reason other than lack of work, it will be necessary to gather facts from you and your employer concerning your separation. Your employer will be sent a questionnaire requesting information concerning your employment and separation.",
    "metadata": {
      "section_title": "Monetary qualification; Separation qualification; and Weekly eligibility requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "VA-7",
    "content": "loyer will be sent a questionnaire requesting information concerning your employment and separation. You will be called by a VEC deputy and be given an opportunity to present your information and review that of your employer. The deputy will make a determination regarding your qualification based on the separation information presented. You will be disqualified if the deputy determines that you quit your job without good cause, or you were fired from your job for misconduct in connection with your work. You and your employer have the right to appeal the deputy’s determination if either of you disagrees with the results.\nWeekly Request—To receive a payment for benefits, you must file a weekly request for each week you wish to claim. You must meet the weekly eligibility requirements listed below.\nYour benefit week begins on Sunday and ends at midnight on Saturday. You cannot claim the week until it is completely over.",
    "metadata": {
      "section_title": "Monetary qualification; Separation qualification; and Weekly eligibility requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "VA-8",
    "content": "The first week you meet the weekly eligibility requirements will be your waiting period week. You will not receive a benefit payment for the waiting period week. Your first payment, if you are qualified, will be issued to you after you have served your waiting week and are eligible to receive benefits for the second week claimed. Note: If your eligibility for benefits must be determined by a deputy, it is very important that you call to file your weekly claim as soon as possible and not wait until you are contacted to give your separation statement or for the deputy’s decision. If you file an appeal, you must continue to meet the weekly eligibility requirements (explained below) and file your weekly claim within 28 days of the most recent week claimed ending date explained below.",
    "metadata": {
      "section_title": "Monetary qualification; Separation qualification; and Weekly eligibility requirements",
      "page_number": 2
    }
  },
  {
    "section_id": "VA-9",
    "content": "1. To avoid denial of benefits, you must file your first weekly claim within 28 days of the date you filed your initial/new claim. For example, if you filed your claim on January 2, your first weekly claim must be filed by January 30. Subsequent weekly claims for benefits must be filed within 28 days of the Saturday date of the week claimed. For example, if your last week claimed ended on Saturday, February 4, then your subsequent weekly claim must be filed no later than March 4. The Voice Response System and the Internet will not allow you to claim benefits for weeks that are more than 28 days old.\n2. You must be able to work and be available for work. Most claimants are required to make\nPage 2 of 28\nPublished on Virginia Employment on (https://www.vec.virginia.gov)\nan active search for work.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "VA-10",
    "content": "of 28\nPublished on Virginia Employment on (https://www.vec.virginia.gov)\nan active search for work. In addition to making an active search for work, you must register online at www.vawc.virginia.gov [4], the VEC or a workforce services agency where you live if you live outside of Virginia. You are required to create a resume as part of your registration; this allows you to be referred to a job. You must contact several employers each week in your effort to find work. Note: Responses to blind ads for jobs or openings are not acceptable as job contacts. A blind ad would be any job announcement or advertisement where the name of the employer/company is not provided. You must provide the name of the employer/company for any work search contact that you report on your weekly claim filing to the Virginia Employment Commission. You must maintain complete and accurate records of your work search contacts for one year for auditing purposes.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "VA-11",
    "content": "ntain complete and accurate records of your work search contacts for one year for auditing purposes. You must provide the VEC, when requested, the following information that is subject to verification:\nMonth, day, year of contact;\nComplete name of employer contacted;\nComplete address (street, P.O. Box number, city, state, zip code) of employer contacted;\nFirst and last name of the individual for the employer/company with whom you talked;\nTelephone number of the employer; fax number; and e-mail or web address;\nType of work or position for which you applied; and\nFailure to provide requested information may result in a denial of benefits and could Result of contact. result in overpaid benefits that you must repay to the Commission. Reported work search contacts are randomly verified and if it is found you falsely reported contacts in order to obtain benefits, you will be subject to a 52 week ineligibility period and a penalty of 15 percent on top of any benefits determined overpaid.\n3.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "VA-12",
    "content": "week ineligibility period and a penalty of 15 percent on top of any benefits determined overpaid.\n3. You must be willing to accept suitable work if offered and apply for suitable work when referred to a job by the VEC or your workforce services agency if you live outside Virginia. The term suitable work takes into account many factors such as previous work experience, physical and mental fitness, risk to your health, safety, or morals, and the distance from your home. Conditions of the work offered, such as wages and hours, are also considered. If you refuse a job or a VEC/workforce services agency referral to a job, you must report it on your weekly claim filing during the week in which it occurs. A deputy will review the suitability of the work and your reason(s) for refusing it before issuing a determination on your continuing eligibility.\n4. You must report all wages earned for any work, including temporary, part-time, and self-employment, for the week they are earned (not when paid).",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "VA-13",
    "content": ", including temporary, part-time, and self-employment, for the week they are earned (not when paid). If you work and your gross income for the week is less than your weekly benefit amount, that gross amount less $50 will be deducted from your weekly benefit amount. If your gross earnings equal or exceed your weekly benefit amount, you will not receive benefits for that week. Report your return to full- time work when you file your weekly claim for benefits for the week that you first report to the job. Be sure to report your earnings right away, regardless of when you get paid, or you may receive benefits that you have to repay.\n5. You must report the receipt of holiday, vacation, and severance pay. Holiday or vacation pay must be reported for the week in which it applies and will be deducted like wages from your weekly benefit amount. The deputy may issue a determination based on information provided by you and your employer concerning the effect of severance pay on your weekly benefit amount.\n6.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 3
    }
  },
  {
    "section_id": "VA-14",
    "content": "ed by you and your employer concerning the effect of severance pay on your weekly benefit amount.\n6. If you receive a pension, retirement, Worker's Compensation, or other annuity, it will be deducted from your weekly benefit amount if it is paid by your most recent employer of 30 days or 240 hours or more, or from any employer in the base period of your claim (as shown on your monetary determination). These payments will be deducted dollar-for-dollar from your weekly benefit amount. If your weekly pension, retirement, or annuity equals or exceeds your weekly benefit amount, you will be ineligible for unemployment benefits for that week.\n7. You may receive benefits if enrolled in training or school depending upon the course of study and the required attendance each week. If you desire to attend training or school to improve your employment possibilities, you must request approval in advance through the VEC.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-15",
    "content": "The VEC will determine if your training or schooling is approved and advise you about work search\nPage 3 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nrequirements while you are in school or training. Training or schooling approval may be requested by contacting your nearest VEC office or by calling 1-866-832-2363.\n8. If you are advised to call or report to the VEC, you must respond as directed. Respond to all VEC letters, including those advising you of potential job openings, within the period indicated in the letter. If there is a question about your claim, you will be asked to call the VEC. Failure to report or call as directed may result in the denial of benefits.",
    "metadata": {
      "section_title": "Weekly Eligibility Requirements",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-16",
    "content": "After you file your claim, you will receive a six-digit Personal Identification Number (PIN) through the mail. This number is important and should be carefully guarded. The PIN and your Social Security number will be required every time you claim weekly benefits or inquire about the status of your claim. If you lose your PIN, contact the VEC immediately at 1-866-832-2363 to request a copy of your PIN, and it will be mailed to you.",
    "metadata": {
      "section_title": "PIN Number",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-17",
    "content": "If you change your address or telephone number, or the address or telephone number shown on VEC documents is incorrect, you may correct this information by calling 1-866-832-2363. You must provide your Social Security number and PIN. If an appeal is pending, report the address change even if you are no longer receiving benefits. If changing your address by letter, you must include your Social Security number and signature.",
    "metadata": {
      "section_title": "Address Change",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-18",
    "content": "When filing your claim for benefits, you selected either direct deposit or a Virginia Debit MasterCard as your payment method. It takes two (2) business days for your funds to be deposited into your account after your weekly claim has been processed. You can change your method of payment online at www.vec.virginia.gov [1] or by calling the VRS at 1-800-897-5630.",
    "metadata": {
      "section_title": "Electronic Payments",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-19",
    "content": "Always include your Social Security number in your correspondence with the VEC.",
    "metadata": {
      "section_title": "Correspondence",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-20",
    "content": "If you receive benefits to which you are not entitled, you will be required by law to repay them along with any costs, fees, and interest associated with collection. This includes amounts paid while an appeal by your former employer is pending prior to a decision being rendered against you, and amounts paid because you did not notify us of information which would have reduced or eliminated your benefit entitlement.",
    "metadata": {
      "section_title": "Receipt Of Benefits To Which You Are NOT Entitled",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-21",
    "content": "Always provide complete information and answer all questions truthfully. Do not make false statements to obtain benefits. If you make a false statement or misrepresentation, or have knowingly failed to disclose a material fact, to obtain or increase benefits, you may be subject to a fine and/or imprisonment and be prevented from receiving future benefits for 52 weeks. A conviction for fraud is a Class 1 misdemeanor. If the false statement results in an overpayment of unemployment benefits received, you will be required to repay those benefits plus a 15 percent penalty.",
    "metadata": {
      "section_title": "False Statements To Obtain Benefits",
      "page_number": 4
    }
  },
  {
    "section_id": "VA-22",
    "content": "If you wish to cancel your initial claim and not file for benefits, your cancellation request must be made in writing within 30 days after your claim is filed. The final date for the cancellation request is the same as the final date for appeal shown on your monetary determination. You cannot cancel your claim if 1) you have been paid benefits, or 2) a non-monetary determination has been rendered by a deputy based\nPage 4 of 28\nPublished on Virginia (https://www.vec.virginia.gov)\non your reason for separation from employment. If you cancel your claim, it will be deleted from the Virginia Employment Commission system and you will have to reapply if you later decide to pursue a claim. Your claim will be made effective the Sunday of the week during which you reapply for benefits.",
    "metadata": {
      "section_title": "Cancellation Of Benefits Request",
      "page_number": 5
    }
  },
  {
    "section_id": "VA-23",
    "content": "Report all gross earnings during the week you work, not when you get paid\nReport all separations from any employment during the week in which the separation occurs\nReview your Monetary Determination closely and report any wages that need to be added or deleted from the Determination\nMake sure you accurately report all work search contacts during the week being claimed and be sure you have the company/employer name on any contact you report to the VEC",
    "metadata": {
      "section_title": "IMPORTANT THINGS TO REMEMBER",
      "page_number": 5
    }
  },
  {
    "section_id": "VA-24",
    "content": "You may file your continued weekly claim over the Internet at www.vec.virginia.gov [1] or through the automated Voice Response System (VRS) at 1-800-897-5630. The Internet or VRS can also be used to obtain information about an appeal to which you are a party, information about VEC offices and phone numbers, as well as general information about unemployment insurance claims, and change your electronic payment method. The VRS can be used to obtain specific information about your benefit account, such as the date your benefit payment was processed. Before attempting to file your weekly claim, have your Social Security number, PIN, and job contacts ready. If you choose not to file over the Internet, you must file your weekly claim telephonically using the VRS.\nTTY users please note: To file continued weekly claims by phone, TTY users should call Virginia Relay at 711 and instruct the operator to dial 1-800-897-5630. Out-of-state TTY users may use the same procedure.\nYou must use a touchtone phone to utilize the Voice Response System.",
    "metadata": {
      "section_title": "Filing Your Weekly Claim for Benefits",
      "page_number": 5
    }
  },
  {
    "section_id": "VA-25",
    "content": "Sunday (9 a.m. - Midnight) Monday (4:30 a.m. - 7:30 p.m.) Tuesday (7:30 a.m. - 7:30 p.m.) Wednesday (7:30 a.m. - 5:30 p.m.) Thursday (7:30 a.m. - 7:30 p.m.) Friday (7:30 a.m. - 5:30 p.m.) Saturday & Holidays (9:30 a.m. - 4:30 p.m.)",
    "metadata": {
      "section_title": "Hours of Availability for INTERNET and VRS:",
      "page_number": 5
    }
  },
  {
    "section_id": "VA-26",
    "content": "To file your weekly claim for benefits, Press 2. Enter your 9 digit Social Security number. Enter your 6-digit PIN. If you are advised by the VRS that you do not have an “open week,” call the VEC Customer Contact Center at 1-866-832-2363 to report the problem. Listen carefully to the questions asked and enter information only for the week being claimed.\nEnter the number of contacts you made for work, followed by the # key. For example, if you made\nPage 5 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nthree job contacts, enter 3#\nIf you made contacts for work, you may be asked to say the names of the employers contacted. Speak clearly. For example, if reporting 3 contacts say, “ABC Company; Food Shopping Warehouse; and Video Electronics.”\nTo report earnings, remember to report the gross amount (before any deductions) during the weekly filing process.",
    "metadata": {
      "section_title": "To reach claim and benefits, Press 1.",
      "page_number": 6
    }
  },
  {
    "section_id": "VA-27",
    "content": "When asked to enter the amount you earned before any deductions, enter the amount in dollars and cents followed by the # key. You must enter cents, even if zeros. For example, to report earnings of $135.00, enter 13500#\nIf your response requires you to enter a date, enter MMDDYY. For example, if the date you returned to work was May 21, 2012, enter 052112\nAfter you answer all questions, you will be informed whether your claim can be processed for payment. If an answer to any of the questions results in an eligibility issue on your claim, no payment can be made until the issue is resolved. You will be contacted in the near future by a VEC staff person to address the issue. Important—Stay on the line until the VRS tells you it is okay to hang up.",
    "metadata": {
      "section_title": "To reach claim and benefits, Press 1.",
      "page_number": 6
    }
  },
  {
    "section_id": "VA-28",
    "content": "If you wish to obtain specific information about your benefit account, such as payment date, press 1. Enter your 9 digit Social Security number. Enter your 6-digit PIN.\nIf you wish to change your electronic payment method, press 3.\nFor details about an appeal to which you are a party, press 4. Enter your Social Security number. Enter the Appeal Docket Number (found on your Notice of Appeal).\nTo locate the VEC office in your area, press 5. Enter your 5-digit zip code.\nFor general information on unemployment insurance claims, press 6.",
    "metadata": {
      "section_title": "Other VRS Options",
      "page_number": 6
    }
  },
  {
    "section_id": "VA-29",
    "content": "If you are totally or partially unemployed and wish to apply for benefits, call the VEC Customer Contact Center or complete an on-line application on the Internet. The Customer Contact Center telephone number is 1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.) The Internet address is www.vec.virginia.gov [5]. The addresses and telephone numbers for VEC Workforce Centers can be found in the phone book, or at the VEC website.\nYou will be asked to supply the name, address and telephone number of your last employer (and, in some cases, previous employers), your dates of employment, and the reason for separation.\nYou will be asked to select your electronic payment method for receipt of your benefits. You can select either direct deposit or a debit card. For direct deposit you will need your bank account and routing numbers. After you file your application for benefits, the VEC will decide whether you meet three separate requirements: 1) Monetary eligibility; 2) Separation qualification; and 3) Weekly eligibility.",
    "metadata": {
      "section_title": "Applying for Benefits",
      "page_number": 6
    }
  },
  {
    "section_id": "VA-30",
    "content": "Page 6 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nIn order to qualify for benefits, you must have earned enough wages in covered employment during the base period. The amount of wages you earned will determine your weekly benefit amount and the maximum number of weeks (12 to 26 weeks) to which you will be entitled. Benefit computation tables are available on the VEC website. You will receive a Monetary Determination that contains your base period earnings, weekly benefit amount and the maximum number of weeks you may receive benefits. Monetary entitlement lasts one year from the effective date of your claim, or until the benefits exhaust, whichever comes first.\nReview your monetary determination carefully. If you feel the wages shown for your base period are incorrect, you may call the VEC Customer Contact Center at 1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.) and provide information to correct the wages. You will be asked to fax or mail proof of correct wages (W-2s, pay stubs) to the number or address provided by the Customer Contact Center. Be sure to keep your monetary determination because it shows your base period information.",
    "metadata": {
      "section_title": "Monetary Eligibility",
      "page_number": 7
    }
  },
  {
    "section_id": "VA-31",
    "content": "A: When you file your application for benefits through the Customer Contact Center, your wages will be discussed with you. Regardless of how you file your application for benefits, you will be mailed a monetary determination that contains the wages you earned in covered employment during the base period. You must have been paid a minimum specified amount in two combined quarters of your base period.",
    "metadata": {
      "section_title": "Q: How do I know if I have enough wages to qualify?",
      "page_number": 7
    }
  },
  {
    "section_id": "VA-32",
    "content": "A: Your monetary determination will show the amount of your weekly benefits and the number of weeks you may be eligible to receive the benefits. It also contains the benefit year ending date. Your weekly benefit amount is determined by the two quarters with highest earnings reported during the base period.\nYour total wages earned and reported during the base period determine the maximum benefit amount. Once you establish a claim that reflects all earnings in covered employment during your base period, the amount you qualify for remains the same for one year and is available to you until your maximum benefit amount or your benefit year is exhausted, whichever comes first.",
    "metadata": {
      "section_title": "Q: What amount of benefits will I receive and for how long?",
      "page_number": 7
    }
  },
  {
    "section_id": "VA-33",
    "content": "A: The base period is the first four of the last five completed calendar quarters prior to the effective date of your claim. The effective date of your claim is the Sunday of the week in which you file your application for benefits. The chart that follows illustrates the base period in relation to the effective date of the claim.\n(You can go here to figure your base period [6])\nEffective Base Period Date of Claim Current Year Previous Last Year This Year Year Jan Feb Oct Jan Apr Jul March Nov Feb May Aug Dec Mar Jun Sep Apr\nPage 7 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nMay Jan Apr May Feb Jun Mar Jun Jul Jul Aug Sep Oct Nov Dec Aug Apr Jul Oct Jan Sep May Aug Nov Feb Jun Sep Dec Mar Oct Nov Jul Oct Jan Apr Dec Aug Nov Feb May Sep Dec Mar Jun\nClaimants not qualifying for benefits under the standard base period may do so under an alternate base period.",
    "metadata": {
      "section_title": "Q: What is the base period?",
      "page_number": 8
    }
  },
  {
    "section_id": "VA-34",
    "content": "A: Claimants who did not earn sufficient wages during the first four of the last five completed calendar quarters may have earned the necessary amount in the alternate base period, the last four completed calendar quarters. The minimum qualifying amount is the same for both periods. Claimants cannot choose which base period they wish to use. The alternate base period can only be used if the claimant cannot qualify with the standard base period.",
    "metadata": {
      "section_title": "Q: What is an alternate base period?",
      "page_number": 8
    }
  },
  {
    "section_id": "VA-35",
    "content": "A: When you receive your monetary determination, review it carefully to see if it:\n1. Omits an employer for whom you worked during the base period;\n2. Omits some of the wages you earned during the base period;\n3. Lists any employers for whom you did not work during the base period;\n4. Lists any earnings amount incorrectly.\nIf a correction is necessary, request a redetermination from the VEC Customer Contact Center.\nIf an employer or wages are incorrect or omitted, you must provide the name and address and some evidence of your earnings such as W-2 forms or pay check stubs. Once these wages have been validated, your weekly benefit amount will be adjusted to reflect the correct wages and you will be issued a payment to cover any amount due for the weeks of benefits that have paid.",
    "metadata": {
      "section_title": "Q: What if my wages are correct but insufficient to qualify?",
      "page_number": 8
    }
  },
  {
    "section_id": "VA-36",
    "content": "A: Yes. Wages earned in other states can be used to establish a claim in one of two ways.\n1. You file a claim against the other state if you have earned enough wages in that state to qualify for benefits. This is known as an Interstate Claim; or,\n2. You request that the wages earned in other states be transferred to Virginia and “combined” to qualify for benefits. Be sure to tell the VEC representative if you have worked in another state.\nOnly those out-of-state earnings that have not been used on a prior claim will transfer to Virginia. Wages earned overseas also may be used if you worked for a U.S. company. The state where the company is headquartered is the state to which the wages are reported.",
    "metadata": {
      "section_title": "Q: May I use wages earned in other states to establish a claim?",
      "page_number": 8
    }
  },
  {
    "section_id": "VA-37",
    "content": "Page 8 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nA: If you drew benefits during a prior benefit year and have not performed services on 30 different days or 240 hours for one covered employer since the beginning of that prior benefit year, you may monetarily qualify for a new benefit year, but you will not be eligible to draw those benefits until you have 30 different days or 240 hours of covered employment and are subsequently unemployed through no fault of your own.",
    "metadata": {
      "section_title": "Q: What is a “double-dip” claim?",
      "page_number": 9
    }
  },
  {
    "section_id": "VA-38",
    "content": "Even though you may have enough earnings to qualify, there are circumstances that may prevent you from receiving unemployment benefits. If you are unemployed for any reason other than lack of work, it is necessary to gather the facts concerning your separation from employment and render a written determination regarding eligibility.",
    "metadata": {
      "section_title": "Separation Qualification",
      "page_number": 9
    }
  },
  {
    "section_id": "VA-39",
    "content": "A: You give your reason for being unemployed when you file your application for benefits. This information along with a questionnaire is sent to your former employer for completion. It will be necessary for a Deputy, sometimes referred to as a Hearings Officer, to talk with you about your separation from work. You and your employer will be scheduled for a telephonic interview. You have the right to know and comment on any information provided by your employer. The Deputy will make a decision whether you are qualified to receive benefits based on the facts gathered surrounding your reason for separation.\nThis decision will be included in a Notice of Deputy’s Determination that will be sent to you and your employer. You will be disqualified if the Deputy finds that you:\n1. Quit your job or are on leave of absence without good cause; or\n2. Were fired or suspended from your job for misconduct in connection with your work.",
    "metadata": {
      "section_title": "Q: How are these facts gathered?",
      "page_number": 9
    }
  },
  {
    "section_id": "VA-40",
    "content": "A: If you disagree with the determination, you may appeal it. Your employer also has the right to appeal. For additional information on the appeal process, refer to the section in this handbook concerning Appeals.\nIf you decide to appeal the determination, while your appeal is pending, it is very important that you continue to look for work, report those contacts when you file your weekly request for payment of benefits, and file your requests for payment on time. If you do not file your weekly requests for payment while an appeal is pending, you may be ineligible for benefits for those weeks if the Deputy’s determination is overturned.",
    "metadata": {
      "section_title": "Q: What if I disagree with the Notice of Deputy’s Determination?",
      "page_number": 9
    }
  },
  {
    "section_id": "VA-41",
    "content": "Each week you claim benefits, you must be able to perform work, be available for work while placing no undue restrictions on your availability, and be actively seeking work. In addition, you must accept all offers of suitable work, be registered for work with the Virginia Workforce Connection (VWC) accept any VEC referrals to work, report to the VEC when directed to do so, and report income from any source.",
    "metadata": {
      "section_title": "Weekly Eligibility",
      "page_number": 9
    }
  },
  {
    "section_id": "VA-42",
    "content": "A: An active search for work means that you must make two (2) or more job contacts each week in your\nPage 9 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\neffort to find work unless instructed otherwise by the VEC. You must be able to provide the VEC, when requested, with information about each employer or company you contact.\nYou must conduct an active work search and report job contacts even when you work part-time and earn less than your weekly benefit amount.\nJust looking through newspaper want ads by employers or looking at postings on the Internet is not acceptable. Additionally, because the Virginia Unemployment Compensation Act requires that claimants provide the name of employers contacted for work, blind ads are not acceptable.\nCertain occupations require the use of resume’s as the usual and customary means of soliciting work.",
    "metadata": {
      "section_title": "Q: What is an active search for work?",
      "page_number": 10
    }
  },
  {
    "section_id": "VA-43",
    "content": "If you have one of these occupations, faxing, mailing, and E-mailing résumés to prospective employers will be acceptable in lieu of personally contacting employers. The VEC has also made the decision to permit telephone calls as an allowable method of making work search contacts. If the employer indicates applications are being taken when you make the call, be sure you complete the application process before reporting this contact on your weekly claim.\nIf you are a member of a union that has a local hiring hall, please inform the VEC representative who takes your application for benefits or report it on your on-line application where requested. Your work search requirements will be explained to you at the time you apply for benefits.\nAs the length of unemployment increases, you are expected to expand your methods of seeking work. You also should be willing to include other occupations for which you are qualified as a result of prior training or experience.\nIf you do not make any, or only one, job contact during your weekly work search, you may be denied benefits. It is strongly recommended that you keep a personal written record of your work search job contacts to assist you if the need arises or you are asked by the VEC to provide the job contact information for work search verification.",
    "metadata": {
      "section_title": "Q: What is an active search for work?",
      "page_number": 10
    }
  },
  {
    "section_id": "VA-44",
    "content": "A: All job contacts are subject to verification. If your information concerning any job contact is false, you can be disqualified from receiving benefits for at least one year or longer if the benefits are not repaid in full by the end of the disqualifying period.",
    "metadata": {
      "section_title": "Q: Is anybody going to check or verify my work search?",
      "page_number": 10
    }
  },
  {
    "section_id": "VA-45",
    "content": "A: Periodically the VEC may refer you to a job. If you are referred by the VEC, you must contact the employer to whom you are referred using the method as directed by the VEC. You may count the job referral as one of your required work search job contacts for the week if you visit the employer to whom you were referred.",
    "metadata": {
      "section_title": "Q: What if the VEC refers me to a job?",
      "page_number": 10
    }
  },
  {
    "section_id": "VA-46",
    "content": "A: If you refuse a job offer, you will be contacted by the VEC to provide additional information. The VEC then will determine if the work was suitable, and if so whether you had good cause to refuse the job offer. If the job was suitable and you did not have good cause to refuse it, you may be disqualified from receiving benefits beginning with the Sunday of the week in which such refusal occurred.\nIf you fail, without good cause, to apply for suitable work when referred by the VEC, you may be disqualified starting with the Sunday of the week in which refusal occurred. The VEC determines whether the referral was to suitable work.\nPage 10 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)",
    "metadata": {
      "section_title": "Q: What happens if I refuse a job offer or VEC referral?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-47",
    "content": "A: Many factors are taken into consideration in determining whether work is suitable, such as your previous work experience, physical and mental fitness, risk to your health, safety, or morals, and the distance from your home to the job site. You must report all job offers that you decline when you file your weekly request for payment of benefits.",
    "metadata": {
      "section_title": "Q: What is suitable work?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-48",
    "content": "A: If the gross, not net, wages you earned are less than your weekly benefit amount, you may receive unemployment benefits. However, the amount of gross wages that is over $50 will be deducted from your weekly benefit amount. If your weekly gross earnings are equal to or more than your weekly benefit amount, you will not be paid any unemployment benefits for that week.\nQ: What if I receive severance pay, vacation pay, sickness and accident benefits, or holiday pay? A: Severance, vacation, sickness and accident benefits, or holiday pay that you receive may be deducted from your weekly benefit amount in the same manner as actual earnings in any week for which it is payable. You will be notified if these benefits or pay affect your weekly benefit amount.",
    "metadata": {
      "section_title": "Q: How much can I earn and still receive benefits?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-49",
    "content": "A: Your benefits may be reduced by the weekly amount of any pension, retirement, etc. that you receive from your most recent employer of 30 days or 240 hours or more or from any employer in the base period of your claim. You will be asked to provide the amount and source of any pension when you apply for benefits. Failure to report any changes in your pension, such as cost of living increases on your weekly request for payment of benefits may result in an overpayment of benefits that you would be liable to repay.",
    "metadata": {
      "section_title": "Q: What if I receive a pension, retirement, etc.?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-50",
    "content": "A: Make sure you report any classes you are taking during weeks claimed. You may receive benefits while attending school depending upon the course of study and the required attendance each week. If you wish to attend school or a training program to improve your employment possibilities, you need to request approval in advance from the VEC. The VEC determines if your training is approved and will advise you of your work search requirements while you are in school or training.",
    "metadata": {
      "section_title": "Q: What if I attend school or a training program?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-51",
    "content": "A: You will be notified to call the VEC for an interview. If you are held ineligible for benefits you will receive a Notice of Deputy’s Determination explaining why. If you disagree with the determination, you must file an appeal by the date shown on the notice. Refer to the section entitled Appeal Rights – Filing an Appeal in this handbook. It is very important that you continue to look for work, to report those contacts when filing your weekly request(s) for payment of benefits, and to file your weekly requests for payment on time while the appeal is pending. Failure to do so may result in a denial of benefits for weeks that are not timely filed.",
    "metadata": {
      "section_title": "Q: What if there is a question about my weekly eligibility?",
      "page_number": 11
    }
  },
  {
    "section_id": "VA-52",
    "content": "A: Call or report when you are scheduled to do so. If you do not, you may not be paid unemployment benefits for the week you are scheduled to call or report. If you cannot call or report for any reason, call ahead of the scheduled time to explain the circumstances.\nPage 11 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)",
    "metadata": {
      "section_title": "Q: If I receive a letter or telephone call to call or report to the VEC, what should I do?",
      "page_number": 12
    }
  },
  {
    "section_id": "VA-53",
    "content": "A few days after you apply for benefits, you will be mailed a notice containing a six-digit personal identification number (PIN). This number is important; it along with your Social Security number will be required every time you call the VEC Customer Contact Center for information about your claim, and every time you use the Voice Response System or the Internet to file your weekly request for payment of benefits. Please safeguard your PIN and do not give it to anyone. If you lose or forget your PIN, or believe someone else is using it, contact the VEC Customer Contact Center immediately.",
    "metadata": {
      "section_title": "Personal Identification Number",
      "page_number": 12
    }
  },
  {
    "section_id": "VA-54",
    "content": "Unemployment benefits are claimed on a calendar week basis beginning on Sunday and ending at midnight on the following Saturday. In order to receive unemployment benefits, you must meet the following requirements during each week claimed (your meeting these requirements is subject to verification and failure to correctly and accurately report these requirements may result in an overpayment of benefits which you will be liable to repay).\nThe Virginia Unemployment Compensation Act requires that claimants provide the name of the employers contacted for work; therefore blind ads cannot be accepted.",
    "metadata": {
      "section_title": "Filing for and Receiving Weekly Benefits",
      "page_number": 12
    }
  },
  {
    "section_id": "VA-55",
    "content": "File your weekly request for payment of benefits in a timely manner. See Filing Your Weekly Request for Payment of Benefits, and the Voice Response System instructions.\n1. Be unemployed. You are unemployed if you are not working and are not earning any money. You also are considered unemployed during any week that you work less than full time and earn less than your weekly benefit amount. You are considered partially unemployed during any week that you work for your regular employer and earn less than your weekly benefit amount if your hours were reduced because of a lack of work.\n2. File your claim for benefits on the VEC web site (www.vec.virginia.gov [1]) or over the telephone with the VEC Customer Contact Center. You also must call the VEC as directed regarding your claim.\n3. Be monetarily qualified for benefits.\n4.",
    "metadata": {
      "section_title": "Report any refusal of job offers.",
      "page_number": 12
    }
  },
  {
    "section_id": "VA-56",
    "content": "also must call the VEC as directed regarding your claim.\n3. Be monetarily qualified for benefits.\n4. Report all work (including self-employment) and money as it is earned (not when it is paid to you) from any source for the week you claim benefits. Earnings include vacation, severance, and holiday pay. Report the total amount of the gross earnings/wages before taxes and other employer deductions are made. Do not report net earnings/wages. Do not report the receipt of Virginia unemployment benefits. Report your reason for separation from any employer, even if it is temporary employment. If your work is continuing, report this as well.\n5. Be able to work and available for work with no undue restrictions on your availability for work.\n6. Register for work through the VEC Workforce Connection website at www.vawc.virginia.gov [4] or www.VaWorkConnect.com [4], or in person at any VEC workforce center.",
    "metadata": {
      "section_title": "Report any refusal of job offers.",
      "page_number": 13
    }
  },
  {
    "section_id": "VA-57",
    "content": "at www.vawc.virginia.gov [4] or www.VaWorkConnect.com [4], or in person at any VEC workforce center. Unless advised otherwise, you must register within 5 days of filing your application for benefits. If you do not register, you could be ineligible to receive unemployment benefits until you do register.\n7. Make an active search for work each week. Unless you customarily obtain work through a labor union of which you are a member in good standing, you must personally apply for work with several prospective employers each week. Résumés may be used only if it is the usual and customary manner of finding work in your occupation.\nPage 12 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nYou must provide the full name of each employer you contact when filing your weekly request for payment of benefits.\nAdditionally, because your work search is subject to verification, you must maintain a record of your work search contacts as follows for 1 (one) year:\nMonth, day, and year you contacted the employer/company; Complete name of the employer or company contacted;\nComplete mailing address of the employer or company contacted, including the street, P.O.",
    "metadata": {
      "section_title": "Report any refusal of job offers.",
      "page_number": 13
    }
  },
  {
    "section_id": "VA-58",
    "content": "Box number, state, and zip code or email address, or phone number where your resume or application was submitted;\nFirst and last name and title of the individual for the employer or company with whom you talked;\nTelephone number of the employer or company; Type of work or position for which you applied; and Results of the contact.\"\n8. Report any refusal of job offers.\n9. File your weekly request for payment of benefits in a timely manner. See Filing Your Weekly Request for Payment of Benefits, and the Voice Response System instructions.",
    "metadata": {
      "section_title": "Report any refusal of job offers.",
      "page_number": 13
    }
  },
  {
    "section_id": "VA-59",
    "content": "You will file your weekly request for payment of benefits over the Internet at www.vec.virginia.gov [1]or telephonically using the Voice Response System (VRS) at 1-800-897-5630. You will be given or mailed instructions on how to use the VRS when you apply for benefits. Follow the instructions very carefully. The instructions below apply to both Internet weekly requests for payment and VRS weekly requests for payment.\nFile your weekly request for payment of benefits correctly and accurately, as soon as the week has passed. You will not be paid benefits, even if you are qualified and eligible to receive them, if you fail to file your weekly request for payment. Remember that the claim week does not end until after midnight on Saturday of the week being claimed and will not be available to you to file until after that time.",
    "metadata": {
      "section_title": "Filing Your Weekly Request for Payment of Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "VA-60",
    "content": "n Saturday of the week being claimed and will not be available to you to file until after that time.\nYour first weekly request for payment of benefits must be filed with the VEC after the week in which you file your application for benefits ends, but no later than 28 days after the date you filed your application. For example, if you filed your application for benefits on June 1, the VEC must receive your first weekly request for payment no later than June 29.\nNote: If the 28-day period for timely filing of your first weekly request for payment ends on a date the VEC is closed, the last day for timely reporting is extended to the next day the VEC is open for business.\nSubsequent weekly requests for payment must be filed when the claim week ends. In order to be filed in a timely manner, each weekly request for payment must be filed no later than 28 days from the Friday of the prior week claimed.",
    "metadata": {
      "section_title": "Filing Your Weekly Request for Payment of Benefits",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-61",
    "content": "For example, if the last weekly request for payment was the week ending Saturday, June 18, we must receive your next weekly request for payment by Monday, July 18. (The 28th day falls on Saturday when the VEC is closed, and the deadline is extended to the next business day.)\nYou will file your weekly requests for payment of benefits until you report that you have returned to\nPage 13 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nwork, your benefits have run out, or your benefit year ends, unless you fail to file your weekly request within 28 days of the prior claim week’s Saturday. If you fail to file your weekly request on time, the claim series is broken and you will not be able to file your weekly request. You must call the VEC Customer Contact Center.\nYou will lose benefit eligibility for all weeks between the last week filed in a timely manner and the week you call to restart your claim series unless you can show that you had good cause for late filing.",
    "metadata": {
      "section_title": "Filing Your Weekly Request for Payment of Benefits",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-62",
    "content": "A: Yes, you must serve a one-week waiting period in each benefit year. You must file a weekly request for payment of benefits and meet all the eligibility requirements to receive benefits before you get credit for serving a waiting period. You will not be paid benefits for the one-week waiting period.",
    "metadata": {
      "section_title": "Q: Is there a waiting period before I can receive benefits?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-63",
    "content": "A: If you attempt to file your weekly request for payment after 28 days, the VRS and Internet systems will not offer you a week for which to file a payment request. You will be told to call 1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.) for assistance. If you attempt to file a request for payment before the week has ended, you will not be offered the week by the VRS or the Internet.",
    "metadata": {
      "section_title": "Q: What happens if I file my weekly request for payment late or early?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-64",
    "content": "A: Notify the VEC Customer Contact Center immediately by telephone. You will be asked for your Social Security number and the first 4-digits of your PIN. You also may notify us by letter.\nIf you notify us by letter, include your Social Security number. If there is an appeal pending, you should give notice of an address change even if you are not receiving benefits when the change occurs. Even if you are no longer claiming benefits, you should notify the VEC of address changes so we can send your 1099-G statement (mailed each January) that is required for income tax purposes.",
    "metadata": {
      "section_title": "Q: What if I change my address?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-65",
    "content": "A: If you plan to be away temporarily, there is no need for you to contact the VEC. If you plan to leave permanently, you should call or report to the nearest VEC Workforce Center (or workforce services center if in another state) and register for work in your new area. Be sure to take with you all documents pertaining to your claim. If you move to another state, you need to notify the VEC Customer Contact Center of your change of address immediately.",
    "metadata": {
      "section_title": "Q: What if I leave the area?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-66",
    "content": "A: You should indicate that you were not ready, willing and able to work each day during that week when you file your weekly request for payment of benefits.",
    "metadata": {
      "section_title": "Q: What if I am sick, injured, or out of town during a claim week?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-67",
    "content": "A: You should receive your payment within 14 calendar days after you file your weekly request for payment of benefits. You may not receive your payment on the same day of the week each time you file your request for payment. However, no payment will be issued if you have a separation or able and available issue on your claim, until those issues have been addressed and appropriate action taken on them.",
    "metadata": {
      "section_title": "Q: When can I expect my first payment?",
      "page_number": 14
    }
  },
  {
    "section_id": "VA-68",
    "content": "Page 14 of 28\nPublished on Virginia Employmenon (https://www.vec.virginia.gov)\nA. You should contact the VEC Customer Contact Center. However, you should wait at least 5 days after you file your request for payment before notifying us. Be sure to have your Social Security number and personal identification number (PIN) ready when you make the call. Make a record of your call, noting the date and time of the call, the name of the VEC representative with whom you spoke, and the information you were given. If your request for payment was not processed, you will have to refile the request for payment. You should keep a record of your work search contacts in case you need to refile the request.",
    "metadata": {
      "section_title": "Q: What should I do if I don’t receive a payment?",
      "page_number": 15
    }
  },
  {
    "section_id": "VA-69",
    "content": "A: Call the VEC Customer Contact Center if you are unable to file your weekly request for payment.\nYou will need to have your Social Security number and PIN available.",
    "metadata": {
      "section_title": "Q: What should I do if the Voice Response System or Internet will not allow me to file a request for payment of benefits?",
      "page_number": 15
    }
  },
  {
    "section_id": "VA-70",
    "content": "A: The questions are the same as those asked by the VRS, only in a more expanded format that allows the VEC to gather more facts needed to determine eligibility. The internet service and VRS are available during these times [7].",
    "metadata": {
      "section_title": "Q: If I file my weekly request for payment of benefits over the Internet what questions will I be asked to respond to?",
      "page_number": 15
    }
  },
  {
    "section_id": "VA-71",
    "content": "THE VOICE RESPONSE SYSTEM (VRS) FOR FILING WEEKLY REQUESTS FOR PAYMENT OF BENEFITS AND UNEMPLOYMENT INSURANCE INFORMATION ALLOWS YOU TO:\nFile your weekly request for payment of unemployment benefits;\nObtain specific information about your benefit account;\nAcquire information about an appeal to which you are a party;\nFind the location and phone number of the nearest VEC Workforce Center;\nGet general information about unemployment benefit claims.\nThis service is available only by using a touchtone phone. Cellular phones are not recommended.\nAvailable Hours Sunday 9:00 am –Midnight Monday 4:30 am – 7:30 pm Tuesday 7:30 am – 7:30 pm Wednesday 7:30 am – 5:30 pm Thursday 7:30 am – 7:30 pm Friday 7:30 am – 5:30 pm Saturday and Holidays 9:30 am – 4:30 pm\nPage 15 of 28\nPublished on Virginia (https://www.vec.virginia.gov)\nBEFORE CALLING TO FILE YOUR WEEKLY REQUEST FOR PAYMENT OF BENEFITS, be sure to have your Social Security number, PIN, and job contact records available.",
    "metadata": {
      "section_title": "Voice Response System",
      "page_number": 16
    }
  },
  {
    "section_id": "VA-72",
    "content": "File your weekly request for payment of benefits telephonically using the VRS at: 1-800-897-5630.\nTo hear instructions in English,\nPress 1\nTo hear instructions in Spanish,\nPress 2\nTo reach claims and benefits,\nPress 1\nTo file your weekly request for payment of benefits,\nPress 2\nEnter your Social Security number\nEnter your 6-digit PIN\nYou will be asked to answer the following questions and provide the requested information for the week that you are requesting payment.\nWere you able and available to work during the week?\nPress 1 Yes 9 No\nWere you actively seeking work as directed by the Commission during the week?\nPress 1 Yes 9 No\nEnter the number of contacts you made for work followed by the # key. For example, if you made three job contacts,\nEnter 3 #\nIf you made contacts for work, you may be asked to say the names of the employers you contacted. Speak clearly. For example, for 3 contacts, say….\n“ABC Company, Food Shopping Warehouse, and Video Electronics”\nDid you refuse any work or any offers of work during the week?\nPress 1 Yes 9 No\nPage 16 of 28\nPublished on Virginia (https://www.vec.virginia.gov)",
    "metadata": {
      "section_title": "Voice Response System",
      "page_number": 17
    }
  },
  {
    "section_id": "VA-73",
    "content": "Press 1 Yes 9 No\nDid you enter or discontinue school or a training program during the week?\nPress 1 Yes 9 No\nDid you begin receiving or change the amount of any type of pension (including disability pensions)\nduring the week?\nPress 1 Yes 9 No\nDid you receive holiday, vacation, or Workers’ Compensation during the week?\nPress 1 Yes 9 No\nDid you begin receiving or change the amount of any severance pay during the week?\nPress 1 Yes 9 No\nDid you do any work (including self-employment) during the week?\nPress 1 Yes 9 No\nIf your response is 1 Yes, you will be asked to enter the amount you earned before deductions were made in dollars and cents, followed by the # key. You must enter cents, even if zeros. For example, to report earnings of $135.00,\nEnter 1 3 5 0 0 #",
    "metadata": {
      "section_title": "Did you fail to obtain work due to a positive drug test?",
      "page_number": 17
    }
  },
  {
    "section_id": "VA-74",
    "content": "Press 1 Yes 9 No\nIf your response is 1 Yes, then you will be asked to enter the date you started working. For example, if you returned to work on February 1, 2012,\nEnter 0 2 0 1 2 0 1 2\nAfter you answer all questions, you will be told if you request for payment can be processed. If an answer to any of the questions results in an issue, no payment will be made until the issue is resolved. You will be contacted in the near future concerning the issue by the VEC.\nImportant: Stay on the line until the VRS tells you it is okay to hang up. If you have any problems or questions, please contact the VEC Customer Contact Center or the nearest VEC Workforce Center.\nPage 17 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)",
    "metadata": {
      "section_title": "During the week, did you return to full-time employment?",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-75",
    "content": "Press 1\nEnter your Social Security number\nEnter your 6-digit PIN\n=",
    "metadata": {
      "section_title": "If you wish to obtain specific benefit account information, (including payment information).",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-76",
    "content": "Press 3 Enter your Social Security number Enter the Appeal Docket Number (found on your Notice of Appeal)",
    "metadata": {
      "section_title": "For details about an appeal to which you are a party,",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-77",
    "content": "Press 4\nEnter your 5-digit Zip Code.",
    "metadata": {
      "section_title": "To locate the nearest VEC Workforce Center,",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-78",
    "content": "Press 5",
    "metadata": {
      "section_title": "For general information about unemployment benefits,",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-79",
    "content": "A: Report your return to work when you file your weekly request for payment of benefits for the week in which you returned to work. Report the date you started work, and any earnings before deductions for the week you started. Be sure to let us know your earnings, even if your employer does not pay you right away, or you may receive benefits that you will have to repay.\nYou may be eligible for reduced benefits the first week you return to work depending on how much you earn. If you report a return to work date when you file your weekly request for payment and for some reason you do not start work, you must contact the VEC Customer Contact Center for further instruction. If you do return to work for an employer and become unemployed again, contact the VEC immediately upon separation to renew or reopen your claim for benefits.",
    "metadata": {
      "section_title": "Q: What if I return to full-time work?",
      "page_number": 18
    }
  },
  {
    "section_id": "VA-80",
    "content": "Page 18 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nA: If you wish to cancel your claim and not file weekly requests for payment of benefits, your cancellation request must be made in writing within 30 days of the date your application was filed. The final date for cancellation is the same as the final date for appeal on your monetary determination.\nNote: your claim cannot be cancelled if you have been paid any benefits or if a non-monetary determination regarding a separation issue has been rendered.",
    "metadata": {
      "section_title": "Q: Suppose I decide not to claim benefits after I filed my application for benefits?",
      "page_number": 19
    }
  },
  {
    "section_id": "VA-81",
    "content": "A: You may call the Voice Response System at 1-800-897-5630 and select the menu item to obtain specific benefit account information. You may contact the VEC Customer Contact Center at 1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.), and after providing your Social Security number and the first four (4) digits of your VEC assigned PIN, obtain information about your benefits.",
    "metadata": {
      "section_title": "Q: How can I get information about the status of my claim or my weekly request for payment of benefits?",
      "page_number": 19
    }
  },
  {
    "section_id": "VA-82",
    "content": "In order to comply with federal law, the VEC will review your claim for benefits to determine if you may need special reemployment assistance to make a successful transition to new employment. If you meet the federally mandated criteria, you will be referred to reemployment services, such as job search assistance. If you are referred, you will be required to attend as a condition of eligibility to receive weekly benefits. If you either refuse to attend or do not attend without justifiable cause, you may be denied unemployment benefits.",
    "metadata": {
      "section_title": "Reemployment Assistance",
      "page_number": 19
    }
  },
  {
    "section_id": "VA-83",
    "content": "A: Reemployment services may include the following: an orientation session advising you of the availability and benefit of reemployment services; an individual assessment of your needs with which an individually tailored reemployment services plan can be developed; and job search assistance such as counseling, testing, occupational and labor market information, job search workshops, job clubs, referrals to employers, and other similar services.",
    "metadata": {
      "section_title": "Q: What types of reemployment services are offered?",
      "page_number": 19
    }
  },
  {
    "section_id": "VA-84",
    "content": "A: When you are notified that you have been selected for reemployment services, the letter will include a statement that failure to participate in such services may result in the denial of benefits. If you do not participate, a Deputy’s determination will be issued and you will be ineligible to receive unemployment benefits if you do not have justifiable cause, have not completed such services recently, or you are not attending similar services.",
    "metadata": {
      "section_title": "Q: What if I am referred for reemployment services and do not attend?",
      "page_number": 19
    }
  },
  {
    "section_id": "VA-85",
    "content": "A partially unemployed person is one who, during a calendar week, was employed by a regular employer and had earnings that were less than his weekly benefit amount and who worked less than his normal customary full-time hours because of a lack of full-time work. A person who does not work, but is paid holiday or “show up” pay in a week, is not considered a partially unemployed person. Each person who files for partial benefits must be aware of the following:\nPage 19 of 28\nPublished on Virginia (https://www.vec.virginia.gov)\n1. Your employer will be sent a notice that you have applied for partial benefits and your weekly benefit amount. During any week you earn less than your weekly benefit amount because of a lack of work, your employer is required to give you a Statement of Partial Unemployment, Form VEC-B-31, stating your wages for the week.",
    "metadata": {
      "section_title": "Instructions for Partial Claimants",
      "page_number": 20
    }
  },
  {
    "section_id": "VA-86",
    "content": "In order to obtain your partial benefits, you must complete your portion of the form, sign it, and return it to the VEC address contained on the form within 14 days from the date the employer gives it to you.\n2. Failure to forward each Statement of Partial Unemployment to the VEC address contained therein may result in a loss of benefits for the week(s) shown on the statement.\n3. It is your responsibility to obtain the Statement of Partial Unemployment from your employer. If you are partially unemployed during the week and the employer does not give you a Statement of Partial Unemployment, you must contact the VEC by Friday of that week.\n4. You must work all available hours. You must not miss work in order to report on your claim. If you do not work the hours offered to you, you may be held ineligible to receive benefits for that week.\n5. If your employer does not have work for you during the week, you must file a Total Claim for benefits during the week you have no work and make an active search for work and report your employer contacts to the VEC.\n6. You must report all earnings from your regular employer and from any other employers for whom you worked during each week claimed.\n7. You must report any offers of employment.\n8. Depending on your situation, you may not be required to seek other employment. The VEC representative will advise you of the requirements.",
    "metadata": {
      "section_title": "Instructions for Partial Claimants",
      "page_number": 20
    }
  },
  {
    "section_id": "VA-87",
    "content": "Always provide complete information and answer all questions truthfully. Do not make any false statements in order to obtain or increase payment of benefits. If you do, you will be violating the law and may be prosecuted. You will be required to repay any benefits fraudulently obtained. Furthermore, you may be disqualified to receive future unemployment benefits. Please see the section on overpayments.",
    "metadata": {
      "section_title": "False or Incorrect Statements",
      "page_number": 20
    }
  },
  {
    "section_id": "VA-88",
    "content": "A: If you knowingly make a false statement or misrepresentation or have knowingly failed to disclose a material fact to obtain or increase benefits, you may be subject to a fine and/or imprisonment and be prevented from receiving future benefits for 52 weeks. In addition, you will be required to repay any benefits that you were not entitled to receive. The 52 week denial of benefits may not be ended until you repay all benefits fraudulently received. Claims are reviewed periodically to make sure benefits were properly paid.\nPage 20 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)",
    "metadata": {
      "section_title": "Q: What if I make a false statement on my claim?",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-89",
    "content": "A: If you make a mistake when filing your weekly request for payment of benefits, you should notify the VEC Customer Contact Center as soon as possible to correct the error.",
    "metadata": {
      "section_title": "Q: What if I make a mistake?",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-90",
    "content": "If you receive benefits to which you are not entitled, you will be required to repay them, along with any costs, fees, and interest associated with collection.",
    "metadata": {
      "section_title": "Overpayment of Benefits",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-91",
    "content": "A: An overpayment means unemployment benefits paid to and received by you to which you were not entitled. This includes amounts paid while an appeal by your former employer is pending prior to a decision being rendered against you, and amounts paid because you did not notify us of information that would have reduced or eliminated your benefit payment. You also are required to repay any benefits that are paid to you in error.",
    "metadata": {
      "section_title": "Q: What is an overpayment?",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-92",
    "content": "A: Repayment must be made in full. If you are unable to repay the full amount in one payment, you immediately must contact the Benefit Payment Control Unit, (804) 786-8593, to arrange a repayment installment plan. Repayment of an overpayment may affect the amount of benefits on which you are required to pay taxes. See the Internal Revenue Service for further instructions and information.",
    "metadata": {
      "section_title": "Q: How do I repay an overpayment?",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-93",
    "content": "A: If the overpayment is not repaid in full before you claim future benefits, a deduction (offset) will be made from those future benefits. The VEC also will use other methods to collect the money owed, including collection agencies, the Credit Bureau, wage garnishment, attachment of bank accounts, seizing of income tax refunds, and levy and sale of personal property. The costs of collection, including administrative costs, attorney’s fees, late penalty, and interest can also be charged to you.",
    "metadata": {
      "section_title": "Q: What if I fail to repay the overpayment?",
      "page_number": 21
    }
  },
  {
    "section_id": "VA-94",
    "content": "Any time it is determined you are ineligible for or disqualified from receiving benefits, you will receive a written determination. You should read the determination carefully. If you feel the written determination is incorrect, you may file an appeal. The determination provides the instructions for filing an appeal, explains your rights, and states the final date for appeal.\nYour former employer may file an appeal after benefits have already been paid to you. If the employer prevails, you may become liable to pay back some or all of those benefits, even if you have stopped claiming them. Therefore, it is most important that you attend any scheduled appeal hearing and notify the VEC immediately if you have moved, even if you have stopped claiming benefits. Any person needing a language interpreter or any person with a disability who needs a reasonable accommodation should immediately contact the Clerk of the Commission at the telephone number shown on the hearing notice.\nPage 21 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nIf you file your appeal it is very important that you continue to look for work and file your weekly requests for payment of benefits on time while the appeal is pending. Failure to do so may result in the denial of benefits. You should read all appeal notices completely and be sure to follow all directions as stated in the notice(s).",
    "metadata": {
      "section_title": "Appeal Rights",
      "page_number": 22
    }
  },
  {
    "section_id": "VA-95",
    "content": "The Virginia Employment Commission Office of First Level Appeals Room 124 P.O. Box 26441, Richmond, VA 23261-6441\nThe appeal also may be filed by FAX to (804) 786-8492, or by using the Internet at www.vec.virginia.gov/appeals/file [8]. Be sure to include your Social Security number. Your must be sure your appeal is received in the office or postmarked no later than the final date for appeal. Any change of address must be reported immediately to the VEC. Remember, while your appeal is pending, you must continue to search for work and file your weekly requests for payment of benefits in a timely manner. If you are determined eligible, you may be paid benefits for the period your appeal is pending as long as all eligibility requirements have been satisfied during each week.",
    "metadata": {
      "section_title": "A: You may file by mail to:",
      "page_number": 22
    }
  },
  {
    "section_id": "VA-96",
    "content": "A: You and your former employer, if appropriate, will have the opportunity to participate in the hearing, give testimony under oath, and present witnesses and documents to support your case. An attorney may represent you, or someone else authorized to act on your behalf. Any such arrangements for representation are your responsibility. You and your representative have the right to question any witness testifying against you. The Appeals Examiner records the testimony. The Appeals Examiner will issue a written decision to all affected parties. If you fail to participate in the hearing or miss a filing deadline because you failed to notify the VEC of an address change, the hearing will not be rescheduled, nor will the filing deadline be extended.\nNote: Written notice to the U.S. Postal Service of your address change does not constitute notice to the VEC.",
    "metadata": {
      "section_title": "Q: What happens at an appeal hearing?",
      "page_number": 22
    }
  },
  {
    "section_id": "VA-97",
    "content": "A: You may file a Commission Appeal. You must file the appeal within the period of time specified on the Appeals Examiner’s decision. Upon receiving the appeal, the VEC will mail you a Notice of Appeal. Unless you request a hearing within 14 days from the date the Notice of Appeal is mailed, the decision of the Commission will normally be based upon the information obtained in the Appeals Examiner’s hearing. If you request a hearing, no new testimony or evidence will be taken unless you can show good cause for not presenting it before the Appeals Examiner.",
    "metadata": {
      "section_title": "Q: What if I disagree with the Decision of Appeals Examiner?",
      "page_number": 22
    }
  },
  {
    "section_id": "VA-98",
    "content": "A: To appeal this decision, you must file a petition for judicial review with the Circuit Court of the county or city in which you were last employed in Virginia. Your petition to the Circuit Court must be filed within the time period specified on the Decision of the Commission.",
    "metadata": {
      "section_title": "Q: What if I disagree with the decision of the Commission’s special examiner?",
      "page_number": 22
    }
  },
  {
    "section_id": "VA-99",
    "content": "Page 22 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nA: If you are uncertain about the appeals procedure, telephone the Clerk of the Commission at the following numbers: for First Level Appeals, call (804) 786-3020; for Commission Appeals, call (804) 786-4140.",
    "metadata": {
      "section_title": "Q: What if I have a question concerning my appeal or the appeals process?",
      "page_number": 23
    }
  },
  {
    "section_id": "VA-100",
    "content": "A: Benefits you receive are subject to federal income tax. At your request, we will withhold federal tax from your unemployment benefits. You will be mailed a statement, Form 1099-G, of benefits paid to you during the year. It is your responsibility to inform the VEC of any changes in your address and to include unemployment benefits received on your annual tax return and pay any tax due. In Virginia, unemployment benefits are not considered taxable income on your state return. Please refer to instructions found in your Form 760 booklet, or check with the Virginia Department of Taxation. Benefits you receive that are determined to be overpaid and are repaid may be deductible. Contact the Internal Revenue Service or your tax advisor.",
    "metadata": {
      "section_title": "Q: Are my benefits taxable?",
      "page_number": 23
    }
  },
  {
    "section_id": "VA-101",
    "content": "A: This program offers you assistance in searching for work and enables us to make sure you are still meeting the eligibility requirements of the law. When you receive an Eligibility Review Questionnaire, it is important that you complete the form and the Record of Contacts for Employment and report as scheduled to the VEC. Failure to do so may result in the delay or denial of benefits.",
    "metadata": {
      "section_title": "Q: What is the Eligibility Review Program?",
      "page_number": 23
    }
  },
  {
    "section_id": "VA-102",
    "content": "A: This program is designed to detect and correct both error and fraud in the Unemployment Insurance Program. It is a review of the records of a sample group of claimants, selected at random each week, to test the accuracy of the payments they received. You will be notified of a telephone interview or mailed a form to complete and return to the VEC if your claim is selected for review. Failure to participate in the interview or complete and return the form may result in the delay or denial of benefits.",
    "metadata": {
      "section_title": "Q: What is the Quality Control Program?",
      "page_number": 23
    }
  },
  {
    "section_id": "VA-103",
    "content": "If you have a complaint about the service you receive that cannot be resolved by calling the VEC Customer Contact Center, 1-866-832-2363, you may contact:\nVirginia Employment Commission Customer Relations Unit Room 100 P.O. Box 26441 Richmond, VA 23261-6441 (804) 786-4318 [9] (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.) Hearing impaired persons may call 1-800-828-1120 or 711.",
    "metadata": {
      "section_title": "Filing a Complaint",
      "page_number": 23
    }
  },
  {
    "section_id": "VA-104",
    "content": "The following programs are administered through the VEC. A VEC representative in the Customer\nPage 23 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\nContact Center can provide you with additional information.",
    "metadata": {
      "section_title": "Other Unemployment Insurance Programs",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-105",
    "content": "This is a special program that provides benefits to workers who are unemployed as the result of a major disaster in their area. A presidential declaration is required before any DUA benefits become payable.",
    "metadata": {
      "section_title": "Disaster Unemployment Assistance (DUA)",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-106",
    "content": "Unemployment benefits paid to a claimant after regular benefits have been exhausted. This program is in effect only during periods of prescribed high national or state unemployment levels. You will be notified by the VEC if you are eligible to receive these benefits. The notification will be mailed to the address we have on your official record.",
    "metadata": {
      "section_title": "Extended Benefits (EB)",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-107",
    "content": "A benefit program for workers who were employed as federal civilian employees during the base period.",
    "metadata": {
      "section_title": "Unemployment Compensation for Federal Employees (UCFE)",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-108",
    "content": "A benefit program for workers who were members of the United States Armed Forces during the base period.",
    "metadata": {
      "section_title": "Unemployment Compensation for Ex-Service Members (UCX)",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-109",
    "content": "From time to time, the federal government may make special unemployment compensation programs available.",
    "metadata": {
      "section_title": "Special Federal Programs",
      "page_number": 24
    }
  },
  {
    "section_id": "VA-110",
    "content": "Virginia Workforce Connection www.VAWC.Virginia.gov [10]or www.VaWorkConnect.com [11]\nThe Virginia Workforce Connection (VWC) is an Internet-based job search site listing statewide job opportunities. VWC provides seven different methods to search the database:\n1. Quick Job Search\nNOOUWN\n2. Advance Job Search\n3. Job Search by Employer\n4. Job Search by Education\n5. Job Search by Skills\n6. Job Search by Resume Criteria\n7. Job Number Search\nEmployers and VEC staff can enter job orders into the VWC system providing specific job skills and requirements. Job seekers can then search these job listings online. Supported by the Department of Labor, the Virginia Workforce Connection is a product of the state’s employment services agencies and is provided as free service to the public. The VWC system is available in local Virginia Employment Commission Workforce Centers or through any Internet access point at www.VAWC.Virginia.gov [10]or www.VaWorkConnect.com. [11]\nComputers are available in each VEC Workforce Center location for your convenience. Information or\nPage 24 of 28\nPublished on Virginia (https://www.vec.virginia.gov)\nother job related services is also available.",
    "metadata": {
      "section_title": "Job Seeker Services",
      "page_number": 25
    }
  },
  {
    "section_id": "VA-111",
    "content": "Your job services registration should include:\nEducation and training\nEmployment history\nSkills and abilities\nDesired occupations\nA complete resume\nYou may be contacted by email, phone or through the VWC message center about job openings. Failure to respond to a job referral may affect your claim status if you are receiving unemployment benefits.\nMilitary veterans may talk with a veteran’s employment representative, on a first-come, first- served basis.\nAdditional job search workshops may be available.",
    "metadata": {
      "section_title": "Some facts about your job services registration with the Virginia Workforce Connection (VWC):",
      "page_number": 25
    }
  },
  {
    "section_id": "VA-112",
    "content": "Virginia Jobs – A listing of Virginia state government jobs are available online at: https://jobs.ag encies.virginia.gov/applicants/jsp/shared/frameset/Frameset.jsp?time=1201200592553 [12]\nSocial Services –VEC staff can make referrals to other assistance agencies such as the Department of Social Services, Veterans’ services, etc.\nRead – Check out the job listing sections of local, regional, and national newspapers.\nNetwork – Talk with family and friends about your job search.\nIn addition, the VEC provides the following services to job seekers at most of its offices:",
    "metadata": {
      "section_title": "Additional Resources To Help in Your Job Search:",
      "page_number": 25
    }
  },
  {
    "section_id": "VA-113",
    "content": "All resources of the VEC are available to assist veterans in job placement/referral, vocational counseling, and case management. The VEC has Disabled Veterans Outreach Program (DVOP) staff and Local Veterans Employment Representatives (LVER) assigned to most of our offices located throughout the state. Additional veterans’ information and assistance is available on line at: http://www.vec.virginia.gov/veterans [13]or by contacting the State Veterans Services Coordinator at (804) 786-1245.",
    "metadata": {
      "section_title": "Veterans’ Services",
      "page_number": 25
    }
  },
  {
    "section_id": "VA-114",
    "content": "This program is responsible for processing temporary and seasonal agricultural (H-2A) job orders, prevailing wage and practice determinations for agricultural employment, and for providing assistance to Farm Labor Contractors and their employees in the registration process. For more information, contact the State Rural Services Manager at 804-786-8714.",
    "metadata": {
      "section_title": "Rural Services",
      "page_number": 25
    }
  },
  {
    "section_id": "VA-115",
    "content": "This program serves migrant and seasonal farm workers who are seeking work. Trained and experienced Farm Placement Specialists provide statewide coverage and are located in the VEC Workforce Centers in Bristol, Charlottesville, Danville, Eastern Shore, Tri-Cities, Roanoke, South Hill,\nPage 25 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nWarsaw, and Winchester.",
    "metadata": {
      "section_title": "Farm Workers",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-116",
    "content": "Any complaints relating to the provision of job seeker services may be lodged at any VEC Workforce Center or with the State Monitor Advocate, at (804) 786-6094.",
    "metadata": {
      "section_title": "Monitor Advocate",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-117",
    "content": "For a complete listing of VEC Workforce Center addresses, phone numbers, and hours of operation, visit the VEC web site at: http://www.vec.virginia.gov/vec-local-offices [14]",
    "metadata": {
      "section_title": "Contacting the VEC",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-118",
    "content": "1-866-832-2363 (Available 8:15am to 4:30pm, Monday - Friday. Closed state holidays.)",
    "metadata": {
      "section_title": "VEC Customer Contact Center",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-119",
    "content": "1-800-897-5630",
    "metadata": {
      "section_title": "Voice Response system",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-120",
    "content": "6606 West Broad Street Richmond, VA 23230",
    "metadata": {
      "section_title": "VEC Administrative Office Location",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-121",
    "content": "Virginia Employment Commission P.O. Box 26441 Richmond, VA 23261-6441",
    "metadata": {
      "section_title": "Correspondence mailing address",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-122",
    "content": "(Telecommunications Relay Service) Press \"711\"",
    "metadata": {
      "section_title": "Virginia Relay",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-123",
    "content": "800-828-1120 (TDD) or, 800-828-1140 (voice)",
    "metadata": {
      "section_title": "Toll free access",
      "page_number": 26
    }
  },
  {
    "section_id": "VA-124",
    "content": "It is against the law for this recipient of federal financial assistance to discriminate on the following basis:\nAgainst any individual in the United States, on the basis of race, color, religion, sex, national\nPage 26 of 28\nEmploymenn\nPublished on Virginia (https://www.vec.virginia.gov)\norigin, age, disability, political affiliation or belief; and\nAgainst any beneficiary of programs financially assisted under Title I of the Workforce Investment Act of 1998 (WIA), on the basis of the beneficiary’s citizenship/status as a lawfully admitted immigrant authorized to work in the United States, or his or her participation in any WIA Title I-financially assisted program or activity.\nThe recipient must not discriminate in any of the following areas:\nDeciding who will be admitted, or have access, to any WIA Title I-financially assisted program or activity;\nProviding opportunities in, or treating any person with regard to, such a program or activity; or\nMaking employment decisions in the administration of, or in connection with, such a program or activity.",
    "metadata": {
      "section_title": "Equal Opportunity/Nondiscrimination Policy",
      "page_number": 27
    }
  },
  {
    "section_id": "VA-125",
    "content": "If you think that you have been subjected to discrimination under a WIA Title I- financially assisted program or activity, you may file a complaint within 180 days from the date of the alleged violation with either: the recipient’s Equal Opportunity Officer (or the person whom the recipient has designated for this purpose); or the Director, Civil Rights Center (CRC), U.S. Department of Labor, 200 Constitution Avenue, NW, Room N-4123, Washington, DC 20210.\nIf you file your complaint with the recipient, you must wait until either the recipient issues a written Notice of Final Action, or until 90 days have passed (whichever is sooner), before filing with the Civil Rights Center (see address above). If the recipient does not give you a written Notice of Final Action within 90 days of the day on which you filed your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with CRC. However, you must file your CRC complaint within 30 days of the 90-day deadline (in other words, within 120 days after the day on which you filed your complaint with the recipient).\nIf the recipient does give you a written Notice of Final Action on your complaint, but you are dissatisfied with the decision or resolution, you may file a complaint with CRC. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.\nFOR INFORMATION OR TO FILE A COMPLAINT, CONTACT:",
    "metadata": {
      "section_title": "Equal Opportunity/Nondiscrimination Policy",
      "page_number": 27
    }
  },
  {
    "section_id": "VA-126",
    "content": "shirley.bray@vec.virginia.gov [15] VIRGINIA EMPLOYMENT COMMISSION P.O.BOX 26441 RICHMOND, VA 23261-6441 (804) 786-3466 FAX: (804) 371-2814 VA Relay: 711",
    "metadata": {
      "section_title": "Shirley Bray-Sledge",
      "page_number": 27
    }
  },
  {
    "section_id": "VA-127",
    "content": "Auxiliary aids and services are available upon request to individuals with disabilities. Any reasonable accommodation for persons with disabilities may be requested by contacting the manager of the VEC’s Customer Contact Center or the VEC Workforce Center where you are seeking services.",
    "metadata": {
      "section_title": "Auxiliary Aids and Services",
      "page_number": 27
    }
  },
  {
    "section_id": "VA-128",
    "content": "The Virginia Relay Center (VRC) provides telecommunications relay services to the Commonwealth of Virginia. Text Telephone (TTY) or Telecommunications Device for the Deaf (TDD) users can access the VRC by calling 1-800-828-1120 or 711.\nPage 27 of 28\nPublished on Virginia Employmenn (https://www.vec.virginia.gov)\nTTY users please note: To file weekly requests for payment of benefits by phone, TTY users should call the Virginia Relay 711 and instruct the operator to dial 1-800-897-5630. Out-of-state TTY users may use the same procedure.\nThe Virginia Employment Commission is an equal opportunity employer and program provider. Auxiliary aids and services are available upon request to individuals with disabilities.\nAny reasonable accommodation for persons with disabilities may be requested by contacting the manager of the VEC Workforce Center location where you are seeking services.\n© 2020 Commonwealth of Virginia\nSource URL: https://www.vec.virginia.gov/unemployed/Claimant-Handbook",
    "metadata": {
      "section_title": "Virginia Relay Center",
      "page_number": 28
    }
  },
  {
    "section_id": "VA-129",
    "content": "[1] http://www.vec.virginia.gov\n[2] https://www.vec.virginia.gov/sites/default/files/documents/UI-Benefits-Rights-and-Responsibilities.pdf\n[3] https://www.vec.virginia.gov/sites/default/files/documents/UI-Benefits-Rights-and-\nResponsibilities.docx\n[4] http://www.vawc.virginia.gov\n[5] http://www.vec.virginia.gov/\n[6] https://www.vec.virginia.gov/unemployed/benefits-information/base-period\n[7] https://www.vec.virginia.gov/unemployed/Claimant-Handbook/Voice-Response-System#vrshours\n[8] https://www.vec.virginia.gov/appeals/file\n[9] tel:1-804-786-4318\n[10] http://www.vawc.virginia.gov/\n[11] http://www.vaworkconnect.com/\n[12]\nhttps://jobs.agencies.virginia.gov/applicants/jsp/shared/frameset/Frameset.jsp?time=1201200592553\n[13] https://www.vec.virginia.gov/veterans\n[14] https://www.vec.virginia.gov/vec-local-offices\n[15] mailto:shirley.bray@vec.virginia.gov\nPage 28 of 28",
    "metadata": {
      "section_title": "Links:",
      "page_number": 28
    }
  }
]