[
  {
    "section_id": "VT-0",
    "content": "| b",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "VT-1",
    "content": "A Guide to Unemployment Insurance in Vermont\n~  .VERMONT   DEPARTMENT OF LABOR   ,,,,..-...   A  proud partner of the AmencanJobCenter network  \n(2-22)",
    "metadata": {
      "section_title": "Vermont Claimant Handbook",
      "page_number": 3
    }
  },
  {
    "section_id": "VT-2",
    "content": "The Department of Labor understands that when someone contacts the Unemployment Insurance program, they very well could be contacting us on their worst day. They have likely become unemployed and are trying to navigate a system that is not the easiest to understand. Because of this, the Department works hard to make sure our staff are well-trained not only in unemployment insurance, but in providing compassionate support to the claimants who access our system.\nThat said, while we understand the information our team provides can cause anxiety and frustration, especially when the information is not good, unemployment insurance staff are required to administer the program in accordance with both state and federal law.\nUnfortunately, this feeling of frustration or despair on the part of the claimant can sometimes lead to threats of harm, either against themselves or against our staff.",
    "metadata": {
      "section_title": "***** Important *****",
      "page_number": 3
    }
  },
  {
    "section_id": "VT-3",
    "content": "When these situations occur, our team is trained to report those threats of violence, regardless of the caller's true intentions.\nIn situations where the Department receives a threat of violence against a member of our staff, our team will contact law enforcement immediately.\nSimilarly, if a claimant or caller indicates they may inflict self-harm, our staff will notify mental health service providers and/or local law enforcement.\nWe are committed to doing our best to help unemployed Vermonters during their time of need and even if someone is not eligible for unemployment insurance our team will assist in connecting them with additional services.\n*******************************",
    "metadata": {
      "section_title": "***** Important *****",
      "page_number": 3
    }
  },
  {
    "section_id": "VT-4",
    "content": "National Suicide Prevention Lifeline I 800-273-8255 I https://suicidepreventionlifeline.org VT Suicide Prevention Center I https://vtspc.org/get-help VT Crisis Text Line I Text \"VT\" to 741741 Veterans Crisis Line I 800-273-8255, ext 1 I https://.veteranscrisisline.net/ VT2-1-1 General Assistance I 2-1-1 Vermont Peer Support Line I 833-888-2557 3SquaresVT Food Assistance I 800-479-6151 I https://dcf.vermont.gov/benefits/3SguaresVT Heating Fuel Assistance I 800-479-6151 I https://dcf.vermont.gov/benefits/crisis-fuel VT Emergency Rental Assistance I 833-488-3727 I https://erap.vsha.org/",
    "metadata": {
      "section_title": "Additional Support Services",
      "page_number": 5
    }
  },
  {
    "section_id": "VT-5",
    "content": "Introduction to Unemployment 1 1 Vermont JobLink \"Plus Account\" and Job Service Online Registration . . . . . . 1 Vermont Department of Labor Career Resource . . Centers . .. . .. . .. . .. . .. . 1 2 Internet Services . . . . . . . . . . . . . . .2 Unemployment Telephone Automated Services . 3 Claims Center Core Hours. . 3 TTY Services. . . . . . . 2 Your Responsibilities as a Claimant 4 . . 4 How to File an Unemployment Insurance Claim . . .. .. . 4 Filing Weekly Claims by Internet . .. . . 5 Filing Weekly Claims by Phone . 5 Eight Questions You Will be Asked . If You Make a Mistake .6 Able and Available for Work. .6 .6 Reporting Wages When Filing a Weekly Claim . . 7 Return to Work Dates. Losing Your Right to Collect . . 7 Reasons You Must Call Claimant Assistance . . 8 Work Search Requirements . 9 Suitable Work . 10 Self Employment. 10 Sideline Activity . 10 11 Pensions Disqualifying Types of Payment . 11 12 Information About Your Claim 3 Determinations 12 Claims Adjudications Process 12 Length of Payments 13 13 Calculating a Weekly Benefit Amount . 13 Wages Not Used in Determining Weekly Amount Base Periods and Base Period Chart. 14 Direct Deposit Services . 15 Information Needed for Direct Deposit Services 15",
    "metadata": {
      "section_title": "Table of Contents",
      "page_number": 6
    }
  },
  {
    "section_id": "VT-6",
    "content": "When to Expect Benefit Payments . . . 16 . 16 Re-qualifying for a New Benefit Year . Unemployment & Income Taxes . . . . 16 16 Benefit Overpayment, Recovery, and Penalty Weeks New Hire Crossmatch 16 . . . 17 Extended Benefits Benefit Accuracy Measurement Program . 17 4 Your Rights as a Claimant 18 Appealing Determinations 18 Three Appeal Levels 18 18 The Appeal Process . Notice of Hearing. 19 19 Do I Need a Lawyer? . 19 Evaluate and Prepare Your Evidence 19 What Goes on at the Hearing? . 19 The Importance of Witnesses & Subpoenas. 20 Contacts with the Administrative Law Judge 20 Postponement of a Hearing 20 Withdrawal of an Appeal Domestic and Sexual Violence Survivors' Transition Benefits . . 21 21 Equal Opportunity . 21 Discrimination. Limited English Proficiency and 21 Sign Language Interpreters . Americans With Disabilities Act 21 22-28 5 Worksheets and Forms . 22-23 How to Report Gross Wages . 24 Change of Address Form . 25 Promise of Full-Time Employment . UI Claim Appeal Form 26 Work Search Report . 27-28 Job Center & Locations. . . 29",
    "metadata": {
      "section_title": "Table of Contents (continued)",
      "page_number": 7
    }
  },
  {
    "section_id": "VT-7",
    "content": "Unemployment Insurance has been in existence since 1939. It is designed to provide short-term replace ment of lost wages to individuals who are unemployed through no fault of their own. Unemployment Insurance is not intended to be a permanent source of income.\nTo file a claim for Unemployment Insurance, you must have and be willing to provide a valid Social Security Number (SSN). Your SSN is used for identification purposes. In addition, employers use Social Security Numbers to report quarterly wages to the Department.\nThe effective date of your claim depends on the day you actually file for benefits, not on the day you lose your job. Once a claim is filed it cannot be withdrawn.\nThere are many rules and regulations surrounding proper receipt of Unemployment Insurance benefits. This handbook is designed to advise you of your responsibilities and rights, as well as provide you with important information regarding unemployment benefits. Be sure to read the Your Responsibilities (chapter 2) and Your Rights (chapter 4) sections of this handbook. You will be required to certify that you have read and understand these sections prior to filing your first claim. If you have any questions about the content of this claimant handbook, please contact the Claimant Assistance Line at 1-877-214- 3332 for clarification.",
    "metadata": {
      "section_title": "1 Introduction to Unemployment Insurance",
      "page_number": 7
    }
  },
  {
    "section_id": "VT-8",
    "content": "Claimants are REQUIRED to register for work in the Department's Vermont Job Link system. You can register for these services by going to: www.vermontjoblink.com and clicking on \"Need an account\" followed by \"Create one Now\" or by contacting a VDOL Career Resource Center nearest to you for assistance. Failure to register in Vermont JobLink as directed may result in a delay in your unemployment insurance benefit and may result in a denial and/or overpayment of benefits, which you could be liable to repay.\nThe Vermont Job Link is an Internet based, no-fee, job matching, and workforce information system for jobseekers and employers. Claimants can access and utilize a variety of services through their individ ualized self-service account. By registering, you make yourself available to a large number of employers who are looking to fill openings.\nIf you reside outside of Vermont, you must register with the state workforce agency in your state of residence. You must provide proof of this registration to the Vermont Department of Labor Claims Center by fax to 802-828-9191 or by email at Labor.UIClaimsCenter@Vermont.gov within 10 days of opening your Vermont unemployment insurance claim. Failure to do so will result in an issue being established on your claim and the potential that you could be denied benefits.",
    "metadata": {
      "section_title": "Vermont Joblink \"Plus Account\" and Job Service Online Registration",
      "page_number": 7
    }
  },
  {
    "section_id": "VT-9",
    "content": "To help you get back to work quickly, a statewide network of VDOL Career Resource Centers offer a variety of services. Some of these include:\n• Priority of Services for Veterans and Veterans Spouses\n• Skill Assessment\n• Job Search Assistance\n• Workshops, including Resume Development and Interviewing Skills\n• Apprenticeship and other Job Training Opportunities\n• Career Assessments and Job Coaching\n• Referrals to potential employers\n• Access to Hiring Events, Job Fairs, and other Recruitment Events\n• Occupational and Labor Market Information\n• Computer, Internet, Fax, and Photocopier usage\n2\nI CLAIMANT HANDBOOK\nIf you are filing for unemployment and receive a referral to a job opening, it is your responsibility to contact the employer immediately. Failure to do so may result in a denial and/or overpayment of benefits. To find out more about our Career Resource Centers go to www.labor.vermont.gov and select Job Seekers and Workers and click on Find Career Resource Centers under the Job Seeker section.\nA complete list of our Career Resource Centers can also be found on the inside back cover of this handbook.",
    "metadata": {
      "section_title": "Vermont Department of Labor Career Resource Centers",
      "page_number": 8
    }
  },
  {
    "section_id": "VT-10",
    "content": "Sundays 24 hours\nMonday-Thursday 3:30 AM - 11:30 PM\nFriday 3:30 AM - 4:30 PM\nThe following services are available on our website at www.labor.vermont.gov.*",
    "metadata": {
      "section_title": "Internet Services",
      "page_number": 8
    }
  },
  {
    "section_id": "VT-11",
    "content": "• Re-open your claim\n• Date last payment issued\n• File a weekly claim certification\n• Enroll, update, or cancel direct deposit\n• Amount of gross unemployment paid for prior year (1099G)\n• Payment Information",
    "metadata": {
      "section_title": "Unemployment Insurance Applications include:",
      "page_number": 8
    }
  },
  {
    "section_id": "VT-12",
    "content": "• Detailed information and forms related to the Unemployment Insurance process\n• Vermont Job Link\n• Locations of the Vermont Career Resource Centers\n• Commonly used Unemployment Insurance Forms\n• Frequently Asked Questions\n*If you have been directed that you must conduct a weekly search for jobs, you MUST file your weekly claim certifications online at www.labor.vermont.gov.",
    "metadata": {
      "section_title": "Other services include:",
      "page_number": 8
    }
  },
  {
    "section_id": "VT-13",
    "content": "Sundays 24 hours\nMonday-Friday 5:00 AM - 4:30 PM\nThe following services are available on our Interactive Voice Response (IVR) system. You can access them by calling toll free 1-800-983-2300.*\n• Date last payment issued\n• General information on Unemployment Insurance\n• Locations of the Vermont Career Resource Centers\n• Amount of gross unemployment paid for prior year (1099G)\n• Enroll in direct deposit\n• File a weekly claim certification.\n*You cannot use this method to file your weekly claim certification if you are required to report a weekly work search.\n3\n|\nI Vermont Department of Labor",
    "metadata": {
      "section_title": "Unemployment Telephone Automated Services",
      "page_number": 9
    }
  },
  {
    "section_id": "VT-14",
    "content": "Monday - Thursday 8:30 AM - 4:00 PM Friday 9:00 a.m. to 4:00 p.m.\nVDOL Customer Service Representatives are available to assist you with your unemployment questions and needs.\n• To file a New or Re-Open a Claim, call toll-free 1-877-214-3330\nFor General Assistance, call toll-free 1-877-214-3332 •",
    "metadata": {
      "section_title": "Claims Center Hours",
      "page_number": 9
    }
  },
  {
    "section_id": "VT-15",
    "content": "• For Telecommunication Relay Service: Dial 711\nCLAIMANT HANDBOOK I 4\n2",
    "metadata": {
      "section_title": "Telecommunications Relay Services",
      "page_number": 10
    }
  },
  {
    "section_id": "VT-16",
    "content": "If you become unemployed and have worked in Vermont in the past 18 months, you may be eli gible to receive unemployment insurance benefits. Please refer to Section 3 \"Base Periods\" for more details. Once you become totally or partially unemployed, the time to establish a new claim is during the first week you work less than 35 hours.\nAn Unemployment Insurance claim becomes effective when opened and cannot go backward in time. It is essential that you open your claim during the first week you are out of work or working less than 35 hours. You are employed full time when you work 35 or more hours per week.\nFiling for Unemployment Insurance is a two step process. You must first contact the Department's Initial Oaims line at 1-877-214-3330 to open your unemployment claim. Once the claim has been established, you must file a \"weekly claim certification\" for each \"week'' in which you want to receive a benefit thereafter.",
    "metadata": {
      "section_title": "How to File an Unemployment Insurance Claim",
      "page_number": 10
    }
  },
  {
    "section_id": "VT-17",
    "content": "The weekly filing determines your eligibility for payment of benefits. For the purposes of unemployment benefits, a \"week\" begins at midnight Sunday and runs through 11:59 PM the following Saturday. Generally speaking, you will file a weekly claim on the first Sunday or Monday following the initial contact to the Department. Each week thereafter, you must file a weekly claim after the week ends on Saturday, but BEFORE 4:30 PM the following Friday.\nRemember - you only have SIX days to file a weekly claim after the week ends on Saturday.\nFailure to file your weekly claim certification timely may result in a denial of benefits for such week.\nWhen you file your first weekly claim certification, you will be required to establish a four digit Personal Identification Number (PIN), which you will use along with your SSN each time you file a weekly claim. It is your responsibility to ensure that no one else, including family members, has access to your PIN.\nIf a payment is made in error as a result of someone else using your PIN and SSN, you will be required to repay the full amount of improperly paid benefits and you may also have administrative penalty weeks assessed against you.",
    "metadata": {
      "section_title": "How to File an Unemployment Insurance Claim",
      "page_number": 10
    }
  },
  {
    "section_id": "VT-18",
    "content": "If you have a break in filing (for any reason) or were totally employed for the previous week, IT WILL BE NECESSARY FOR YOU TO RE-OPEN YOUR CLAIM (by 4:00 p.m. on Friday of the week for which you will be requesting a benefit) BEFORE you will be able to file your weekly claim certification.\nClaims will not be backdated as a result of untimely filing.\nYou may re-open your claim online at www.labor.vermont.gov or by calling the Initial Claims line at 1-877-214-3330.",
    "metadata": {
      "section_title": "IMPORTANT INFORMATION FOR ALL CLAIMS FILERS",
      "page_number": 10
    }
  },
  {
    "section_id": "VT-19",
    "content": "You are required to file your weekly claim certifications online, unless otherwise approved.\nTo file your weekly claim certification go to www.labor.vermont.gov and select \"File An Unemployment Claim\"\nSpecific instructions detailing how to file online are provided within the Claimant Portal. The first time you file a weekly claim certification, you will be asked to establish your PIN. You will also be asked if you have received, read, and understood the section \"Your Rights and Responsibilities\" in this handbook.\nYou will then be asked eight questions concerning the week for which you are filing.\n(Continued on next page)\nS\n|\nI Vermont Department of Labor\nRemember, you are always filing for the previous week and your answers should relate only to that week. You may also be asked to provide the following details in regards to your required work search contacts: Date of contact; Employer name; Employer address; Person\ncontacted; Phone number; E-mail if applicable; Position applied for; Method of contact; and Results of the contact.\nWhen you have completed and successfully submitted the internet claim form you will\nreceive a filing confirmation number. Retain a copy of this confirmation. If you do not receive this display, your filing was not successful and your claim will not be processed.",
    "metadata": {
      "section_title": "Filing Weekly Claim Certifications by Internet at www.labor.vermont.gov",
      "page_number": 11
    }
  },
  {
    "section_id": "VT-20",
    "content": "Call 1-800-983-2300- select Option #1 This filing option is only available to claimants with a return to work date of 10 weeks or less on file with the Department or to those with an approved waiver.\nThe first time you file a weekly claim certification, you will be asked to establish your PIN. You will also be asked if you have received, read, and understood the section \"Your Rights and Responsibilities\" in this handbook.\nYou will then be asked eight questions concerning the week for which you are filing. Remember, you are always filing for the previous week and your answers should relate only to that week.\nPress 1 to answer YES or 9 to answer NO to the questions. When you have completed the filing, you will hear the words, \"Thank you for using the weekly claim and information line. Good-bye\", which indicates that the filing was accepted. Do not hang up until you have heard the system say \"good-bye\" or your claim will not be processed.",
    "metadata": {
      "section_title": "Filing Weekly Claim Certifications by Phone",
      "page_number": 11
    }
  },
  {
    "section_id": "VT-21",
    "content": "Eligibility is determined by your answers to the questions below for each week you file.\n1. Were you able to work and available for work?\nN\n2. Did you refuse an offer of work or a referral to a job?\n3. Did you quit a job?\n4. Were you fired from a job?\n5. Did you receive a back pay award or settlement?\n6. Did you receive Workers' Compensation, Vacation pay, or Wages in Lieu of Notice?\n7. Did you look for work as directed?\n8. Did you perform any work or earn any wages?\nDepending on how you answer these questions, other questions may also be asked. Answer all questions accurately. A material misstatement of fact made in connection with filing a claim for unemployment benefits may result in liability to repay the benefits and the assessment of penalty weeks. For more information refer to Benefit Overpayment, Recovery, and Penalty Weeks section of this handbook.\nIf you forget to file a weekly claim certification, remember you have until 4:30 PM Friday to file\nthaf claim online. If you cannot file, please call the Claimant Assistance Line at\n1-877-214-3332 by 5:30pm.\nCLAIMANT HANDBOOK I 6",
    "metadata": {
      "section_title": "The EIGHT Questions Asked When Filing a Weekly Claim Certification",
      "page_number": 12
    }
  },
  {
    "section_id": "VT-22",
    "content": "If you have made a mistake in filing your claim certification, you may correct it on the same day by simply filing the claim again. The last claim filed on that day will be the one processed. If you discover the mistake too late to refile, call Claimant Assistance to correct your mistake.",
    "metadata": {
      "section_title": "If You Make a Mistake When Filing a Weekly Claim Certification",
      "page_number": 12
    }
  },
  {
    "section_id": "VT-23",
    "content": "A basic requirement of the Unemployment Insur ance program is that you are able and available for work.\n\"Able to work\" means that you are mentally and physically able to accept work that you have the qualifications, by training or experience, to perform.\n\"Available to work\" means that you do not have barriers that prevent you from accepting suitable work and that you have an attachment to your labor market area. Barriers can include, but are not limited to: childcare, enrollment in training or classes, transportation issues, or any other issues that prevent you from seeking or accepting employment.\nIf your work history is working full-time, you must be available for full-time work. If your work history is only part-time work, you must be avail able for the same or similar number of hours per week. However, a work history of part-time work does not automatically make an offer of full-time work unsuitable.\nClaimants who have provided the Department with an employer verified return to work date that is within 10 weeks may not be required to seek new employment; however, they must remain available to accept any suitable work offered, even if this offer does not come from the employer who has provided the return to work date. If you have any questions about being Able and Available for work, please call Claimant Assistance at 1-877-214- 3332.",
    "metadata": {
      "section_title": "Able and Available for Work",
      "page_number": 12
    }
  },
  {
    "section_id": "VT-24",
    "content": "You are encouraged to accept part-time work while looking for full-time work and receiving benefits. The unemployment law includes a provision known as \"disregarded earnings\".\nAll unemployment claims filed will disregard\n50% of the reported gross wages earned. Earnings that exceed 50% of your gross wages are deducted on a dollar for dollar basis from your benefit payment. When you report gross earnings, the system will automatically calculate the amount of your payment. You are still required to report all of your gross wages earned during the week for which you file. The disregard calculation will happen after you file. Failure to report correctly may result in an over-payment of benefits and possible penalty weeks. If you later discover you made a mistake in reporting wages, you must call Claimant Assistance to have the wages corrected.",
    "metadata": {
      "section_title": "Reporting Wages When Filing a Weekly Claim",
      "page_number": 12
    }
  },
  {
    "section_id": "VT-25",
    "content": "If you work 35 hours or more or your earnings exceed your weekly benefit amount plus your disregarded earnings, you will be considered fully employed and will not be entitled to receive benefit for that week.\nIf your hours or earnings are reduced in a future week, you will need to re-open your claim by going to www.labor.vermont.gov and selecting \"File An Unemployment Claim,, then \"Re-open Claim,, or by calling 1-877-214-3330.\nYou must report all wages earned from employ ment during the week you earn them, whether or not you have received payment for this work.\nThe term \"wages\" means all payments for servic es performed by an individual, including commis sion sales, gratuities, and cash value of any non cash items such as board, rent, fuel, or offset of a debt. At the back of this handbook, you have been provided a worksheet with examples to help you calculate and keep track of your earnings.\nFailure to provide accurate information when filing your weekly claim certification may result in an over-payment of benefits. If you fail to report all of your earnings, and as a result are overpaid unemployment benefits, you will be required to repay the benefits. If it is determined you intentionally omitted or under reported your earnings, you may have additional penalties imposed.\n7\n|\nVermont Department of Labor",
    "metadata": {
      "section_title": "Reporting Wages When Filing a Weekly Claim",
      "page_number": 13
    }
  },
  {
    "section_id": "VT-26",
    "content": "If an employer provides you with a definite, not weather dependent, re-tum to work date for full time employment that is within 10 weeks from the date you opened your claim, you may be excused from making an active work search once the employer submits written confirmation of the return to work date to the Department. Full time employment is 35 or more hours per week.\nyour first week of filing and until you return to work. Even if you have a return to work date, you must be avail-able for work. If you refuse an offer of work, and the Department determines the offer was for \"suitable work\", you will be disqualified from receiving benefits and may have to repay benefits that have been paid to you.\nA form (B-37) with the information needed from the employer is provided in the back of this handbook. If your return to work date is greater than 10 weeks from the date you open your claim, you will be required to perform a work search and report your work searches on your weekly continued claim online at www.labor.vermont.gov beginning with\nIf a return to work date changes, the employer must contact the Department to provide a new date. If your return to work date has passed and you are unable to file your weekly claim, you will need to contact Claimant Assistance at 1-877-214-3332 in order to have your record updated and weekly claim taken by staff.",
    "metadata": {
      "section_title": "Return to Work Dates",
      "page_number": 13
    }
  },
  {
    "section_id": "VT-27",
    "content": "The Unemployment Insurance system is designed to help you, but it does have rules and regulations that must be followed. The following actions may result in the loss, denial, or delay of benefits. You may be required to repay any benefits improperly received as a result of your non-disclosure or misrepresentation of a material fact. If you have questions about any of these situations, it is YOUR responsibility to contact Claimant Assistance.",
    "metadata": {
      "section_title": "Losing Your Right to Collect Benefits",
      "page_number": 13
    }
  },
  {
    "section_id": "VT-28",
    "content": "• If you quit a job or leave a job due to health reasons, or take a leave of absence\nIf you are discharged or fired from a job •\n• If you lose your job due to a conviction, incarceration, or for any other reason involving actions by a judge, court, the Department of Corrections, or a law enforcement agency\n• If you leave your job to participate in a strike or labor dispute\n• If you fail to register with or report to a Career Resource Center as directed\nIf you fail to actively look for work as directed •\nIf you fail to follow up on a referral for work •\n• If you fail to apply for and/or accept suitable work\nIf you fail to be able and available for work •\nIf you leave your immediate area and/or your address changes •\n• If you fail to accurately report the number of hours worked and earnings from employment, casual employment, or sub-contracting\nIf you fail to report you are starting your own business while filing •\n• If you fail to report an increase in sideline or self employment activity\nIf you fail to report you are attending school or training •\n• If you fail to report the receipt of vacation or severance pay, paid time off, wages in lieu of notice, back pay award or settlement, temporary workers' compensation, or pension that is contributed to entirely by a base period employer\nIf you are applying for or receiving unemployment benefits from another state •\n• If you cannot provide documentation of your identity and/or citizenship when required\n• If you fail to report receipt of return to work assurance from an educational institution",
    "metadata": {
      "section_title": "It is YOUR responsibility to notify the Claims Center if any of these situations occurs.",
      "page_number": 13
    }
  },
  {
    "section_id": "VT-29",
    "content": "• If you miss a scheduled shift of work or ask not to be scheduled for any reason\nCLAIMANT HANDBOOK I 8\n|\n8",
    "metadata": {
      "section_title": "It is YOUR responsibility to notify the Claims Center if any of these situations occurs.",
      "page_number": 14
    }
  },
  {
    "section_id": "VT-30",
    "content": "• Your telephone number changes\n• You are unavailable for work for any reason\n• You are ill or disabled\n• Your return to work date changes in any way\n• You become self-employed or start your own business\n• You move to another state\n• You leave your immediate area even if only for a few days\n• You attend or plan to attend any school or training programs\n• You receive reasonable assurance * of returning to work in an educational setting\n• Your situation meets one or more of the criteria noted on page 7 under \"Losing Your Right to Collect Benefits\"",
    "metadata": {
      "section_title": "IF ANY OF THE FOLLOWING SITUATIONS OCCUR, YOU MUST CONTACT CLAIMANT ASSISTANCE IMMEDIATELY",
      "page_number": 14
    }
  },
  {
    "section_id": "VT-31",
    "content": "* Individuals who work for a school and are unemployed between terms (for example, during the summer) or during a break in the school schedule during the school year are not allowed to use the wages earned in this type of employment, provided the individual has a reasonable assurance of returning to work for a school at the end of the break. If you started the break or are between terms and do not have a reasonable assurance of returning to work, you may be eligible for unemployment benefits. If during this time you receive an offer of work from a school, you must notify the Department immediately. Likewise, if you had a reasonable assurance of returning to work and for some reason you no longer have a reasonable assurance, call Claimant Assistance.",
    "metadata": {
      "section_title": "Reasonable Assurance for Individuals Who Work for a School",
      "page_number": 14
    }
  },
  {
    "section_id": "VT-32",
    "content": "If your name or address changes (even if you have not moved), you must submit these changes in writing. You may submit your name, address, or telephone number change by completion of the form at the back of your handbook.\nIf you are out of the area for two weeks or more, even if the relocation is not permanent, you must submit a change of address. Upon receipt, we will provide you with further instructions, including the necessity to register for work. Please note: Unemployment payments will not be forwarded. The Department must also be able to contact you regarding job referrals and have a current address to mail your 1099G form.\n1\nTelephone number changes may be made by calling Claimant Assistance, if you are not submitting a name or address change.\n.\n9\n|\nI Vermont Department of Labor",
    "metadata": {
      "section_title": "Name, Address, or Telephone Number Change",
      "page_number": 15
    }
  },
  {
    "section_id": "VT-33",
    "content": "Unless you have a definite return to work date occurring within 10 weeks of opening a new or additional claim with a specific employer and/or have been excused by the Department from conducting an active work search, you are REQUIRED to make and report at least three (3) job contacts for each week you file a weekly claim certification. You must report job contacts in the week you make them. You must be realistic in your search for work. To assist you in your work search efforts, you will be required to register with the Vermont Job Link if you have not already registered. You can register by going to: www.vermontjoblink.com. Make sure that you apply for jobs you are qualified to do and are willing to accept. The longer you are un employed, the more intensive and expansive your work searches should become. Applying for the same job more than once within a five week period does not count as a valid contact. The Department conducts random checks of job contacts. If you do not make contacts as required, you will be liable to repay benefits improperly paid.\nA valid job contact depends on the type of work you are qualified to perform. Submission of a job application for a vacant position is a valid contact. Submission of a resume would only be acceptable IF you work in a \"professional\"",
    "metadata": {
      "section_title": "Work Search Requirements",
      "page_number": 15
    }
  },
  {
    "section_id": "VT-34",
    "content": "trade or occupation. Applying in person would be a valid contact for \"non-professional\" trades, such as work in the construction trade. Telephone calls are NOT an acceptable method of contact. Seeking employment by \"surfing\" the Internet for available jobs or by posting your resume at an employment website, including Vermont JobLink, is not a valid job contact, unless you have actually applied for a job with a specific employer. In these instances, you must print and keep any confirmation you receive indicating your application has been submitted.\nIf the employer instructs you to apply online or an in-store kiosk, the contact is only valid if you have applied in that manner. A valid contact must also be for work that is currently available. Although the employer\ndoes not need to be actively recruiting, a contact is not valid if the type of work being applied for is not seasonally available, such as applying to work as a snow maker in July.",
    "metadata": {
      "section_title": "A valid job contact depends on the type of work you are qualified to perform.",
      "page_number": 15
    }
  },
  {
    "section_id": "VT-35",
    "content": "ork being applied for is not seasonally available, such as applying to work as a snow maker in July.\nYou are also REQUIRED to keep accurate records of your job contacts. Work search forms are provided in the back of the handbook to assist you in keeping track of your contacts. If you do not use these forms, you are required to keep records containing all of the information outlined on our work search form (Date of contact; Employer name; Employer address; Person contacted; Phone number; E-mail if applicable; Position applied for; Method of contact; and Results of the contact). Please be sure to keep copies of confirmation pages and or e-mail records for online and e-mail work search efforts.\nAs indicated previously, work search efforts WILL BE MONITORED. If you are asked to submit information to the Department, we suggest visiting a Career Resource Center. The Center can mail or fax your information free of charge.",
    "metadata": {
      "section_title": "A valid job contact depends on the type of work you are qualified to perform.",
      "page_number": 15
    }
  },
  {
    "section_id": "VT-36",
    "content": "Keep copies for yourself of any information that is submitted to the Department. If you have not met the requirements, you may be found in overpayment for any weeks you did not comply with the directives and may be required to repay benefits.\nYou may be selected to participate in Re employment Services provided by a Career Resource Center. Failure to participate may result in a denial and/or overpayment of benefits, which you could be liable to repay. Additionally, in order to receive certain unemployment benefits, you may be required by the Department to attend an orientation session at a Career Resource Center, as well as enter your work search contacts weekly through an online Web application. Specific instructions detailing how to file online can be found on the Department's website at www.labor.vermont.gov or by visiting a local Career Resource Center.\nIf the Vermont Division of Vocational Rehabilitation or similar organization is helping you conduct a work search, your counselor may submit a letter to the Department to request waiver of the unemployment work search requirements under the regular unemployment insurance program. This does not, however, waive the requirement to be able and available for work.\nCLAIMANT HANDBOOK I 10",
    "metadata": {
      "section_title": "A valid job contact depends on the type of work you are qualified to perform.",
      "page_number": 16
    }
  },
  {
    "section_id": "VT-37",
    "content": "Suitable work is generally defined as work that you are qualified to do based on your skills, work experience, and employment history and that pays at least the prevailing wage rate for the type of job in your local labor market. You are required, as a condition of receiving unemployment benefits, to apply for and accept an offer of suitable work. If you fail, without good cause, to either apply for or accept an offer of suitable work, you will be disqualified for benefits and may be required to repay benefits you received. Although you may be looking for full time work, a refusal of suitable part-time work could also result in a disqualification.\nPrior training and/or experience, prior earnings, length of employment, prospects of securing work in your local labor market in your cus tomary occupation, the distance to work from your home, physical fitness requirements of the job, the degree of risk involved to your health, safety, or morals are factors involved in deter mining if a job is suitable.",
    "metadata": {
      "section_title": "Suitable Work",
      "page_number": 16
    }
  },
  {
    "section_id": "VT-38",
    "content": "A job paying less than the last one you held will gradually become more suitable the longer you are unemployed. You must be willing to ac cept 10% less than you were making when you filed your initial claim. After five weeks of fil ing, you must be willing to accept 20% less and after ten weeks of filing, you must be willing to accept the prevailing wage for the type of work you are seeking. The prevailing wage is the average wage for the job among all employers in your labor market. A Career Resource Center can provide you with prevailing wage information in your labor market or it can be obtained at www.labor.vermont.gov. Reminder: You must report all refusals of work, even if you believe that they are not suitable.",
    "metadata": {
      "section_title": "Suitable Work",
      "page_number": 16
    }
  },
  {
    "section_id": "VT-39",
    "content": "An individual who is engaged in the formation, development, or operation of a trade, business, enterprise, profession, or other activity under taken for the purpose of producing income and which is in the form of a sole proprietorship,\npartnership, or a limited liability company or other similar entity is self-employed. While a self-employed individual is not automatically ineligible for unemployment insurance benefits, the more time and effort the individual devotes to self-employment the less he or she is avail able for work with other employers. If you are or attempt to become self-employed, you must call Claimant Assistance line at 1-877-214-3332.",
    "metadata": {
      "section_title": "Self-Employment",
      "page_number": 16
    }
  },
  {
    "section_id": "VT-40",
    "content": "Sideline activity is your own pre-existing self employment business, established or performed at the same time you were working for a primary employer whose employment is covered under the unemployment insurance laws. When you lose your primary employment, but continue your sideline activity (your own business), you do not report any earnings from your sideline activity when filing your weekly claims certification. However, you are required to contact\nE 2 A -\nClaimant Assistance if you increase your time devoted to your sideline activity by 20% or more, which is measured by time devoted or earnings you received from your own pre-existing business. Sideline Activity is NOT working a second job at another business. It is your own business that you established and did while\nworking for your primary employer before establishing an unemployment claim. If you have any questions on whether or not the employment in question should be reported on your weekly claim certification, to avoid overpayment of benefits you will be required to repay, you are encouraged to contact Claimant Assistance for guidance.\n11\nI\nI Vermont Department of Labor",
    "metadata": {
      "section_title": "Sideline Activity",
      "page_number": 17
    }
  },
  {
    "section_id": "VT-41",
    "content": "Pensions you contributed to in whole or in part are not deductible from your weekly benefit amount. Pensions that are totally funded by a base period employer are deducted dollar-for dollar from your benefit amount. If your deductible pension income is less than your benefit amount, you will receive a reduced benefit. It is your reponsibility to report the receipt of pension to the Department. Failure to do so may result in overpayment of benefits, which you may be liable to repay.\nThe following types of pensions may affect your weekly benefit amount, depending on whether or not you con- tributed to the pension:\n• Employer pension program\n• Military pension\n• Civil Service pension\n• Local Government pension\nThe following types of retirement income will not affect your weekly benefit amount:\n• Pension from a non-base period employer\n• Supplemental Security Income\n• Veterans Administration Disability Compensation\n• Social Security Income",
    "metadata": {
      "section_title": "Pensions",
      "page_number": 17
    }
  },
  {
    "section_id": "VT-42",
    "content": "Severance payment is a payment that is generally paid to a worker following an employer down sizing or reduction of workforce. If you receive severance pay upon separation, you will be disqualified, meaning that you will not be able to receive an unemployment benefit for the same time that you have received severance pay. However, you may still be able to collect the maximum duration of benefits, but only after the severance pay has been allocated. If you receive severance pay after you begin filing, you are required to call the Claimant Assistance line at 1-877-214-3332 to report your severance payment. If you had to sign an agreement to receive severance pay, a copy of this agreement must be provided to the department.\nVacation pay, wages in lieu of notice, and back pay awards or settlements also impact weeks claimed. If you receive any of these types of payments that you have not already reported to the Department, you must call Claimant Assistance.\nCLAIMANT HANDBOOK I 12\n3",
    "metadata": {
      "section_title": "Disqualifying Types of Payment",
      "page_number": 18
    }
  },
  {
    "section_id": "VT-43",
    "content": "When you open an initial claim for benefits, the Department must make several initial decisions about whether or not you are entitled to receive unemployment benefits.\n0 The Department will determine if you have sufficient wages to qualify for a weekly benefit amount. You will receive a \"Monetary Determination\" that explains the wages we have used to determine whether you have been paid enough wages to qualify for a weekly benefit amount and what that amount will be. This will list the employers you have worked for and the wages reported under your SSN during the base period. If information is missing, such as wages from another state or wages from a Vermont employer, you will receive additional monetary re-determinations, as the Department obtains this information. If you did not work for any employers indicated on this notice or if the wage amounts are incorrect or missing, contact Claimant Assistance.\n8 The Department will determine if you meet the basic eligibility requirements for benefits, such as ability and availability for work. This may create an \"issue\" on your claim and require you to go through the adjudication process.\nC, The Department will determine if there is anything regarding your separation from employment that would create an \"issue\" on your claim, such as a voluntary quit, a discharge, a medical separation, or separation pay. This may create an \"issue\" on your claim and require you to go through the adjudication process.",
    "metadata": {
      "section_title": "Determinations",
      "page_number": 18
    }
  },
  {
    "section_id": "VT-44",
    "content": "If an issue is created on the claim, your file will be sent to the Adjudications Unit and a notice will be mailed to you indicating the time and date of a fact-finding interview, if one is necessary. This is your only opportunity to discuss your situation with a claims adjudicator. If you miss the fact-finding interview, the adju dicator will render the determination based on available information and mail it to you. This determination will explain whether you have been found eligible to receive benefits or not.\nIf you quit a job for personal reasons not attrib utable to the employer you may be disqualified from receiving benefits until you have started new employment, earned six times your weekly benefit amount, and become unemployed through no fault of your own.\nIf you were fired for misconduct the stan dard disqualification of 10 weeks is usually imposed.",
    "metadata": {
      "section_title": "Claims Adjudication Process",
      "page_number": 19
    }
  },
  {
    "section_id": "VT-45",
    "content": "In addition, a cap on the maximum number of weeks to be claimed in a benefit year will be imposed to not exceed 23 full weeks.\nIf you were fired for gross misconduct you may be disqualified from receiving benefits until you have started new employment, earned six times your weekly benefit amount, and become unemployed through no fault of your own.\nSeparation for gross misconduct will prohibit the use of wages earned from the separating employer for calculation of your weekly benefit amount. (continued next page)\n(Claims Adjudication Process continued) Separation pay, such as vacation pay, wages in lieu of notice, paid time of£ or severance pay, may disqualify you or result in a reduction of benefits for one or more weeks.\nDuring the fact-fuding process benefis will not be paid. You must continue to fie your weekly claim certifications (s) during the fact-fuding process in order to be paid for such weeks.",
    "metadata": {
      "section_title": "Claims Adjudication Process",
      "page_number": 19
    }
  },
  {
    "section_id": "VT-46",
    "content": "A benefit year is 52 weeks starting the week you open your initial claim. Claimants may be eligible for a maximum benefit amount equal to 26 weeks times their weekly benefit amount or 46% of the \"base period\" wages, whichever is less. Being fired for misconduct will lead to a cap on the maximum number of weeks to be claimed in a benefit year, not to exceed 23 full weeks. If you work part-time and receive partial unemployment benefits, you may file until your benefit year expires or you exhaust your benefit entitlement, whichever comes first.\n13 I Vermont Department of Labor\nOnce you are paid your maximum amounts, you cannot file again until your benefit year expires. The Department will notify you if extended benefits become available.",
    "metadata": {
      "section_title": "Length of Payments",
      "page_number": 19
    }
  },
  {
    "section_id": "VT-47",
    "content": "Your weekly benefit amount is based on gross wages paid to you as reported by your former, liable employer(s). To be monetarily eligible for benefits, you must have earned the minimum amount (required by law) of \"covered\" wages in your highest quarter of the base period and the remaining quarters of the base period must equal or exceed 40% of the highest quarter. The weekly benefit amount is calculated by adding the wages in the two highest quarters in the base period together and dividing by 45, then rounding down to the next whole dollar. You will receive a monetary determination in the mail listing your quarterly wages. If any of the wage information is missing or incorrect, call Claimant Assistance.",
    "metadata": {
      "section_title": "Calculating a Weekly Benefit Amount",
      "page_number": 19
    }
  },
  {
    "section_id": "VT-48",
    "content": "Although most individuals are covered for unemployment purposes, provided they have sufficient earnings and meet all other eligibility requirements, State law excludes certain types of employment from coverage. The types of services that are excluded from coverage include, but are not limited to:\n+ Elected officials to State and local governments, members of a legislative body or the Judiciary, members of the State National Guard or Air National Guard, and certain temporary \"emergency employment\";\n+ Some nonprofit religious, charitable, agricultural, educational organizations or institutions of higher education, and railroad employment;\n+ Insurance agents, solicitors, or salespersons, if solely paid by commissions and/or are required to be licensed by State law;\n+ A sole proprietor or his/her spouse or civil union partner, parent, or children under the age 18;\n+ A partnership or a member/manager of a Limited Liability Company or Limited Liability Partnership and their spouses or civil union partners, parents, and children under 18;\n+ Employment at a small farm;\n+ Wages earned as a direct seller.\nCLAIMANT HANDBOOK I 14",
    "metadata": {
      "section_title": "Wages Not Used to Determine a Weekly Benefit Amount",
      "page_number": 20
    }
  },
  {
    "section_id": "VT-49",
    "content": "An individual must have earned a minimum amount of wages during a fixed period of time known as the \"base period\" to qualify for unemployment benefits. The wages used to determine your unemployment eligibility and your weekly benefit amount (WBA) are wages that were paid to you during each calendar quarter of your base period, regardless of when you earned them. Vermont law provides three main and one special method to determine a base period. They are:\nFirst Method: First four of the last five completed calendar quarters preceding the effective date of your claim. The law requires the Department to use this method if you are monetarily eligible, regardless of the benefit amount.\nIF ineligible by the first method, the second method may be used.\nSecond Method: Last four completed calendar quarters preceding the effective date of your claim.",
    "metadata": {
      "section_title": "Base Periods",
      "page_number": 20
    }
  },
  {
    "section_id": "VT-50",
    "content": "IF ineligible by the second method, the third method may be used.\nThird Method: Last three completed calendar quarters and the current quarter, using wages paid up to the effective date of your claim.\nIF ineligible by the third method, the fourth method may be used.\nFourth Method: Applies only if your separation from work was due to an \"on the job injury\" re sulting in a Workers' Compensation Claim. Under these conditions, your base period is adjusted so wages that would have been available to you at the time of injury are now available. To be eligible under this method, you must have opened your new claim for unemployment benefits within six months of the date your temporary Workers' Compensation payments ended.\nBase Period Chart Current 3rd 1st 4th 5th 2nd Quarter completed completed completed completed completed (when Initial quarter quarter quarter quarter quarter claim is filed) Method 1 Method 2 Jul 1- Sept 30 Oct 1- Dec 31 Apr 1- Jun 30 Jan 1- Mar 31 Method 1 Method 2 Oct 1- Dec 31 Jan 1- Mar 31 Method 1 Method 2 Method 3\n15\n|\n15 I Vermont Department of Labor",
    "metadata": {
      "section_title": "Base Periods",
      "page_number": 21
    }
  },
  {
    "section_id": "VT-51",
    "content": ".",
    "metadata": {
      "section_title": "Direct Deposit Services",
      "page_number": 21
    }
  },
  {
    "section_id": "VT-52",
    "content": "♦ Calling 1-800-983-2300 and pressing option #6;\n♦ Our online filing services, which are available at www.labor.vermont.gov under \"File a weekly Unemployment Claim\". Enter your SSN and four digit PIN. At the personal data page, click on the link named \"Enroll or Update Direct Deposit\", which can be located at the bottom, left hand side of the page.",
    "metadata": {
      "section_title": "You Can Enroll In Direct Deposit Services By:",
      "page_number": 21
    }
  },
  {
    "section_id": "VT-53",
    "content": "1. Social Security Number\n2. Your financial institution's routing number - This is a nine digit number\n3. Your account number - This may be up to seventeen digits\n4. Type of account - checking or statement savings\nSimply follow the step-by-step instructions provided. If either the account or routing number contains any letters, you must enroll online.\nAll direct deposits must go through a \"pre-note\" process with your financial institution to verify the information. Upon completion of the \"pre-note\" process, you can expect the first direct deposit to occur 14 calendar days after initial enrollment. A paper check will be mailed until the enrollment process is completed. After the enrollment process has been completed, you can expect deposit of funds in your account approximately two business days following the process date of your weekly claim certification. Direct deposits are not made on weel<ends or holidays.\nIf your account or routing number changes, you must immediately change your direct deposit information by one of the two enrollment methods mentioned above. Changes in account or routing numbers require another \"pre-note\" process. It is your responsibility to maintain accurate information to prevent delays in processing your payments. Payment cannot be processed to pre-paid debit cards.",
    "metadata": {
      "section_title": "Before You Call, Have The Following Information Available:",
      "page_number": 21
    }
  },
  {
    "section_id": "VT-54",
    "content": "Check Number   Bank Name   s   fl  =   llll!C  \n9 Digit Routing Number Your Account Number\nIf you are depositing to a Statement Savings account, please contact your financial institution to obtain this information before enrolling in the Direct Deposit Service.\nCLAIMANTHANDBOOK I 16",
    "metadata": {
      "section_title": "Information Needed for Direct Depositing",
      "page_number": 22
    }
  },
  {
    "section_id": "VT-55",
    "content": "Unemployment benefits are paid by check or direct deposit. If there are no issues requiring the fact-finding process, payments will begin approximately two weeks after your initial contact to the Department. For more information about fact-finding, please refer to the section titled \"Claims Adjudication Process\". You must file your weekly claim certification during the fact finding process in order to be paid for such weeks.\nThe Department suggests using direct deposit since it is the quickest way to receive your benefits. Direct deposits are processed and generated the next workday. However, unemployment checks are mailed once a week, no matter what day you file. Checks are normally mailed from Montpelier on Thursdays. A legal holiday may delay mail service and direct deposits.",
    "metadata": {
      "section_title": "When To Expect Benefit Payments",
      "page_number": 22
    }
  },
  {
    "section_id": "VT-56",
    "content": "If you are unemployed when your benefit year ends, you may apply for a new claim. To re qualify, you must have performed work since the effective date of your last benefit year and earned at least four times your weekly benefit amount. You must also call 1-877-214-3330 to establish a new benefit year.",
    "metadata": {
      "section_title": "Re-Qualifying for a New Benefit Year",
      "page_number": 22
    }
  },
  {
    "section_id": "VT-57",
    "content": "The Department collects information from Vermont employers who are required to report all newly hired individuals within 10 days of the date of hire. We compare this information against unemployment records to determine if someone is both working and filing for un employment benefits. This program will also match unemployment records against a national database so individuals who go to work in another state while receiving unemployment benefits in Vermont will be discovered. Penalties may be imposed if it is found that you intentionally failed to disclose or misreported your earnings while filing for unemployment benefits.",
    "metadata": {
      "section_title": "New Hire Crossmatch",
      "page_number": 22
    }
  },
  {
    "section_id": "VT-58",
    "content": "Unemployment benefits are taxable and must be reported as gross income on your federal and state income tax returns. You may elect to have federal and state taxes withheld from your\nweekly benefits. You may change your withholding option once during any benefit year. The Department will notify you, the Internal Revenue Service (IRS), and the Vermont Depart ment of Taxes of benefits you received and taxes withheld from those benefits (if any) for the prior year. You will be mailed a 1099G by the end of January. It will be mailed to the current address on file. If you lose your 1099G it is not necessary to obtain a new copy, as you are not required to submit a copy of this document to the IRS or Vermont Department of Taxes.",
    "metadata": {
      "section_title": "Unemployment Insurance & Income Taxes",
      "page_number": 22
    }
  },
  {
    "section_id": "VT-59",
    "content": "If you are not truthful or fail to disclose impor tant information to receive unemployment ben efits you will be required to repay the money to the Department. Future benefits can and will be withheld to offset your overpayment until paid in full, and penalty weeks may be assessed. Your federal and state tax refunds may be withheld, you may be taken to court for a Judgment Order, and a future employer may be required to with hold earnings from your paycheck.\nThe Department will impose penalty weeks in situations where it is determined you intention- ally misrepresented (continued next page)\n17\n|\n17 I Vermont Department of Labor\na material fact in order to obtain benefits for which you were not otherwise entitled to receive. If penalty weeks are assessed, you may lose the right to collect future benefits. You will not be paid for future claims until you have \"offset\" the number of penalty weeks by filing the same number of eligible weekly claims. Penalty weeks reduce your benefit balance.",
    "metadata": {
      "section_title": "Benefit Overpayment, Recovery, and Penalty Weeks",
      "page_number": 23
    }
  },
  {
    "section_id": "VT-60",
    "content": "During periods of high unemployment, it is possible state and/or federal extended benefits may be available. If we are in an extended period and you are determined potentially entitled to the extended benefits, you will receive a notice with filing instructions AFTER you have exhausted your regular benefit.",
    "metadata": {
      "section_title": "Extended Benefits",
      "page_number": 23
    }
  },
  {
    "section_id": "VT-61",
    "content": "Benefit Accuracy Measurement (BAM) is a system designed to detect errors and fraud in the Unemployment Insurance Program. Claims to be audited are selected randomly each week. Therefore, you may be selected more than once. The audit includes a review of eligibility for unemployment, employer records, Department records, claimant's work search contacts, and claimant statements. This audit ensures accuracy of your claim. Failure to participate in a BAM audit may result in a denial of benefits.\nCLAIMANT HANDBOOK 18",
    "metadata": {
      "section_title": "Benefit Accuracy Measurement Program",
      "page_number": 24
    }
  },
  {
    "section_id": "VT-62",
    "content": "After a determination has been issued (ex- plained in Section 3), both you and your pre- vious employer have the right to appeal a determination within 30 calendar days of the determination date.",
    "metadata": {
      "section_title": "Appealing Determinations",
      "page_number": 24
    }
  },
  {
    "section_id": "VT-63",
    "content": "MAIL: Vermont Department of Labor P. O. Box 488 Montpelier, Vermont 05601-0488 E-MAIL: labor.appeals@vermont.gov FAX: 802-828-4289 IN PERSON: You can deliver a letter of appeal in person at the administrative office of the VDOL at 5 Green Mountain Drive in Montpelier, Vermont.\nIf you appeal your determination, make sure you continue to file weekly claim certifications each week you are unemployed until a decision on the appeal has been made. Failure to file weekly claim certification may result in a loss of benefits for the weeks not filed for.",
    "metadata": {
      "section_title": "AN APPEAL MUST BE SUBMITTED TO THE DEPARTMENT IN WRITING BY:",
      "page_number": 24
    }
  },
  {
    "section_id": "VT-64",
    "content": "The first level of Appeal is to the Administra- tive Law Judge. Appeals to the Administrative Law Judge must be submitted, in writing, no later than 30 calendar days from the date of the determination being appealed. Regardless of which party appeals, it is very important to par- ticipate in this telephone hearing, as this is your only chance in the appeals process to present testimony and evidence relevant to the issues. After the hearing is completed, a written dei- sion will be sent to all parties involved.\nThe second level of Appeal is to the Vermont Employment Security Board. Appeals to the Vermont Employment Security board must be submitted, in writing, no later than 30 calen- dar days from the date of the decision being appealed. The Board will conduct a hearing in Montpelier to review all testimony and evidence presented at the Administrative Law Judge hearing.",
    "metadata": {
      "section_title": "Three Appeal Levels",
      "page_number": 24
    }
  },
  {
    "section_id": "VT-65",
    "content": "You may participate in the hear- ing, but no new testimony or evidence may be presented. After the Board hearing is complet- ed, a written decision will be sent to all parties involved.\nThe third level of Appeal is to the Vermont Supreme Court. The Clerk of the Employment Security Board must RECEIVE appeals to the Vermont Supreme Court, in writing, no later than 30 calendar days from the date of the decision being appealed. Although it is not required, many people engage the services of an attorney before proceeding with an appeal to the Supreme Court. There is a filing fee for appeals to this level, but in some circumstances the Court can waive this fee. The Supreme Court will review the record and issue a written decision, which is final.\nI )} r\n19\n|\nVermont Department of Labor",
    "metadata": {
      "section_title": "Three Appeal Levels",
      "page_number": 25
    }
  },
  {
    "section_id": "VT-66",
    "content": "The Notice of Hearing before an Administrative Law Judge will provide you with important in- formation about the time and date of the appeal hearing, which will be conducted by a tele- phone conference. Mail or FAX (802-828-4289) any documents you want to have considered as evidence in the hearing to the Appeals Office and, if the case involves your former employer, to that employer so they can be considered as part of the record. Do this immediately fol- lowing receipt of the Notice of Hearing so the documents are received no less than 24 business hours before the hearing. If you do not send a copy to the employer, your exhibits will NOT be entered into the record, will not be con- sidered in making the decision, and may not be available for use later in the appeal process.\nNOTE: After receipt of the Notice of Hearing, you must register your telephone number with the Appeals Unit. You will not be called if you do not register a telephone number.",
    "metadata": {
      "section_title": "Notice of Hearing",
      "page_number": 25
    }
  },
  {
    "section_id": "VT-67",
    "content": "Hearings are designed to permit laypersons to represent themselves. If the issues are complex, if you expect the other party to be represented by an attorney, or if you think you may have difficulty presenting your case, you may wish to consult an attorney. You can also contact Ver- mont Legal Aid to see if they can provide legal assistance to you. If you are going to have an attorney, you should let the Appeals Office know as soon as possible to avoid scheduling delays. Hearings will not be postponed to allow a party to seek legal representation.",
    "metadata": {
      "section_title": "Do | Need a Lawyer?",
      "page_number": 25
    }
  },
  {
    "section_id": "VT-68",
    "content": "The first level of appeal with the Administrative Law Judge is a de novo review, which means the judge reviews the case based solely on evidence presented in the hearing record. The judge is not bound by earlier findings or determinations made by the Department.\nSince this will be your ONLY opportunity to present your evidence, and further appeals only review testimony and other evidence introduced at this hearing, you should be prepared to participate in this process and to present your side of the story.",
    "metadata": {
      "section_title": "Evaluate and Prepare Your Evidence",
      "page_number": 25
    }
  },
  {
    "section_id": "VT-69",
    "content": "The Administrative Law Judge will connect all the parties in a conference call and the hearing will be recorded. S/he will explain the process at the beginning of the hearing, decide which documents (exhibits) will be made part of the record, and then swear in the witnesses and take testimony from one person at a time. You will have the chance to cross examine the em- ployer’s witnesses and ask any questions of any witness testifying for you. One participant for the employer will be able to cross examine you and your witnesses. The purpose of the hearing is to gather all the relevant information about why your employment ended. Usually, things that happened close to the time of separation and those that directly lead to it are the most relevant. If something is not relevant, the judge may stop the witness from testifying about it.\nWhen testifying, speak clearly and try to remain calm. The judge will ask questions to try to get all the information about the ending of your employment. The judge is not familiar with your former workplace so s/he may ask you to explain who people are or about the procedure for different tasks. Having a calendar handy may be helpful and you may want to take notes when the employer’s witnesses are testifying because you will not be allowed to interrupt them.",
    "metadata": {
      "section_title": "What Goes on at the Hearing Before an Administrative Law Judge?",
      "page_number": 25
    }
  },
  {
    "section_id": "VT-70",
    "content": "You must inform the Appeals Office in advance of the names and telephone numbers of wit- nesses whom you want to testify in the hearing Make sure that your witnesses are willing to participate and that they will be available at the time of the hearing. If a witness is not available,\nCLAIMANTHANDBOOK 20\nyou may obtain and submit a written statement from them. Such statements never carry the full weight of direct testimony at the hearing. If a witness whom you believe to be vital to your case refuses to testify, you may request that the Administrative Law Judge issue a subpoena. A subpoena request must be submitted in writ- ing, in advance of the hearing date. The request must include a statement that the witness has been asked to testify but has refused. It must also explain why the witness’s testimony is essential and provide a physical address (not a P O Box) for each witness. A subpoena request may be granted or denied at the judge’s discre- tion.",
    "metadata": {
      "section_title": "The Importance of Witnesses & Subpoenas",
      "page_number": 26
    }
  },
  {
    "section_id": "VT-71",
    "content": "The Administrative Law Judge generally will have no contact with you or any party outside of the hearing. This is to avoid the appearance of unfairness or of accepting evidence outside the hearing. Other members of the Appeals Office will advise or assist you with procedural questions. In the State of Vermont, appeal\nhearings are CONFIDENTIAL and are not open to the public.",
    "metadata": {
      "section_title": "Contacts with the Administrative Law Judge Outside of the Hearing",
      "page_number": 26
    }
  },
  {
    "section_id": "VT-72",
    "content": "You should make every attempt to participate in the appeal hearing when scheduled. Either party may request a postponement, but the postponement must be for good cause, such as serious illness or injury, which is determined by the appeals representative who makes the decision on a case-by-case basis. If you wish to have a postponement, you must call the Ap- peals Office to request one, as far in advance of the hearing date as possible.",
    "metadata": {
      "section_title": "Postponement of a Hearing",
      "page_number": 26
    }
  },
  {
    "section_id": "VT-73",
    "content": "If you wish to withdraw your appeal, you may do so in writing or by calling the Appeals Office. You should notify the Appeals Office as soon as possible prior to the date of the hearing. If the employer has filed the appeal, you cannot withdraw the appeal and the hearing will take place. If the appeal is withdrawn, the initial determination or decision becomes final and cannot be changed.",
    "metadata": {
      "section_title": "Withdrawal of an Appeal",
      "page_number": 26
    }
  },
  {
    "section_id": "VT-74",
    "content": "The information you and your employer(s) provide the Department is confidential and will not be released to the public. Information will be shared with you and your employer(s) if necessary to process the claim for benefits. In addition, federal and/or state law requires the Department to release information to the following agencies:\nVermont Department of Children & Families o\nVermont Department of Taxes o\nVermont’s Crime Victims Restitution Unit 0\nVermont Office of Child Support 0\nVermont Department of Education 0\nSocial Security Administration 0\nNational Directory of New Hires 0\nUS Department of Housing & Urban Development 0o\nU. S. Department of Labor 0\nAll Unemployment Insurance Agencies 0o\nFederal Parent Locator Service o\nInternal Revenue Service ©\nUnited States Treasury Department\nFindings and conclusions contained in Departmental decisions are not admissible in any other venue.\n21 | Vermont Department of Labor",
    "metadata": {
      "section_title": "Confidentiality",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-75",
    "content": "If an individual is disqualified for unemploy- ment benefits, 21 V.S.A. Chapter 16A provides temporary partial wage replacement to individuals who must leave employment, without good cause attributable to the employer, because of circumstances directly resulting from domestic violence, sexual assault, or stalking.\nAny time an individual is disqualified for regular unemployment benefits and it is known to the Department that domestic violence, sexual assault, or stalking may have resulted in the individual ending his or her employment, eligibility for this wage replacement is automatically explored.\nIf you feel you might be eligible for these ben- efits and have been disqualified for unemploy- ment benefits, please call our Unemployment Claims Center manager at 802-828-9150 or the Director of the Unemployment Insurance and Wages Division at 802-828-4242.",
    "metadata": {
      "section_title": "Domestic and Sexual Violence Survivors’ Transition Benefits",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-76",
    "content": "Equal Opportunity is the law. The Vermont Department of Labor is an Equal Opportunity/ Affirmative Action Employer. Applications from women, individuals with disabilities, and people from diverse cultural backgrounds are encouraged. Auxiliary aids and services are available upon request to individuals with dis- abilities. 711 (TTY/Relay Service) or (800) 650-4152 TDD (Vermont Department of Labor)\nIt is against the law for the Vermont Depart- ment of Labor, being a recipient of federal financial assistance, to discriminate against any individual on the basis of race, disability, color, ancestry, place of birth, national origin, age, sex, sexual orientation, religion, political affiliation, or belief.",
    "metadata": {
      "section_title": "Equal Opportunity",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-77",
    "content": "If you think you have been subjected to discrimination in the processing of your claim or otherwise by the Department, you may file a complaint within 180 days from the alleged violation with either:\nThe recipient's Equal Opportunity Officer- Vermont Department of Labor by mail: P.O. Box 488, Montpelier, Vermont 05601-0488 by telephone: (802) 828-4391; by TDD: (800) 650-4152; or by filing with: The Director, Civil Rights Center (CRC) U.S. Department of Labor by mail: 200 Constitution Avenue, Room N-4123 Washington, DC 20210\nIf you filed your complaint with the recipient, you must wait either until the recipient issues a written Notice of Final Action or until 90 days have passed (whichever is sooner) before filing a complaint with the Civil Rights Center (see above).\nIf the recipient does not give you a written Notice of Final Action within 90 days of the day on which you FILED your complaint, you do not have to wait for the recipient to issue that Notice before filing a complaint with the CRC.",
    "metadata": {
      "section_title": "Discrimination:",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-78",
    "content": "However, you must file your CRC complaint within 30 days of the 90-day deadline. In other words, it must be within 120 days after the date on which you FILED your complaint with the recipient.\nIf the recipient does give you a written Notice of Final Action on your complaint, but you are dis- satisfied with the decision or resolution, you may file a complaint with the Civil Rights Center. You must file your CRC complaint within 30 days of the date on which you received the Notice of Final Action.",
    "metadata": {
      "section_title": "Discrimination:",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-79",
    "content": "If a language interpreter or a sign language inter- preter is needed, please contact the Department immediately. The Department uses a telephone based language interpretation service for non- English speaking parties. If a sign language interpreter is needed the Department will make arrangements.",
    "metadata": {
      "section_title": "Limited English Proficiency and Sign Language Interpreters",
      "page_number": 27
    }
  },
  {
    "section_id": "VT-80",
    "content": "This Department complies with the Americans with Disability Act. If you require special assistance due to a disability, as defined in the Act, in order to pursue your rights, please contact the Department immediately.\nCLAIMANT HANDBOOK\n22",
    "metadata": {
      "section_title": "Americans with Disabilities Act",
      "page_number": 28
    }
  },
  {
    "section_id": "VT-81",
    "content": "The purpose of this worksheet is to assist you in properly reporting your gross wages and hours worked while filing for Ul benefits. If you perform work and file for benefits during a given week, this worksheet can be very helpful in calculating the amount to report and also serve as a reference document if questions about your reported earnings later arise.\nPlease keep in mind that failure to provide true and accurate information when filing your weekly claim certification may result in an overpayment of Ul benefits. If it is determined that you intentionally misrepresented your claim, along with having to repay overpaid monies, penalties will be imposed.\nIf you have questions regarding proper reporting of hours or gross wages while filing for Ul benefits or you discover you have made a mistake in your reporting, please call the Claimant Assistance Line at 1-877-214-3332.\nClaim Week February Claim Week Begins Ends Sun Mon Tues. Weds. Thurs. Fri Sat. 8 10 1\" 12 13 14 Example A Week Ending Worked 6 Hrs. Worked 3 Hrs. February 14th Earned $48.00 Earned $24.00 15 16 17 18 19 20 21 Example B Week Ending Worked 4.5 Hrs. Worked 4 Hrs. Worked 6.75 Hrs. Worked 4 Hrs. Worked 4 Hrs. February 21st > Earned $40.50 Earned $36.00 Earned $60.75 Earned $36.00 Earned $36.00\nEXAMPLE A: Weekly Earnings Worksheet",
    "metadata": {
      "section_title": "HOW TO PROPERLY REPORT GROSS WAGES WHILE YOU ARE FILING FOR AND RECEIVING UNEMPLOYMENT INSURANCE (Ul) BENEFITS WORKSHEET",
      "page_number": 28
    }
  },
  {
    "section_id": "VT-82",
    "content": "Sun. Mon, Tues. Weds. Thurs. Fri Sat. WIE 02/14/xx Hours Worked 3 9 Rate of Pay $8.00 $8.00 otal To Report On Weekly Claim Total Earned $48.00 $24.00 $72.00 Name and John' li John's li Address of 321 321 \"B\" st. Employer(s) Stowe, VT Stowe, VT\nEXAMPLE B: Weekly Earnings Worksheet",
    "metadata": {
      "section_title": "EXAMPLE A: Weekly Earnings Worksheet",
      "page_number": 28
    }
  },
  {
    "section_id": "VT-83",
    "content": "Sun. Mon, Tues. Weds. Thurs Fri Sat. WIE 02/14/xx 525 round dowr Hours Worked 4.5 4 6.75 4 Rate of Pay $9.00 $9.00 $9.00 $9.00 $9.00 Total To Report On Weekly Claim Total Earned $40.50 $36.00 $60.75 $36.00 $36.00 $209.25 Name and John's Deli Jol Deli John's Deli John's Deli John's li Address of 321 \"B\" St 321 St 321 \"B\" St. 321 \"B\" St. 321 \"B Employer(s) Stowe, VT Stowe, VT Stowe, VT Stowe, VT Stowe, VT\nTo calculate gross wages earned each day, you must multiply the total hours worked by the rate of pay. The amount that you would be required to report on your weekly claim is the grand total of all the daily earnings, along with the grand total of the number of hours worked. For Example A, you would report working a total of 9 hours and gross wages of $72.00, regardles. of whether or not you have been paid for this work. For Example B, you would report working a total of 23 hours (rounding down 23.25 hours to 23 hours) and gross wages of $209.25, regardless of whether or not you have been paid for this work. When calculating your total number of hours worked you must always round down to the nearest full hour.\nYou will also need to enter the Week Ending (W/E) date on the chart, for the week that you are reporting gross wages for.\nD-11 (07/17)\n23 Vermont Department of Labor",
    "metadata": {
      "section_title": "EXAMPLE B: Weekly Earnings Worksheet",
      "page_number": 29
    }
  },
  {
    "section_id": "VT-84",
    "content": "Print Name:\nLast 4 Digits of SSN #:",
    "metadata": {
      "section_title": "Gross Wage Calculation Worksheet",
      "page_number": 29
    }
  },
  {
    "section_id": "VT-85",
    "content": "Sun. Mon Tues. Weds Thurs. Fri Sat. WIE Hours Worked A Total To Report On Rate of Pay g Weekdy Claim Total Earned » Name and Address of Employer(s)\nSun. Mon, Tues. Weds. Thurs. Fri Sat. WIE - Hours Worked A Rate of Pay Total To Report On W _Weekly Claim Total Earned s Name and Address of Employer(s)\nSun. Mo Tues. Weds Thurs. Fri Sat. WE Hours Worked Rate of Pay Total To Report On Weody Claim Total Earned > Name and Address of Employer(s)\nSun. Mon. Tues. Weds Thurs. Fri. Sat. WIE Hours Worked - Rate of Pay Total To Report On g Wekly Claim Total Earned > Name and Address of Employer(s)\nVermont Department of Labor Unemployment Insurance and Wages Division Claims Center PO Box 189, Montpelier, VT 05601-0189 (877) 214-3332 | Fax: (802) 828-9191\n24 |\nVermont Department of Labor\n7~ VERMONT DEPARTMENT OF LABOR",
    "metadata": {
      "section_title": "REPORT ALL WEEKLY GROSS WAGES WHEN EARNED, REGARDLESS OF WHETHER OR NOT YOU HAVE BEEN PAID FOR THIS WORK.",
      "page_number": 31
    }
  },
  {
    "section_id": "VT-86",
    "content": "Use this form to notify the Vermont Department of Labor of a name and/or address change. You may return the signed and completed form to the Department by one of the following methods:\nv By logging into www.labor.vermont.gov and selecting B-2 Claimant Change of Address Form.\nBy email to labor.uiclaimscenter@vermont.gov\nBy fax to (802) 828-9191\nBy mail to the address provided above",
    "metadata": {
      "section_title": "Claimant Change of Address Form",
      "page_number": 31
    }
  },
  {
    "section_id": "VT-87",
    "content": "Name: Last 4 digits of Social Security Number: Address: Telephone Number: CHANGE INFORMATION AS SHOWN BELOW: Name: Address: Telephone Number: | hereby authorize the change of this information on my unemployment insurance claim. Claimant Signature Date\nNOTE: If you are currently enrolled in the direct deposit program and your bank account and/or routing numbers have changed as a result of your move or name change, you MUST update your account information or cancel your direct deposit immediately. Update your account on-line through your Claimant Portal account at labor.vermont.gov.\nForm ID: B-2\nCLAIMANT HANDBOOK\n|\n25\nIf an employer guarantees you a full-time job for the future, please have the employer complete and return this form. Full time employment is 35 or more hours per week.\nClaimant Name: Last four digits of SS#: Start Date: Company Name: Company Address: Company Telephone Number: Unemployment Account Number: Signature of Hiring Official: Print Name of Hiring Official:",
    "metadata": {
      "section_title": "CURRENT INFORMATION ON FILE",
      "page_number": 33
    }
  },
  {
    "section_id": "VT-88",
    "content": "Hiring Employer must return completed form to:\nVermont Department of Labor P.O.Box 189 Montpelier, VT 05601-0189\nFax: 802-828-9191\nFax:\n802-828-9191\nB-37 (8/11)\nCLAIMANT HANDBOOK\n|\n26\nThis optional appeal form can be mailed or faxed directly to the Department.",
    "metadata": {
      "section_title": "Hiring Employer must return completed form to:",
      "page_number": 35
    }
  },
  {
    "section_id": "VT-89",
    "content": "Appeals Unit Vermont Department of Labor PO Box 488 Montpelier, VT 05601-0488 Fax: 802-828-4289 Name: Mailing Address: Last four digits of SSN: Date of the determination being appealed: Brief explanation of the issue(s) and why you are appealing: Signature: Printed Name: Date:\nB-12 (07/17)\nCLAIMANT HANDBOOK\n|\n27\nSignature:\nB 07,\nERTIATION i I o o ALSE STATEMENTS to s nes oy a. herey co ne e t e cortnad o t y ds o g U ey s Vermo nompia m i and epon o\nPsi o\nyou avasa\nE ess\ntha Used tAp\nTpnone umbe\nA\nros\nb of Cont\nName ofBusiess.\nPerson Cantacied\nPostion o\nSits o\nEm ess\ntho Us toAppy?\nTolpon Number\n,\nse\nD of Conact\nName\nPerson Cortatsd\nPosiion Appls or\nSits you asabl or?\naro\nE rees\no Uss A\nTelepane Number\ncs\nD Conact\nof acss\nName of Busins|\nPerson Contatsd\nCompany Information\ne i ke ke aceurate secord of your l contacts. o o o r fec \"o t RoT ep s copy afyour e 0y Dep ¥ v k Sn s k e armant o 77 2143000\no v pose k Sn s i k e armant ass s o 77 2143000",
    "metadata": {
      "section_title": "Mailing address:",
      "page_number": 37
    }
  },
  {
    "section_id": "VT-90",
    "content": "Name:",
    "metadata": {
      "section_title": "WORK SEARCH REPORT Name:",
      "page_number": 37
    }
  },
  {
    "section_id": "VT-91",
    "content": "CLAIMANT HANDBOOK\n|\n28\nSignature:\nB-82 (07/17)\nCERTIFICATION: | understand that the law prescribes PENALTIES for FALSE STATEMENTS to obtain or increase benefits and that I will have to repay any benefits falsely obtained. | hereby certify that the information contained on this form is true to the best of my knowledge and belief. By signing this document, | certify that | have read the Vermont Unemployment Insurance Claimant Handbook and that | understand my Rights and Responsil ies about ing for Unemployment Benefits.\nYou are required to make and keep accurate records of your weekly job contacts. A valid contact depends on the type of work you are qualified to perform. Submitting a resume would be a valid contact when applying for work in a “professional” trade. Applying in person would be a valid contact for “non-professional” trades.",
    "metadata": {
      "section_title": "Lastfour igis of your SS",
      "page_number": 38
    }
  },
  {
    "section_id": "VT-92",
    "content": "If the employer requires online applications through their website, a contact is only v. f the application is made in that manner. Telephone calls are NOT an acceptable method of contact. You must contact someone authorized to e and provide the name and title of the person contacted. You may be asked to submit a copy of this list to the Department. Always . keep a copy of your t. f you have questions. please refer to “Work Search Requirement n your cl mant handbook or call the claimant assistance | e at 877 214-3332. Company Information Date of Contact Name of Business Person Contacted Address Address. Telephone Number E-mail Address Method Used to Apply? Position Applied for Shifts you are available for? Date of Contact Name of Business Person Contacted Address Address. Telephone Number E-mail Address Method Used to Apply? Pos n Applied for Shifts you are available for? Date of Contact Name of Business Person Contacted Address Addres Telephone Number E-mail Address Method Used to Apply? Pos n Applied for Shifts you are available for?",
    "metadata": {
      "section_title": "Lastfour igis of your SS",
      "page_number": 38
    }
  },
  {
    "section_id": "VT-93",
    "content": "Name:",
    "metadata": {
      "section_title": "WORK SEARCH REPORT",
      "page_number": 38
    }
  },
  {
    "section_id": "VT-94",
    "content": "CLAIMANT HANDBOOK\n|\n29",
    "metadata": {
      "section_title": "Last four digits of your SS#:",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-95",
    "content": "Montpelier, Vermont 05601-0488\n5 Green Mountain Drive, P.O. Box 488 ¢ Workforce Development Division ¢ 802-828-4394\nOther Inquiries: 802-828-4000",
    "metadata": {
      "section_title": "VERMONT DEPARTMENT OF LABOR",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-96",
    "content": "McFarland State Of ce Bldg. 5 Perry Street, Suite 200 Barre, VT 05641 Telephone:\n802-476-2600",
    "metadata": {
      "section_title": "BARRE",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-97",
    "content": "200 Veterans Memorial Drive Suite 2\nBennington, VT 05201 Telephone: 802-442-6376\n802-442-6376\nTelephone:",
    "metadata": {
      "section_title": "BENNINGTON",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-98",
    "content": "28 Vernon Street Suite 212\n28 Vernon Street Suite 212 Brattleboro, VT 05301\nTelephone: 802-254-4555\nTelephone:\n802-254-4555",
    "metadata": {
      "section_title": "BRATTLEBORO",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-99",
    "content": "63 Pearl Street Burlington, VT 05401 Telephone: 802-863-7676",
    "metadata": {
      "section_title": "BURLINGTON",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-100",
    "content": "156 South Village Green Middlebury, VT 05753\nTelephone: 802-388-4921\n802-388-4921\nTelephone:",
    "metadata": {
      "section_title": "MIDDLEBURY",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-101",
    "content": "197 Harrel Street Morrisville, VT 05661-0429 Telephone: 802-888-4545\nTelephone:\n802-888-4545",
    "metadata": {
      "section_title": "MORRISVILLE",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-102",
    "content": "Emory E. Hebard State Office Bldg. 100 Main Street, Suite 210 Newport, VT 05855 Telephone: 802-334-6545",
    "metadata": {
      "section_title": "NEWPORT",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-103",
    "content": "200 Asa Bloomer Building 88 Merchants Row Rutland, VT 05701\nTelephone: 802-786-5837\nTelephone:\n802-786-5837",
    "metadata": {
      "section_title": "RUTLAND",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-104",
    "content": "56 Main Street, Suite 101 Springfield, VT 05156\nTelephone: 802-289-0999\nTelephone:\n802-289-0999",
    "metadata": {
      "section_title": "SPRINGFIELD",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-105",
    "content": "27 Federal St., Suite 100 St. Albans, VT 05478 Telephone: 802-524-6585\nSt. Albans,\nVT 05478\nTelephone:\n802-524-6585",
    "metadata": {
      "section_title": "ST. ALBANS",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-106",
    "content": "1197 Main Street Suite 1 St. Johnsbury, VT 05819 Telephone: 802-748-3177",
    "metadata": {
      "section_title": "ST. JOHNSBURY",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-107",
    "content": "118 Prospect Street, Suite 302 Hartford, VT 05047\nTelephone: 802-295-8805\nTelephone:\n802-295-8805",
    "metadata": {
      "section_title": "WHITE RIVER JUNCTION",
      "page_number": 39
    }
  },
  {
    "section_id": "VT-108",
    "content": "802-828-4394\nB = =\nTo learn more about the Vermont Department of Labor, download a QR code app on your smartphone and scan this code.\n2 _VERMONT\nDEPARTMENT OF LABOR www.labor.vermont.gov\nMake Vermont Home Work « Live « Play\nAT\nState of Vermont Department of Labor 5 Green Mountain Drive P.O. Box 488 Montpelier, VT 05601-0488\n.",
    "metadata": {
      "section_title": "VDOL VETERANS’ PROGRAM COORDINATOR",
      "page_number": 40
    }
  }
]