[
  {
    "section_id": "WY-0",
    "content": "O SERVICE",
    "metadata": {
      "page_number": 1
    }
  },
  {
    "section_id": "WY-1",
    "content": "Your Guide to Unemployment Beneﬁts\nBets\nUpdated 10/16/25",
    "metadata": {
      "section_title": "Wyoming UI Claimant Guidebook",
      "page_number": 2
    }
  },
  {
    "section_id": "WY-2",
    "content": "Overview Getting Started: What is Unemployment Insurance? How do I apply for Unemployment Insurance Beneﬁts? Steps to successfully ﬁle an initial claim for unemployment insurance beneﬁts: 1. Establish an online user account with WYUI 2. Create your Personal Identiﬁcation Number (PIN) 3. File your Initial Claim 4. Verify your Identity 5. Register for Work 6. File your Weekly (Continued) Claim Withdrawal of Initial Claims Vacation, Severance, Pension Qualifying for Beneﬁts Stage 1: Verifying Your Wages for Monetary Eligibility Work in Other States Federal or Military Wages Determine Your Base Period Stage 2: Meeting Other Eligibility Criteria A. Job Separation B. Register for Work C. Able and Available to Work D. Actively Seeking Work Reemployment Services and Eligibility Assessment (RESEA) Union Members Wage Credit Freeze Processing Your Payments Processing Your Claim Payment Methods Working and Reporting Your Hours and Wages Child Support Self-Employment Wages 3 3 3 3 4 4 4 4 5 5 5 5 6 6 6 6 7 7 7 7 7 7 7 7 7 8 8 8 8 9 9 Maintaining Your Eligibility for Beneﬁts 10 How To Maintain Your Eligibility for Beneﬁts 10 Accepting Suitable Work Job Attached Understanding Overpayments and Fraud Overpayments Repaying Overpayments Understanding Your Appeal Rights Appeals Who Can Appeal? Hearing Participation How to File an Appeal Further Appeals Resources and Quick Links Services Available Frequently Asked Questions WYUI Claimant Portal Wyoming Workforce Centers Work Search Log Wages Log Contact Information 10 10 11 11 11 12 12 12 12 12 12 13 13 13 13 13 14 15 16",
    "metadata": {
      "section_title": "Contents",
      "page_number": 2
    }
  },
  {
    "section_id": "WY-3",
    "content": "Page | 2",
    "metadata": {
      "section_title": "Contents",
      "page_number": 3
    }
  },
  {
    "section_id": "WY-4",
    "content": "The purpose of this guide is to give you general information about Unemployment Insurance (UI) benefits. It is not meant to give you legal advice. You are responsible for knowing the information in this booklet.\nThe UI program is administered by the Wyoming Department of Workforce Services (DWS). DWS provides free assistance to all applicants and employers who have questions about unemployment insurance. After reading this guide, if you do not understand or have questions, please contact our agency for help. Refer to the Contact Information Section for information on how to contact us.",
    "metadata": {
      "section_title": "Overview",
      "page_number": 3
    }
  },
  {
    "section_id": "WY-5",
    "content": "Unemployment insurance is a program that provides temporary ﬁnancial support to people who lose their job through no fault of their own – for example, due to a layoff, plant closure, or lack of available work. Beneﬁts are not available to all workers. For instance, workers who are ﬁred from their job for misconduct may not be able to receive UI beneﬁts.\nEmployers throughout the state pay taxes to fund the unemployment insurance program. You do not pay into this program.\nIf you need to ﬁle for unemployment, visit wyui.wyo.gov or call (307) 473-3789 for information.",
    "metadata": {
      "section_title": "Getting Started: What is Unemployment Insurance?",
      "page_number": 3
    }
  },
  {
    "section_id": "WY-6",
    "content": "There are essentially four (4) steps to successfully file a n initial claim for unemployment insurance benefits:\n1. Establish an online user account with WYUI\nWN\n2. Create your Personal Identification Number (PIN)\n3. File your initial claim\n4. Verify your identity\nBefore you begin, you will need the following information to submit your Initial Claim: Your full name as it appears on legal documents. Your Social Security Number. Your authorization to work if you are not a US citizen. Employment history for the past eighteen (18) months, including: Name and address of each employer you worked for during the past 18 months. Dates of employment. Records showing year-to-date earnings from each employer you worked with during the past 18 months (check stubs, bank statements, tax forms). DD-214 Member 4 form if you separated from military employment in the past eighteen (18) months.\nPage | 3",
    "metadata": {
      "section_title": "How do I apply for Unemployment Insurance Benefits?",
      "page_number": 4
    }
  },
  {
    "section_id": "WY-7",
    "content": "To complete your signup with WY DWS, you will need a Personal Identiﬁcation Number (PIN) for your UI account. You can make one yourself, or we can create it for you. This PIN will help us keep your account secure.\nIf you want to create your own PIN:\n1. You will be asked to create your PIN as part of the account creation process.\n2. To change your PIN later:\na. Log in to your WYUI account online.\nb. Click on the ‘Update Address’ option on your home screen.\nc. Update your PIN, making sure to save all changes.",
    "metadata": {
      "section_title": "Create your Personal Identiﬁcation Number (PIN)",
      "page_number": 4
    }
  },
  {
    "section_id": "WY-8",
    "content": "To receive unemployment beneﬁts, WY recommends you set up a WYUI online user account at wyui.wyo.gov. By setting up an online user account with WYUI, you can ﬁle a claim, check the status, review important documents, and more. WYUI is available 24 hours a day, 7 days a week.\nTo set up a new user account:\n1. Open your internet browser and navigate to wyui.wyo.gov\n2. Click the ‘Unemployed Worker New Account Sign Up’ link, located on the righthand side of the web page under the Unemployed Worker Services menu.\n3. Follow the instructions on the screen to create your account.",
    "metadata": {
      "section_title": "Establish an online user account with WYUI",
      "page_number": 4
    }
  },
  {
    "section_id": "WY-9",
    "content": "• your current employment status,\n• your most recent employer(s), and\nNow that you have set up your WYUI account, you are ready to ﬁle your Initial Claim. The Initial Claim application process requires you to provide us with detailed information about:\n• your availability and ability to pursue new employment opportunities.\nThis information will help us determine your eligibility for beneﬁts. You will be asked to complete questionnaires clarifying the nature of your separation from work. Depending on your individual situation you may also be asked to complete questionnaires related to your medical status, citizenship, enrollment in school or training programs, and/or any other special circumstances. Please dedicate at least one hour to complete and submit your Initial Claim.\n1. Submit Your Initial Claim Online - After logging in to your WYUI account, click the ‘Unemployment Claim’ menu option. Follow the screen instructions to submit your initial claim. You will need your WYUI username and password to use this method.\n2. Telephone – To file an initial claim by phone, please call (307) 473-3789 and select the option to file an initial claim. We will then connect you with a live customer service representative who will take your claim over the phone.\nThe effective date of your claim is the Sunday prior to the day that you first filed your claim for unemployment. Your claim cannot be backdated if you wait to file.",
    "metadata": {
      "section_title": "File your Initial Claim",
      "page_number": 4
    }
  },
  {
    "section_id": "WY-10",
    "content": "To receive unemployment benefits, you will need to verify your identity. You cannot receive payment until you have completed this step. This step will ensure you are the person who receives benefits if your claim is approved. You will see a link to enter the ID.me identity verification process on the landing page when you log in to your account with wyui.wyo.gov. Please follow all the instructions on the screen to compete this important step. For more information about the identity verification process, please visit dws.wyo.gov.\nNext, you will need to take two (2) additional actions to make sure you are set up to continue filing for unemployment benefits: register for work and file your weekly (continued) claims.\nPage | 4\nRegister for Work\nIn addition to setting up an account with wyui.wyo.gov, you must register for work to receive beneﬁt payments.\nTo register for work:\n1. Open your web browser and navigate to hire.wyo.gov.\n2. Click the ‘Sign In/Register’ button in the top right corner of the site.\n3. Fill in the required information to complete your registration.\nYou need to register at hire.wyo.gov within fourteen (14) days of submitting your initial claim. If you need assistance or access to a computer, please visit your local Workforce Center. If you live outside of Wyoming, register for work in your state and provide proof to us within 14 days to:\nMail: Unemployment Insurance Division P.O. Box 2760 Casper, Wyoming 82602 Fax: (307) 473-3726 Email: dws-csp-uireg@wyo.gov",
    "metadata": {
      "section_title": "Help us protect your identity from fraudsters.",
      "page_number": 5
    }
  },
  {
    "section_id": "WY-11",
    "content": "If you have ﬁled a claim and want to remove or withdraw that claim, you need to write to us. Please see the ‘Contact Information’ section at the end of this document for more details.\nIf your claim is based on:\n• Working in Wyoming Only: The postmark, e-mail, or fax date for your request for withdrawal must be within 7 days of the mailing date listed on the first eligible Statement of Wages form.\n• Working in Two or More States Combined: The postmark, e-mail, or fax date must be within 28 days of the mailing date listed on the most recent Statement of Wages form.\nFile your Weekly (Continued) Claim\nAfter you submit your Initial Claim, you will need to file for payment each week to continue receiving unemployment beneﬁts. These weekly claims are called Continued Claims.\n1. Submit Your Continued Claim Online: After logging in to your WYUI account, click the ‘Continued Claim’ menu option. Follow the screen instructions to submit your continued claim.\nYou need to provide the following information for the week you are requesting payment:\n1. Your gross earnings (including tips) if any,\n2. The number of hours you worked, if any,\n3. Your employer’s name and address if you worked during the week,\n4. The amount of any vacation, severance, wages in lieu of notice, bonus pay, or sick pay you received for the week, and\n5. Any separation from an employer that occurred during the week.\nYou may contact the Unemployment Claims Center at (307) 473-3789 if you need additional assistance.",
    "metadata": {
      "section_title": "Withdrawal of Initial Claims",
      "page_number": 5
    }
  },
  {
    "section_id": "WY-12",
    "content": "Vacation pay, severance, sick leave, bonuses, and other payments could be considered deductible income. If you receive any of these payments while requesting unemployment beneﬁts, you must report them in the week you receive them.\nEach week during your request for payment, you will be asked, “During this week did you receive any vacation, severance, sick leave, bonus, etc.?\" If you received any of the payments, you should answer “yes” and enter the amount you received. Your weekly beneﬁt amount will be reduced by the amount you report.",
    "metadata": {
      "section_title": "Vacation, Severance, Pension",
      "page_number": 5
    }
  },
  {
    "section_id": "WY-13",
    "content": "• You must file your continued claim for payment online each week you are unemployed. To be considered timely, your continued claim(s) must be filed no later than fourteen (14) days after the week has ended.\n• Be sure to answer all the questions truthfully for the week(s) you are filing.\n• Remember to file for payment on time even if your claim is ineligible or if you are filing an appeal.\nContinue to meet these and all other requirements to receive payment.\nPage | 5",
    "metadata": {
      "section_title": "General Reminders",
      "page_number": 6
    }
  },
  {
    "section_id": "WY-14",
    "content": "There are two stages to determining whether you are eligible for Unemployment Insurance benefits.",
    "metadata": {
      "section_title": "Qualifying for Beneﬁts",
      "page_number": 6
    }
  },
  {
    "section_id": "WY-15",
    "content": "One of the ﬁrst things we look at when you apply for UI beneﬁts is whether you have earned enough wages in what we call the “base period” to receive beneﬁts. Your weekly unemployment beneﬁt amount and the number of weeks you are eligible for beneﬁts is determined by your 12-month base period. The base period is the ﬁrst four of the last ﬁve completed quarters before the week you ﬁle your application for beneﬁts. A calendar quarter is a three-month period ending March 31, June 30, September 30 or December 31. For more information on determining your base period, please see the ‘Determine your base period’ section below.\nAfter you file an initial claim and verify your identity, you will receive a form called the Statement of Wages. This document will show how much you earned in your base period and how much you will receive in weekly benefits if you meet all the other requirements.\nMake sure that you review this document closely for accuracy. If any of the information is incorrect, please complete the back of the form and return it by mail or fax.",
    "metadata": {
      "section_title": "Stage 1: Verifying Your Wages for Monetary Eligibility",
      "page_number": 6
    }
  },
  {
    "section_id": "WY-16",
    "content": "If you have worked in more than one state, you can choose to include those wages in your Wyoming unemployment claim. Some claimants may choose to do this to ensure they have earned enough wages in the base period to set up a claim or if it will increase their benefit amount. To use wages from other states:\n• You must have also earned wages in Wyoming during the base period.\n• You should add the out-of-state employment when you are entering the employment information on your claim application.\n• Your out-of-state wages may not show up in your first Statement of Wages form because it may take us some time to verify the work with other states.\n• Your out-of-state wages will be added later, and you will receive a final Statement of Wages form.\nIf you have not already reported a job you worked in another state, call the Claim Center at (307) 473-3789 to add the employer to your claim.",
    "metadata": {
      "section_title": "Work in Other States",
      "page_number": 6
    }
  },
  {
    "section_id": "WY-17",
    "content": "Statement of o Wages Sete of Wmnz Dpss s Workforc Servio Unemployment Incurance Divion POBox Y gov Wyming 2602 Ml Date: l Do el Clama SSN: Y00 snl eyClumant saeCaa Claat ument Cade: B 5T (1022) Claim Do Caprmt lans Appesom sra Bare Peiod B V W Fer T i oy D chsmtNasee yo wage bistory ad detecioed y earned enzh wages yo base perod 1o be eligitle We ase writing 10 peovade yo with an update ca your application for uemployment insurance beaefits. We reviewed fo ocmgloyen beetts o are not consdercd fully qualifed for beneflt undl we evier and comder oher informane from year spplicaien. the meame coe o fle your weedy cla Please revien the wage table below aud contirm tha all wages and cunglo crs are accurae Record of Your Wages plosse reviw QIR YR s QRYR QRYR s QR Eicyes Nee & Noaber Biyes Nose & Nor Emgicyes Neae & Noaer Epicyes Noae & Noaber mary of Vour Bonfis Prafie Totat Wages s Beneit Weeldy s (eeks) Yo s I Asou Bee NOTE: M there are wages or employess msing o If there s nformation you do et recoguize, 0u can. dispute st n wrinag by compleing the enclozed We appeecaate you tly cooperaa. A A — - W Do of Wrk oc Ser s Rbin Sons Caley, 1 Mark Gordon Fhsboth Gagn, 10 Dy De\nFigure 1 - Statement of Wages",
    "metadata": {
      "section_title": "Work in Other States",
      "page_number": 6
    }
  },
  {
    "section_id": "WY-18",
    "content": "If you worked for the federal government as a civilian employee or served in the military during your base period, these wages may be used to calculate your beneﬁts.\nFederal agencies and branches of the US military do not automatically report your wages to DWS. Wyoming will add wages to your claim based on information we receive from your employer, or the Department of Defense on the DD Form 214, Member 4. Your federal and military wages may not appear on your ﬁrst Statement of Wages form. When we add the wages to your claim, you will receive a ﬁnal Statement of Wages form.\nFor military employment, we will send you a notice that tells you whether you are eligible for unemployment beneﬁts based upon what your branch of service allows as a reason for separation from service. If you disagree with the notice, you must appeal the decision with your military branch.\nPage | 6",
    "metadata": {
      "section_title": "Federal or Military Wages",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-19",
    "content": "The base period is the one-year block of time, which we use to determine if you’ve earned enough wages to qualify for beneﬁts. If you qualify, your weekly beneﬁt payment amount depends on how much you earned during your base period.\nIt’s easier to think about it as an 18-month block with three separate sections:\nI. Quarter F is NOW: You are here, now – the calendar quarter when you apply for beneﬁts.\nII. Quarter E is the LAG QUARTER: The calendar quarter before this one, which we skip when looking at your wages.\nIII. Quarters A-D are the BASE PERIOD: The ‘base period’ – the four calendar quarters before the lag quarter, which we use to review your wages.\nTL The ‘lag quarter is the calendar quarter before now IL This is the ‘base period’ Exampl These ar ur base period wages Februa 4th Octobr Jarry prd Ta October January ovember February May Angust November February March Se - 2022 02\nFigure 2 - Determine Your Base Period",
    "metadata": {
      "section_title": "Determine Your Base Period",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-20",
    "content": "If you have earned enough wages in the base period to set up a UI claim, this means you have met the \"monetary requirements” to proceed with your claim. However, to be fully qualified to receive benefits, you must also meet all of these conditions:",
    "metadata": {
      "section_title": "Stage 2: Meeting Other Eligibility Criteria",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-21",
    "content": "To qualify for benefits, you must have lost your job through no fault of your own. This decision will be made by the Unemployment Insurance Division based upon information provided by you and your former employer.",
    "metadata": {
      "section_title": "A. Job Separation",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-22",
    "content": "Please see the Overview section for instructions on how to register for work.",
    "metadata": {
      "section_title": "B. Register for Work",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-23",
    "content": "To qualify for beneﬁts, you must be:\n• Able to work: You must be physically and mentally able to perform work.\n• Available for work: You must be ready and willing to accept suitable work immediately if a job is offered.",
    "metadata": {
      "section_title": "C. Able and Available to Work",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-24",
    "content": "• Actively look for work and meet your work search requirements by submitting a resume or application with 2 or more different employers each week.\no Seeking or performing work for self- employment is NOT an acceptable work search contact for unemployment purposes.\nOther activities include: meeting with a DWS Career Planner for RESEA or WIOA, interviewing for a job, attending a job fair sponsored by DWS and submitting an application, or attending an appointment with a core WIOA partner.",
    "metadata": {
      "section_title": "D. Actively Seek Work",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-25",
    "content": "RESEA is a program that helps you ﬁnd another job faster. If selected for this program, you must participate or risk the denial of your beneﬁts. You will meet with our staff regularly. They can help by building your resume and interview skills or by matching you with open jobs in your area.",
    "metadata": {
      "section_title": "Reemployment Services and Eligibility Assessment (RESEA)",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-26",
    "content": "If you are union attached (in good standing with the hiring hall and on the union’s out-of-work list) you do not have to register for work or look for work during the ﬁrst 12 weeks of your claim. You must still meet all other eligibility requirements to receive beneﬁts. If you are no longer union attached, you must begin actively looking for work, register for work, and following work search requirements.",
    "metadata": {
      "section_title": "Union Members",
      "page_number": 7
    }
  },
  {
    "section_id": "WY-27",
    "content": "If you received Temporary Total Disability under Wyoming Workers’ Compensation program, you may use wages from before your injury to qualify for Unemployment Insurance. You may be able to use the four completed calendar quarters before your injury date to claim Unemployment Insurance if you:\n1. Have been released from Temporary Total Disability\n2. File for unemployment beneﬁts within 60 days from the mail date of the notice of release.\n3. File for unemployment beneﬁts within 36 months of your injury date.\nPage | 7",
    "metadata": {
      "section_title": "Wage Credit Freeze",
      "page_number": 8
    }
  },
  {
    "section_id": "WY-28",
    "content": "After you apply, we will reach out to your last employer to understand why you stopped working. We may also call you to verify information related to your claim. Please make sure you answer calls from DWS, and have voicemail set up.\nWhen processing is complete, you will receive either a payment or a notice explaining why you will not receive beneﬁts, along with possible next steps.",
    "metadata": {
      "section_title": "Processing Your Claim",
      "page_number": 8
    }
  },
  {
    "section_id": "WY-29",
    "content": "When you file your initial claim, you will receive a U.S. Bank ReliaCard®, a prepaid debit card issued by U.S. Bank - watch for it in the mail. The card is issued on all Wyoming claims to make sure we can pay you in an emergency where it is not possible to issue a payment to direct deposit.\nWhen you receive the card, follow the instructions for activating it by calling 1-855-233-8371. You will need to set up a PIN for your prepaid debit card. Instructions to set up your PIN will come by mail with your card. It is very important that you save this PIN as you will need it to access the funds on your debit card.\nYou can use the same prepaid debit card for future unemployment insurance claims.\nThe ReliaCard® is issued by U.S. Bank National Association pursuant to a license from Visa U.S.A. Inc. ©2025 U.S. Bank, Member FDIC.",
    "metadata": {
      "section_title": "1. Prepaid Debit Card",
      "page_number": 8
    }
  },
  {
    "section_id": "WY-30",
    "content": "You can also choose to have your unemployment beneﬁts deposited directly into your checking or savings account. To do so, you must go to wyui.wyo.gov and log on to your WYUI account to update your payment method. You will need your username and password, bank account, and routing numbers.\n@\nDid you know that you may be eligible for unemployment beneﬁts even if you are working part-time (less than 35 hours a week)?\nWorking and Reporting Your Hours and Wages\nImportant: If you work part-time during your claim, you must report those wages and continue to seek full-time work during each week. If you quit or are ﬁred from a job while you are ﬁling for unemployment beneﬁts, you must contact the Unemployment Insurance Division at (307) 473-3789. If you fail to report earnings, we may consider this to be fraud.",
    "metadata": {
      "section_title": "2. Direct Deposit",
      "page_number": 8
    }
  },
  {
    "section_id": "WY-31",
    "content": "You must report all your wages, including tips. You should report all wages in the week you worked, not when you are paid. Holiday pay is considered wages, so it should be included in the week of the holiday as wages (as if you had worked). For unemployment purposes, weeks begin on Sunday and end on Saturday.\nThere is a difference between gross pay and net pay. Net pay is the amount you take home after deductions including taxes. Gross pay is what you have earned before taxes. You must report your gross pay when ﬁling your Continued Claim. You can calculate your gross pay by multiplying your hourly wage by the number of hours you worked. An example of how to calculate your gross pay is shown below.\nIf you make over one-half of your weekly beneﬁt amount (WBA), you will not receive full beneﬁts for that week. Any amount over one-half your normal weekly beneﬁt amount will be subtracted from the beneﬁts you will receive for that week.\nYou will not be paid beneﬁts if:\n• Your wages are the same or more than your weekly beneﬁt amount (WBA);\n• You work 35 hours or more during the week; or\n• You limit the number of hours you work so you can collect unemployment beneﬁts.",
    "metadata": {
      "section_title": "2. Direct Deposit",
      "page_number": 8
    }
  },
  {
    "section_id": "WY-32",
    "content": "Imagine you earn $10.75 per hour.\nLet’s say you worked 18.23 hours in the last claim period.\nTo ﬁnd out how much you have earned, multiply your hourly rate ($10.75) by the hours you worked (18).\no =,\nO\n$10.75\n18.23\n$10.75 x 18.23\n= $195.97\nWhen reporting wages, you can round to the nearest whole dollar to make it easier.\nl\n$195\nPage | 8",
    "metadata": {
      "section_title": "How Payment is Calculated for Gross Pay: Example",
      "page_number": 9
    }
  },
  {
    "section_id": "WY-33",
    "content": "If you owe child support, a portion of your unemployment beneﬁts will be withheld to help with this obligation. The amount withheld is based on the latest court order provided to the Unemployment Insurance Division by the court system.",
    "metadata": {
      "section_title": "Child Support",
      "page_number": 9
    }
  },
  {
    "section_id": "WY-34",
    "content": "Reporting your wages has different rules if you are self-",
    "metadata": {
      "section_title": "Self-Employment Wages",
      "page_number": 9
    }
  },
  {
    "section_id": "WY-35",
    "content": "1. Self-employment lasting more than 3 days or 24 hours in a week is considered full time work. This disqualiﬁes you from receiving beneﬁts for that week.\n2. If you are self-employed, you will report your net income for the week you worked. Wages should always be reported for the week you worked and not the week you are paid.\n3. You must report the hours you worked during the week, even if you don't get paid.\nTo determine the amount to report:\nSubtract your expenses from the total amount earned that week and report the remaining amount.\nThe amount of self-employment you earned will be subtracted from your weekly beneﬁt amount dollar for dollar.\nHow Payment Is Calculated for Self-Employment:",
    "metadata": {
      "section_title": "employed:",
      "page_number": 9
    }
  },
  {
    "section_id": "WY-36",
    "content": "Imagine your weekly beneﬁt amount (WBA) is $400 $400.00 Gross self-employment wages (before tax) $200.00 Net self-employment wages (after $50 self-employment charges) $200 – $50 = $150 Wages you would report $150 Hours worked 10 Unemployment beneﬁts you would receive (WBA minus wages you would report) $400 – $150 = $250\n@",
    "metadata": {
      "section_title": "Example",
      "page_number": 9
    }
  },
  {
    "section_id": "WY-37",
    "content": "To avoid delays in your unemployment benefits:\n• You are required to register for work. Contact your local workforce center during the first week of your claim.\n• Open any mail and/or emails received from the Department of Workforce Services and respond as directed.\n• Look for your ReliaCard in the mail. This comes directly from U.S. Bank.\n• Make sure your address, email, and telephone number are current on your Unemployment Insurance claim. Mail sent by the Department of Workforce Services is not forwarded by the postal service.\n• File for payment(s) during the required time frame.\n• Report all earnings and hours worked, even if it is one dollar or one hour. Earnings must be reported when earned, regardless of when paid.\n• Actively search for full-time employment and keep a log of your work searches as you may be required to provide them.\n• Find work search forms online at dws.wyo.gov.\nPage | 9",
    "metadata": {
      "section_title": "Avoid Benefit Delay",
      "page_number": 10
    }
  },
  {
    "section_id": "WY-38",
    "content": "• Report all information accurately.\n• File for payment every week.\n• Report any hours you worked.\n• Report any money you earned, including tips.\n• Actively look for work and keep a record of your activities in your Work Search Log in case it is requested (see page 16).\n• Register for work.\n• Be physically and mentally able to work.\n• Be willing to accept suitable work. (Suitable work is explained below).\n• Be available to begin work immediately if a job is offered.",
    "metadata": {
      "section_title": "How To Maintain Your Eligibility for Benefits",
      "page_number": 10
    }
  },
  {
    "section_id": "WY-39",
    "content": "You must be willing to look for and accept suitable work. Suitable work is work that is similar or comparable to your prior work. For example, it should have similar pay, hours, experience, etc. The meaning of suitable work changes after you have received 4 weeks of unemployment beneﬁts.\nAfter 4 weeks, you must be willing to:\n1. Look for work outside your usual type of work.\n2. Accept either 50% of your last hourly wage, minimum wage, or the normal starting wage for the type of work you are looking for (whichever amount is greater).\n3. Keep track of your hours, wages, and expenses. You may be required to provide records of your income and expenses.",
    "metadata": {
      "section_title": "Accepting Suitable Work",
      "page_number": 10
    }
  },
  {
    "section_id": "WY-40",
    "content": "If you expect to be recalled to your job within twelve (12) weeks from an employer who paid 50% or more of your base period wages, you will not be required to contact other employers or register for work until after the expiration of the twelve (12) weeks. This must be confirmed with your employer and starts from the effective date of the claim. If you are not recalled within the twelve (12) weeks, you must begin an active work search and register for work to continue to receive benefits.\n• Participate in all reemployment or eligibility review appointments we may schedule.\n• Immediately complete and return any requests from DWS.\no This includes requests you may receive after you have returned to work or have discontinued filing for benefits.\no Not returning these may affect your benefits or your future ability to claim benefits.\no Requests may include: New Hire Information requests, Eligibility Review Program form requests, Benefit Accuracy Measurement reviews, and more.\n=",
    "metadata": {
      "section_title": "Job Attached",
      "page_number": 10
    }
  },
  {
    "section_id": "WY-41",
    "content": "We check the information you give us by communicating with other state and federal agencies. We may check your name, Social Security Number, employer’s name, address, and wages. We may share your information with other government agencies if the law allows.\nAdditionally, sometimes we request information from employers to verify employment, wages, job search activities and job separations.\nPage | 10",
    "metadata": {
      "section_title": "Sharing Your Information",
      "page_number": 11
    }
  },
  {
    "section_id": "WY-42",
    "content": "Overpayments happen when you receive unemployment beneﬁts, and it is later found that you should not have received them. You must pay these unemployment beneﬁts back.\nSome common causes of overpayments:\n• Mistakes in reporting wages when you filed your weekly claim, and later corrections show you received more money than you should have.\n• Your employer reported your wages incorrectly and then corrected them after benefits were paid.\n• A hearing officer decides you shouldn’t have received benefits after they were paid.\n• Letting someone else use your Personal Identification Number (PIN) or WYUI username and password.\n• Claiming benefits while outside the United States.\n• Not reporting when you are unable or unavailable for work (like being sick or on vacation).\nIf you intentionally mislead DWS to secure beneﬁts, that is fraud. If you commit fraud, you must repay the beneﬁts you fraudulently received plus a penalty. You will not be able to get beneﬁts in the future, and you could face legal action.",
    "metadata": {
      "section_title": "Overpayments",
      "page_number": 11
    }
  },
  {
    "section_id": "WY-43",
    "content": "To set up a repayment plan to pay back what you owe, contact the Department of Workforce Services Beneﬁt Payment Control Unit at:\nWyoming Department of Workforce Services Attn: Beneﬁt Payment Control/Overpayments P.O. Box 2760 Casper, WY 82602 (307) 235-3236",
    "metadata": {
      "section_title": "Repaying Overpayments",
      "page_number": 11
    }
  },
  {
    "section_id": "WY-44",
    "content": "We frequently check unemployment claims to ensure beneﬁts were paid correctly, following state and federal laws.\nNEVER share your PIN with anyone!",
    "metadata": {
      "section_title": "Remember!",
      "page_number": 11
    }
  },
  {
    "section_id": "WY-45",
    "content": "One of the top priorities for the Wyoming Department of Workforce Services is finding and stopping fraud.\nAttempting to claim and receive benefits by providing false statements can result in a loss of benefits, fines, and jail time. Fraud includes making a false statement to receive or increase benefits. The information you provide will be verified through employer records and other information matching programs.\n2",
    "metadata": {
      "section_title": "Fraud Warnings",
      "page_number": 11
    }
  },
  {
    "section_id": "WY-46",
    "content": "• Not reporting your work hours and wages if you work while collecting benefits.\n• Not reporting information about a job, including part-time, commission, temporary, independent contracts, self- employment, or cash jobs.\n• Providing incorrect information about why you left a job.\n• Receiving services instead of getting paid for your work.\n• Making up a job search effort.\n• Not telling us if you refused a job offer.\n• Not reporting school attendance while receiving benefits.\n• Using someone else’s name or social security number to work and get benefits.\nPage | 11",
    "metadata": {
      "section_title": "Fraud Includes:",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-47",
    "content": "If we send you a decision stating that you will not receive unemployment beneﬁts and you disagree, you can appeal. You must appeal within 28 days from the mailing date on the decision.",
    "metadata": {
      "section_title": "Appeals",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-48",
    "content": "You and/or your employer can ﬁle an appeal. The appeal may result in an appeal hearing with a hearing ofﬁcer. All interested parties can take part in the hearing. We will mail you a hearing notice packet including:\n1. The date and time of your hearing.\n2. Instructions on how to submit any additional documents or evidence you may wish to present. If you have additional evidence you wish to submit, you must send it to the hearing officer and all other interested parties before the day of the hearing.",
    "metadata": {
      "section_title": "Who Can Appeal?",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-49",
    "content": "You must take part in your hearing if you want to provide testimony and evidence. The hearing ofﬁcer will make their decision based only on the testimony and evidence given at the hearing. If you cannot attend at the time scheduled, contact the Unemployment Insurance Division of Appeals immediately at (307)235-3246.\nIf you do not take part in your hearing, it may have a negative effect on your claim.\nYou may call witnesses to testify on your behalf. Please contact the Division of Appeals at (307) 235-3246 immediately if you or any of your witnesses:\n• Do not speak English, or\n• Need special services, such as for hearing impaired participants.\nTo prepare for your hearing, please watch the instructional video here.",
    "metadata": {
      "section_title": "Hearing Participation",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-50",
    "content": "•You must complete your appeal within 28 days from the mailing date on the decision letter.\n•You must complete your appeal online via WYUI, by mail or fax, or deliver it to a Wyoming Workforce Center.\n•You must continue ﬁling for payment each week while your appeal is being processed.\n•You must meet all eligibility requirements while your appeal is being processed.\nPage | 12",
    "metadata": {
      "section_title": "Remember!",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-51",
    "content": "You must submit your appeal in one of the following ways:\n1. Completing the online appeal form on WYUI (wyui.wyo.gov).\n2. Mailing, or faxing a signed statement that you disagree with the decision to the Unemployment Insurance Appeals Division at the address or fax number on the Explanation of Appeal Rights form attached to your decision.\n3. Delivering your written appeal to a Workforce Center in Wyoming. You can find your nearest Workforce Center by going to: dws.wyo.gov/workforce-centers.",
    "metadata": {
      "section_title": "How to File an Appeal",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-52",
    "content": "• Your name and Social Security Number.\n• Your current mailing address and phone number.\n• A copy of the decision that you are appealing. The\n• reason you disagree with the decision you are appealing.\n• Your signature.\nIf you complete your appeal online, the submitted date will be used to determine if you ﬁled your appeal within the time requirements.\nIf you mail your appeal, the postmark date will be used to determine if you ﬁled your appeal within the time requirements.\nIf you fax your appeal, the date the fax is stamped “RECEIVED” will be used to determine if you ﬁled your appeal within the time requirements.\nYou can use a fax machine at your local workforce center. Ask a workforce center representative to date stamp the appeal before faxing it.",
    "metadata": {
      "section_title": "Your appeal should include:",
      "page_number": 12
    }
  },
  {
    "section_id": "WY-53",
    "content": "After your hearing, you will receive the hearing ofﬁcer’s decision in the mail. If you do not agree with this decision, you may appeal that decision to the Unemployment Insurance Commission. Information about how to appeal is included at the end of the hearing ofﬁcer’s decision you will receive.\nYou must appeal within 28 days of the mail date on the hearing ofﬁcer's decision. If you do not appeal, the hearing ofﬁcer’s decision will become the ﬁnal decision. For more information about the Appeals process, please: Visit dws.wyo.gov , Call (307) 235-3246, or Fax (307) 235-3215.",
    "metadata": {
      "section_title": "Further Appeals",
      "page_number": 13
    }
  },
  {
    "section_id": "WY-54",
    "content": "Our website has information to assist you while you are unemployed and looking for work. Please visit dws.wyo.gov to explore these resources.",
    "metadata": {
      "section_title": "Resources and Quick Links",
      "page_number": 13
    }
  },
  {
    "section_id": "WY-55",
    "content": "• Job search tools\n• Self-service resource guide\n• Work registration",
    "metadata": {
      "section_title": "Services Available",
      "page_number": 13
    }
  },
  {
    "section_id": "WY-56",
    "content": "We have the following FAQ’s on our website:\n• General unemployment benefits\n• Appeals\n• Prepaid debit card\n• Overpayments",
    "metadata": {
      "section_title": "Frequently Asked Questions",
      "page_number": 13
    }
  },
  {
    "section_id": "WY-57",
    "content": "Your WYUI online account allows you to promptly and securely:\n• File a UI claim,\n• View UI documentation and correspondence,\n• File an appeal,\n• Update contact information,\n• Update preferred payment methods,\n• File for payment,\n• Reset your Personal Identification Number (PIN),\n• Pay an overpayment.",
    "metadata": {
      "section_title": "WYUI Claimant Portal",
      "page_number": 13
    }
  },
  {
    "section_id": "WY-58",
    "content": "You can ﬁnd a variety of job seeker services at a Workforce Center near you or at www.dws.wyo.gov.\nCasper (307) 234-4591 444 W. Collins Dr., Ste. 1100 Cheyenne (307) 777-3700 5221 Yellowstone Road Cody (307) 587-4241 1026 Blackburn Ave., Ste. 1 Douglas (307) 358-2147 311 Russell Ave. #B Evanston (307) 789-9802 98 Independence Dr. Gillette (307) 682-9313 551 Running W Dr., Ste. 100 Jackson (307) 733-4091 155 West Gill Ave. Kemmerer (307) 877-5501 20 Adaville Rd. (Diamondville) Lander (307) 335-9224 1295 12th Street Laramie (307) 742-2153 3817 Beech St., Ste. 100 Powell (307) 754-6436 559 N. Cheyenne St. (Northwest College, Frisby Building) Rawlins (307) 324-3485 1703 Edinburgh St. Riverton (307) 856-9231 422 E. Fremont Ave. Rock Springs (307) 382-2747 2451 Foothill Blvd., Ste. 100 Sheridan (307) 672-9775 247 Grinnell Plaza Suite 200 Torrington (307) 532-4171 1610 East M St. Wheatland (307) 322-4741 1958 W. Mariposa Pkwy. Worland (307) 347-8173 1200 Culbertson Ave., Ste. F If you live outside of Wyoming, ﬁnd your state’s Workforce Center at careerstop.com\nPage | 13",
    "metadata": {
      "section_title": "Wyoming Workforce Centers",
      "page_number": 14
    }
  },
  {
    "section_id": "WY-59",
    "content": "Here is an example work search log you may save or print to use as you seek your next employment opportunity. You will need to record two (2) work search activities on each of your (weekly) continued claims. If you choose to use another format to log your work search activity, please be sure to gather all the information included in the form below. This form is for your records only – you do not need to submit it to us. Please save a record of your work search activities in case we need to review your claim.\nDate Company Name, Address and Phone Number Method of Contact In person Name and Title of Contact Position Applied For City, State Job # Application or Resume Submitted? None Phone/Fax Application Mail/Email Resume Website Both In person None Phone/Fax Application Mail/Email Resume Website Both Result Not Hiring Pending Interviewed Hired Not Hiring Pending Interviewed Hired\nDate Company Name, Address and Phone Number Method of Contact Name and Title of Contact Position Applied For City, State Job # Application or Resume Submitted? In person None Phone/Fax Application Mail/Email Resume Website Both In person None Phone/Fax Application Mail/Email Resume Website Both Result Not Hiring Pending Interviewed Hired Not Hiring Pending Interviewed Hired\nPage | 14",
    "metadata": {
      "section_title": "Work Search Log",
      "page_number": 15
    }
  },
  {
    "section_id": "WY-60",
    "content": "Here is a Wages Log you can use to record your gross (before tax) pay each week you are claiming unemployment benefits. Reporting your daily earnings on a calendar or a log like this will help you report your earnings correctly. This log is for your reference and use – you do not need to submit it to us. Please save your wage information for your records in case we need to review your claim.\n• Report all your earnings from any source, including National Guard pay, in the week earned, not when paid.\n• Ask your employer if you are unsure of the number of hours worked, the rate per hour, or the total earned. Do not guess.\n• You will report total gross pay before deductions, not the amount that you take home. Multiply your “Total Hours” by “Pay Rate” to determine your “Gross Pay” for each row. Adding each “Gross Pay” number together will give your “Total Wages” to report.",
    "metadata": {
      "section_title": "Wages Log",
      "page_number": 15
    }
  },
  {
    "section_id": "WY-61",
    "content": "Sunday Monday Tuesday Wednesday Thursday Friday Saturday Total Hours Pay Rate Regular Hours $ Overtime Hours $ Hours at Other Rate $ Week Ending Date: Date Filed: Date Received: Payment: Amount of Unemployment Insurance Beneﬁt Payment: Total Hours: Total Wages: __ / __ / ____ __ / __ / ____ __ / __ / ____ $ $ $ Gross Pay $ $ $\nSunday Monday Tuesday Wednesday Thursday Friday Saturday Total Hours Pay Rate Regular Hours $ Overtime Hours $ Hours at Other Rate $ Week Ending Date: Date Filed: Date Received: Payment: Amount of Unemployment Insurance Beneﬁt Payment: Total Hours: Total Wages: __ / __ / ____ __ / __ / ____ __ / __ / ____ $ $ $ Gross Pay $ $ $\nPage | 15",
    "metadata": {
      "section_title": "Wages Log",
      "page_number": 16
    }
  },
  {
    "section_id": "WY-62",
    "content": "The following links will be helpful throughout your UI journey:",
    "metadata": {
      "section_title": "Contact Information",
      "page_number": 16
    }
  },
  {
    "section_id": "WY-63",
    "content": "Wyoming Workforce Services: dws.wyo.gov/ui WYUI: https://wyui.wyo.gov/beneﬁts/home.do Hire WYO: https://hire.wyo.gov/employer- jobseeker/job-seeker/registration\nYou can go here for more information about the UI process. Here, you will ﬁnd Frequently Asked Questions (FAQs), a Glossary of UI Terms, Identity Veriﬁcation steps, and more. You must go here to create a username and password for WYUI. Here, you will ﬁle your claim, view correspondence, ﬁle for weekly payment, etc.\nYou must go here to create a username and password for Hire WYO. Here, you will register for work. This is a requirement to receive UI beneﬁts. You can also use this site to look for jobs.",
    "metadata": {
      "section_title": "Description",
      "page_number": 16
    }
  },
  {
    "section_id": "WY-64",
    "content": "\\\n=\nClaims (307) 473-3789\nMon, Tues, Thurs, Fri 8:00 AM-4:00 PM Wed 8:00 AM-12:00 PM\nAppeals (307) 235-3246 Mon-Fri 8:00 AM-5:00 PM\nClaims Fax: (307) 473-3726 Appeals Fax: (307) 235-3215\nMail:\nUnemployment Insurance Division P.O. Box 2760 Casper, WY 82602-2760",
    "metadata": {
      "section_title": "Contact Us",
      "page_number": 16
    }
  },
  {
    "section_id": "WY-65",
    "content": "You can stay updated on items that may affect your beneﬁts by following us on Facebook and LinkedIn.\nfacebook.com/wyomingworkforce\n@wyoming-workforce-services",
    "metadata": {
      "section_title": "Follow Us on Social Media",
      "page_number": 16
    }
  },
  {
    "section_id": "WY-66",
    "content": "The U.S. Equal Opportunity Commission enforces laws that make discrimination illegal. Discrimination means mistreating a person because of their race, religion, sex, age, etc.\nIf you think that the WY Department of Workforce Services (DWS) has discriminated against you, contact the EEOC at 1 (800) 669-4000.\nPage | 16\n&\nFor more information, visit dws.wyo.gov/ui\nPage | 17",
    "metadata": {
      "section_title": "Equal Opportunity",
      "page_number": 17
    }
  }
]